{
 "regionTables": {
   "Light": ["Intelligent","Intelligent","Intelligent","Elemental","Elemental","Beast","Beast","Beast","Beast","Beast","Beast","Beast","Elemental","Elemental","Intelligent","Intelligent"],
   "Heavy": ["Elemental","Elemental","Intelligent","Intelligent","Intelligent","Beast","Beast","Beast","Beast","Beast","Intelligent","Intelligent","Intelligent","Elemental","Elemental","Elemental"],
   "Mountainous": ["Intelligent","Intelligent","Intelligent","Intelligent","Elemental","Elemental","Beast","Beast","Beast","Beast","Elemental","Elemental","Intelligent","Intelligent","Intelligent","Intelligent"],
   "Volcano": ["Beast","Beast","Beast","Intelligent","Elemental","Elemental","Fuegonauts","Fuegonauts","Fuegonauts","Fuegonauts","Elemental","Elemental","Intelligent","Intelligent","Beast","Beast"],
   "Volcanic": ["Beast","Beast","Intelligent","Intelligent","Elemental","Elemental","Fuegonauts","Fuegonauts","Night Axe","Night Axe","Elemental","Elemental","Intelligent","Intelligent","Beast","Beast"],
   "Ruins": ["Intelligent","Intelligent","Intelligent","Elemental","Elemental","Elemental","Beast","Beast","Beast","Beast","Beast","Elemental","Elemental","Elemental","Intelligent","Intelligent"],
   "Village": ["Intelligent","Elemental","Beast","Beast","Night Axe","Intelligent","Night Axe","Night Axe","Night Axe","Night Axe","Intelligent","Night Axe","Beast","Beast","Elemental","Intelligent"]
  },

 "Beast": {
   "Motivations": ["Sleeping","Dying","Mating","Eating/Being Eaten by*","Patrolling","Walking","Territorial Display","In Combat with*","Wounded","Walking","Territorial Display","Rest/Relax/Nest","Fleeing/Pursuit of*","Hunting/Gathering","Altered State","Defecating"],
   "NumberOf": ["1","1","1","2","2","2","2","d4","d4","d4+1","d4+1","d6","d6+1","d8+2","2d6","3d6"],
   "Light": ["Crystal Frog","Flayfiend","Duecadre","Muttering Serpent","Broadback","Singing Golem","Tabibari","Giant Centipede","Boar","Giant Rat","Zip Bird","Vyderac","Blindfire Vine","Dire Boar","Spine Dragon","Poison Dart Frog"],
   "Heavy": ["Poison Dart Frog","Obsidian Digger","Blindfire Carpet","Dire Boar","Boltforager","Vyderac","Giant Bat","Boar","Giant Centipede","Giant Rat","Copperback","Blindfire Vine","Vyderac","Giant Centipede","Boneback Wydarr","Spine Dragon"],
   "Mountainous": ["Spine Dragon","Boneback Wydarr","Coppermane Prowler","Giant Bat","Boltforager","Coppermane Prowler","Giant Centipede","Copperback","Boar","Giant Rat","Zip Bird","Blindfire Vine","Vyderac","Blindfire Carpet","Obsidian Digger","Poison Dart Frog"],
   "Volcano": ["Spine Dragon","Obsidian Digger","Obsidian Digger","Boneback Wydarr","Astral Spinner","Boneback Wydarr","Boltforager","Giant Rat","Giant Centipede","Boltforager","Boneback Wydarr","Boneback Wydarr","Astral Spinner","Obsidian Digger","Obsidian Digger","Spine Dragon"],
   "Volcanic": ["Spine Dragon","Obsidian Digger","Obsidian Digger","Astral Spinner","Boneback Wydarr","Boneback Wydarr","Boltforager","Giant Rat","Giant Centipede","Boltforager","Boneback Wydarr","Boneback Wydarr","Astral Spinner","Obsidian Digger","Obsidian Digger","Spine Dragon"],
   "Ruins": ["Crystal Frog","Flayfiend","Duecadre","Muttering Serpent","Giant Rat","Singing Golem","Shadow","Giant Centipede","Zip Bird","Orange Sludge","Astral Spinner","Vyderac","Blindfire Vine","Dire Boar","Spine Dragon","Poison Dart Frog"],
   "Village": ["Crystal Frog","Poison Dart Frog","Obsidian Digger","Dire Boar","Boltforager","Giant Centipede","Giant Bat","Boar","Giant Rat","Giant Rat","Broadback","Boltforager","Copperback","Giant Centipede","Spine Dragon","Astral Spinner"]
  },

 "Elemental": {
   "Motivations": ["Art","Meditating","Ritual","Wounded","Diplomacy","Laboring","Lost/Searching","Fleeing/Pursuit of*","In Combat with*","Walking","Patrolling","Altered State","Hunting/Gathering","Mating","Resting/Camp","Sleeping"],
   "Light": ["Magma Imp","Ooze Imp","Steam Imp","Water Imp","Water Imp","Earth Imp","Earth Imp","Fire Imp","Fire Elemental","Earth Elemental","Earth Elemental","Water Elemental","Water Elemental","Steam Elemental","Ooze Elemental","Magma Elemental"],
   "Heavy": ["Magma Imp","Ooze Imp","Steam Imp","Water Imp","Water Imp","Earth Imp","Fire Imp","Fire Imp","Fire Elemental","Fire Elemental","Earth Elemental","Water Elemental","Water Elemental","Steam Elemental","Ooze Elemental","Magma Elemental"],
   "Mountainous": ["Steam Imp","Earth Imp","Steam Imp","Magma Imp","Water Imp","Fire Imp","Ooze Imp","Earth Imp","Earth Elemental","Ooze Elemental","Fire Elemental","Water Elemental","Magma Elemental","Steam Elemental","Earth Elemental","Steam Elemental"],
   "Volcano": ["Water Imp","Ooze Imp","Ooze Imp","Steam Imp","Earth Imp","Fire Imp","Magma Imp","Magma Imp","Magma Elemental","Magma Elemental","Fire Elemental","Earth Elemental","Steam Elemental","Ooze Elemental","Ooze Elemental","Water Elemental"],
   "Volcanic": ["Water Imp","Ooze Imp","Ooze Imp","Steam Imp","Earth Imp","Fire Imp","Magma Imp","Magma Imp","Magma Elemental","Magma Elemental","Fire Elemental","Earth Elemental","Steam Elemental","Ooze Elemental","Ooze Elemental","Water Elemental"],
   "Ruins": ["Magma Imp","Ooze Imp","Ooze Imp","Steam Imp","Fire Imp","Earth Imp","Earth Imp","Water Imp","Water Elemental","Earth Elemental","Earth Elemental","Fire Elemental","Steam Elemental","Ooze Elemental","Ooze Elemental","Magma Elemental"],
   "Village": ["Fire Imp","Steam Imp","Ooze Imp","Ooze Imp","Earth Imp","Earth Imp","Water Imp","Water Imp","Water Elemental","Water Elemental","Earth Elemental","Earth Elemental","Ooze Elemental","Ooze Elemental","Steam Elemental","Fire Elemental"]
  },

 "Intelligent": {
   "Motivations": ["Art","Meditating","Ritual","Wounded","Diplomacy","Laboring","Lost/Searching","Fleeing/Pursuit of*","In Combat with*","Walking","Patrolling","Altered State","Hunting/Gathering","Mating","Resting/Camp","Sleeping"],
   "Light": ["Night Axe","Nereid","Lizardmen","Lizardmen","Adventurer","Adventurer","Fuegonauts","Fuegonauts","Fuegonauts","Fuegonauts","Adventurer","Adventurer","Lizardmen","Lizardmen","Lizardmen","Nereid"],
   "Heavy": ["Lizardmen","Lizardmen","Nereid","Adventurer","Adventurer","Night Axe","Night Axe","Night Axe","Fuegonauts","Fuegonauts","Fuegonauts","Adventurer","Adventurer","Nereid","Lizardmen","Lizardmen"],
   "Mountainous": ["Lizardmen","Nereid","Night Axe","Night Axe","Adventurer","Adventurer","Fuegonauts","Fuegonauts","Fuegonauts","Fuegonauts","Adventurer","Adventurer","Night Axe","Night Axe","Nereid","Lizardmen"],
   "Volcano": ["Lizardmen","Nereid","Night Axe","Night Axe","Adventurer","Adventurer","Fuegonauts","Fuegonauts","Fuegonauts","Fuegonauts","Adventurer","Adventurer","Night Axe","Night Axe","Nereid","Lizardmen"],
   "Volcanic": ["Lizardmen","Adventurer","Adventurer","Nereid","Night Axe","Night Axe","Night Axe","Night Axe","Fuegonauts","Fuegonauts","Fuegonauts","Fuegonauts","Nereid","Adventurer","Adventurer","Lizardmen"],
   "Ruins": ["Night Axe","Nereid","Fuegonauts","Fuegonauts","Lizardmen","Lizardmen","Adventurer","Adventurer","Adventurer","Adventurer","Lizardmen","Lizardmen","Fuegonauts","Fuegonauts","Nereid","Night Axe"],
   "Village": ["Lizardmen","Adventurer","Adventurer","Fuegonauts","Fuegonauts","Nereid","Night Axe","Night Axe","Night Axe","Night Axe","Nereid","Fuegonauts","Fuegonauts","Adventurer","Adventurer","Lizardmen"],

   "Fuegonauts": {
     "Obsidian Giant": [1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1],
     "Obsidian Bladeguard": [2, 4, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 2, 3],
     "Salamander Trickster": [5, 2, 2, 0, 2, 2, 0, 1, 1, 0, 0, 1, 2, 2, 5, 6],
     "Salamander Warrior": [20, 8, 0, 0, 8, 0, 6, 4, 4, 0, 0, 0, 0, 0, 20, 28],
     "Combustarino": [0, 0, 2, 6, 2, 3, 0, 0, 0, 2, 4, 2, 3, 2, 0, 0]
    },

   "Night Axe": {
     "Night Axe Warrior": [10, 4, 6, 5, 0, 4, 2, 2, 2, 1, 1, 4, 0, 9, 7, 7],
     "Edgesworn": [4, 9, 4, 2, 3, 0, 2, 0, 0, 2, 4, 2, 0, 5, 6, 2],
     "Bonebinder": [1, 3, 7, 4, 3, 1, 0, 1, 0, 0, 0, 1, 2, 4, 5, 5]
    },
   "Lizardmen": {
     "Goa": [2, 0, 1, 0, 0, 0, 0, 0, 0, 0, 1, 1, 0, 0, 0, 0],
     "Kiru Shaman": [0, 0, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0, 1, 2],
     "Kiru Ranger": [0, 4, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 2, 4],
     "Arva": [0, 0, 0, 0, 0, 4, 1, 2, 2, 6, 0, 0, 0, 0, 0, 0]
    },
   "Nereid": {
     "Nereid": [1, 4, 3, 3, 2, 2, 1, 2, 1, 2, 2, 3, 3, 0, 0, 4],
     "Water Imp": [0, 0, 5, 4, 1, 0, 1, 2, 1, 0, 1, 1, 2, 3, 0, 7],
     "Earth Imp": [0, 0, 1, 0, 0, 0, 0, 0, 0, 1, 1, 0, 1, 0, 0, 1],
     "Water Elemental": [0, 0, 3, 2, 3, 2, 0, 0, 1, 0, 0, 1, 0, 3, 5, 3]
    },
   "Vyderac": {
     "Seeker": [0, 6, 2, 0, 0, 1, 2, 1, 1, 1, 1, 2, 2, 1, 6, 9],
     "Swarmer": [0, 12, 0, 12, 5, 9, 0, 0, 0, 5, 11, 7, 9, 12, 24, 34],
     "Feeder": [0, 2, 1, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 3, 5],
     "Matron": [1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1]
    },

   "Adventurers": {
     "Charlie (Thief)":"A young thief with sandy blond hair and brown eyes who seeks the “Luck Jewel” and, hopefully, his fortune. Wears a light-brown shirt, loose blue pants, an oversized black leather belt, and wields a dagger. His ship crashed off the coast of Hot Springs Island when another adventurer beat the helmsman with an oar. Fearing for his life, Charlie leaped overboard and swam ashore. He recently evaded capture by a group of ogres, and his only bag is full of whale meat that never spoils.",
     "Joni (Ranger)":"A young archer with sandy- blonde hair and blue eyes, accompanied by a few friends to find her missing younger brother, Charlie. They secured passage by hiring on to protect Jack the Jeweler, who hopes to find a magical forge rumored to be on Hot Springs Island. Joni wields a horn longbow and shortsword and has the capability (unbeknownst to her) to befriend coppermane prowlers.",
     "Bryan (Cleric)":"A close family friend of Joni and Charlie. He is middle-aged, with hazel eyes and graying hair he wears in a pageboy haircut. He retired from adventuring to run an orphanage years ago, but when Joni sought help to find her missing brother, he gladly suited up once more. Bryan wields a blessed war mace he calls Justice, in addition to his faith.",
     "Trevor (Fighter)":"A longtime friend of Charlie’s who worked as a caravan guard for many years. He has brown hair and eyes, and wears a matching steel helm and breastplate. Trevor was the first person to tell Charlie the legends of the Luck Jewel, and when Joni told him Charlie had gone missing to find it, his guilt compelled him to join up. He normally wields an axe and shield, but is skilled with polearms.",
     "Ada (Wizard)":"A supremely skilled evoker, and Joni and Charlie’s first cousin. Ada has dark eyes, and braids up her black hair with small silver chains. She wears the blue sash and purple robes of her order, and if her spells fail, she wields a quarterstaff of enchanted holly.",
     "Jack the Jeweler (Thief)":"Light-fingered and known the world over for his quality crafting and whimsical jewelry designs, Jack was personally invited to the islands by Jeremy Rand’s adventurers guild. Before heading to Rand’s Retreat, he recruited a party of adventurers to recover a small mystical forge rumored to be on Hot Springs Island. Jack has wavy red hair, green eyes, and usually dresses in bright greens and yellows. He normally lets his bodyguard Audrey fight for him, but his daggers and poisons are lethal in a pinch.",
     "Eunice (Wizard)":"A petite wizard of wealth and repute, convinced to fund an expedition to Hot Springs Island by her lover, Jack the Jeweler. She wears a large brown floppy hat with matching robes and slippers, and keeps her short hair tucked behind her ears to show her golden eyes. Jack promised she could keep the forge and return to her tower if she doesn’t like the Swordfish Islands, but she knows better than to put too much stock in his word. She hopes to use the forge to make a perfectly spherical and reusable heart for a terracotta golem design she has been working on. Eunice makes clever use of illusions to confuse her opponents before blasting them away with a chain lightning spell of her own design.",
     "Audrey (Fighter)":"Jack the Jeweler’s bodyguard. Audrey is over six feet tall, with long black hair she normally wears in a tight ponytail. Muscles ripple beneath her smooth olive skin, and her attire of light armor and loose pantaloons is well suited for tropical climes. She believes Jack’s decision to visit Hot Springs Island is a mistake, but she’s the first to admit that she’s paid for her fighting skills, not her opinions. She is terrifyingly good with twin shortswords, and occasionally breaks out a small crossbow when the situation calls for it.",
     "Baxter (Thief)":"A skilled thief and learned scholar who uses his knowledge of the past to locate big scores. Baxter has deep ebony skin, hazel eyes, and always wears a surprisingly clean red shirt. His research and inquiries with Martel Company contacts confirmed the existence of a mystical jewelers forge in the elven ruins on Hot Springs [HS-19]. He sold this knowledge to his old friend Jack, but demanded to come along for the adventure too. Baxter is rarely caught off guard, and works tirelessly to identify all the angles in a situation. He prefers to fight with gadgets of his own construction, such as a wrist-mounted crossbow, blinding powder, poisoned darts, and anesthetic- injecting daggers.",
     "Benedict (Fighter/Thief)—Pirates":"A sailor by trade, Benedict was marooned on Hot Springs Island several months ago after leading a failed mutiny. He is a stout man, bald, but with a thick red beard and hair all over his body. His shirt wore out long ago, and all he wears now are a tattered pair of blue-and-white striped pantaloons held up by a red sash. He is skilled at catching boars and using dripping trees defensively. He even survived a couple of Arva attacks using his wits and cutlass. Benedict has discovered the location of kujibirds [HS-18- 03], but he doesn’t realize how valuable this information would be to the blue-scaled Kiru.",
     "Alphonse (Thief)—Pirates":"Well into his seventies, Alphonse does not look a day over thirty. He has shaggy blond hair, tanned skin, and milky blue eyes, and wears rags insufficient to cover his decency. A crazy hermit, he has survived on Hot Springs Island for almost fifty years. Once a dashing young cutthroat, he sailed with the Adder—a legendary and insane pirate captain who possessed an elixir that unnaturally extended his life. But one night, after witnessing the extent of his captain’s madness, Alphonse grabbed a jug of the legendary potion and jumped ship in the Swordfish Islands. He is so convinced the Adder will find and kill him that he has gone insane, raving about it constantly. Alphonse guards his jug of longevity juice jealously, but five doses (one per year) remain.",
     "Horatio (Thief)—Martel Company":"A Martel Company acquisitions specialist sent to Hot Springs Island to retrieve an important shipment stolen by an ex-marine (Travis). He has brown hair, green eyes, and wears piecemeal leather armor with a dark-green bandana around his neck. His informants believe a rogue trader will pick up the stolen shipment at the next full moon, and he hopes to find the thief long before then. Though Horatio normally works alone, he is a pleasant individual and will accept help or offer his services to others if their goals align. He wields a pair of custom enchanted shortswords with slots in the blade that can catch and break the swords of his adversaries.",
     "Travis (Fighter)—Ex-Martel Company":"Once a ranking marine with the Martel Company, Travis led a successful mutiny against a company ship, killed the captain, and stole several important pieces of magical apparatus from its cargo. He rowed them ashore to Hot Springs Island, where he has arrangements to meet a rogue trader at the next full moon. Travis wears a blue-and-white bandana to cover his bald head, and a standard-issue Martel Company outfit, complete with saffron jacket, because he forgot to steal new clothes. He fights with a harpoon and a silvered sword, and is terrified of the creatures on the island. No one warned him how dangerous it was, and he plans to double his price for the merch once the trader shows up.",
     "Ruben (Fighter)—Martel Company":"A Martel Company marine shipwrecked when the civilian transport he was guarding got caught in a storm off Hot Springs Island. He is young and strong, with wavy black hair, a patchy beard, and brown eyes. The only survivor he found was Benjamin, but they salvaged a good deal of supplies and shelter in the wreck on the beach. Ruben wields a cutlass with a broken tip, has a few throwing daggers, and hopes to pay for safe passage off island for himself and Benjamin with rum and a small chest of gold jewelry. Each night, Ruben builds a large bonfire to signal for help, but it’s only a matter of time before it attracts Arva.",
     "Benjamin (Fighter)—Martel Company":"A hired blade running from his past. Benjamin has light-brown skin, black hair, dark eyes, and the remains of a well-groomed mustache about to be swallowed in a shipwreck beard. He wears a fine scale mail tunic that is clearly missing a chest insignia for a holy order. Years ago, Benjamin was forsaken by his order and blamed for crimes he did not commit. He regrets not fighting for his innocence, but felt honor-bound to cover for his mentor as the scandal broke. With nowhere to go and a past to escape, he hired on with the Martel Company. After the shipwreck, he and Ruben developed an intense bond and became lovers. Ben has begun to wonder if maybe this was part of his god’s plan all along, and has begun work on a small shrine as his faith rejuvenates. He wields a scimitar and buckler, and with his extensive knowledge of plants, he can heal most ailments with something from his bag of dried herbs.",
     "Claire (Wizard)":"The first apprentice to a powerful wizard flung to Hot Springs Island when her spell was interrupted by witch hunters. Claire has platinum-blonde hair, green eyes, and a terrible sunburn that her tattered blue-gray robe and floppy green palm-frond hat do little to prevent. She was attempting to summon a creature to protect herself and her master from witch hunters, but Neville (one of those hunters) disturbed her in the spell’s final moments. When the two were flung to this remote place, they were forced to overcome their differences in order to survive—and after a series of adventures, have fallen in love. In addition to an exceptional intellect, Claire wields an ancient elven spell book she found in the ruins [HS-19] and a slim metal wand of lightning.",
     "Neville (Fighter)":"Oldest son of an ancient family of witch hunters. Neville was part of an expedition to kill Claire’s arcane master, but during the battle, he disrupted her spell and they both wound up on Hot Springs Island. He has chestnut-colored skin and smooth, black, shoulder-length hair. His clothes and armor were once bright red, but they are stained and streaked with mud. He has come to love and respect Claire deeply during their time on the island, and never wants to go back home. Svarku has been trying to recruit Neville to kill an Ash Baron, but he doesn’t think the efreet’s offer is sweet enough. Neville is terrifying with a spear, and he currently wields a golden Fuegonaut model with a superheated head.",
     "Tabitha (Monk)":"A monk attempting to find true solitude. Tabitha’s skin is a rich chocolate brown, and she decorates her braided hair with large beads and thick coatings of red clay. She wears lose-fitting flowered robes of rusty brown and spends about 60 percent of each day in meditation. She holds her body in special poses of her own design and faces the sun throughout the duration of her meditation. Her inner peace and self control are such that small objects within ten feet of Tabitha levitate a few inches off the ground around her. During her time on the island, she has become aware of the ongoing conflict between Molotek and the serpent at the heart of the world (p. 68), and wonders if she might help. If she must fight, Tabitha prefers to use heavy clubs that trees will gift her from their heartwood.",
     "Jenny (Fighter)—Martel Company":"A beautiful young cook on a Martel merchant ship marooned on Hot Springs Island after rebuffing her captain’s advances. She has dark skin, curly black hair, and dark eyes. She was wounded by a boar shortly after arriving, and her cream- colored blouse is ripped and bloodstained. Jenny has taken shelter in a large tree, but her untreated wounds leave her weaker every day.",
     "Ivan Blackhand (Fighter)—Martel Company":"A former marine separated from his company during a Fuegonaut ambush. He has dark hair and heavy bags under blue eyes. He wears a chain shirt over a sleeveless leather tunic, and the veins in his hands and feet are visibly black. He recently took shelter in a ruined elven building where a partially functioning singing golem served him food and sipopa (p. 147). Ivan has no idea what the “thick orange drink” was, but he liked it enough to steal a small barrel. He wields a saber and dagger in combat.",
     "Gretchen (Wizard)":"A powerful hydromancer drawn to Hot Springs Island due to legends of mythical aquifers. Gretchen has red hair and blue eyes that are hardly ever seen, as she dresses in robes and veils of dark green set with crystals on tinkling chains. An adjunct professor at the Royal College of Banuvo, she had secured a number of grants for what she hoped would be groundbreaking research. Unfortunately, her first drill hole unleashed a torrent of crystalback wydarr and her party was slaughtered. Not content to simply survive, Gretchen maps springs on the island and knows the complete lay of the land in d4 hexes. The nereid Daphne (p. 125) has begun to secretly observe Gretchen, and plans to enlist her aid if she proves to be a true water friend. Gretchen wields an enchanted staff with crystal inlays, and she suspends herself from the branches of a tree in an orb of water to sleep.",
     "Wild Eye (Barbarian)":"A barbarian with no memory of how she came to be on Hot Springs Island. Wild Eye may have little knowledge of the Common Tongue, but she is a killer through and through. She wears little more than rags with hide wraps on her feet, but has made a magnificent cloak of feathers from the birds and coppermane prowlers of the island. Half of one eye is bright blue and the rest is golden brown. A crystal frog lives in a tiny green pouch she wears around her neck on a braided leather cord, and it sings sweetly to her every night. Wild eye trusts few, and fights with a wooden club and obsidian dagger.",
     "Marcia (Fighter)":"A skilled warrior who once commanded an army of five thousand. Marcia has a heavy build, brown eyes, and a mane of black hair. She wears a set of steel-and-leather armor, and wields a large two-handed axe she calls Bloodfiend. Her forces lost an important battle, so she took a break from the postwar political fallout and returned to her roots as an adventurer. She heard that ogres on an island far to the south were skilled smiths, so she hopped on a Martel Company ship to acquire one of their gleaming black axes.",
     "Ulysses (Fighter)":"The only survivor of a group that came to Hot Springs Island to find living statues made of gold. Ulysses wears a steel breastplate over studded leather armor, and has black hair and noble features. In the ruins of Hot Springs City [HS-19], spiders (actually astral spinners) appeared from nowhere to wrap up and eat his party. Ulysses was wrapped up, too, but his enchanted sword and martial prowess saved his hide once again. He managed to recover the map the party leader had been following, and he plans to hunt the statues once he figures out how to get off the island. Ulysses fights with an enchanted long sword that grows hotter and hotter the more he fights with it.",
     "Dale (Cleric)":"The only survivor of a group that came to Hot Springs Island in search of riches. Dale is tall and muscular, with dark skin and light eyes. He wears a heavy chain shirt over a ripped orange tunic, and defends himself with prayer and a blessed hammer that crackles with lightning. One day near the Temple of Tranquility [HS-23-02], he stepped away from his group to relieve himself. When he returned, his friends had vanished without a trace. After a fruitless week-long search, he built a small shelter and shrine to his god, where he prays daily. Dale’s companions were slaughtered by a band of Arva, and steam imps decided it would be fun to hide all traces of the combat and bet on his reactions. He has proven supremely interesting (three imps lost their cores when he built a permanent structure), and if he can make it a few more weeks, the imps plan to help him out.",
     "Luther (Sorcerer)":"A powerful sorcerer from a distant land, banished to the Swordfish Islands to die. Luther single-handedly slaughtered every member of a noble family using his dark magic, but was betrayed and captured. The wizards who captured him could not kill him directly, so they slapped him in rune-scribed metal bracers that cover his forearms, then teleported him away. The bracers limit Luther’s magical abilities to cantrips, and they are lined with spikes so that a slow drip of blood leaves him constantly red-handed. He has sworn eternal vengeance upon the fools who let him live, and he seeks new fools to free him. Luther is large and balding, with pale dead eyes and an unkempt beard. He wears ragged black robes of once-fine material and is incredibly skilled with a sling.",
     "Jus (Druid)":"A flock of starlings came to Jus as he wandered the wetlands of his homeland, telling him of a dying dryad trapped on an island half a world away. He left immediately, and now wanders the jungles of Hot Springs Island seeking the dryad whom nature called him to find [HS-15-02]. Jus is a large, jolly man who wears a robe of living woven blindfire vine. He speaks to the animals and laughs with the trees. Even though he has a deeper connection to nature than to his fellow people, he is kind hearted and always offers a warm smile and a helping hand. Jus wields a gnarled staff of ash and calls upon nature for aid in combat.",
     "Sssa (Ranger)—Kiru":"A Kiru ranger who has come to Hot Springs Island to hunt the mythical kujibird. Sssa’s scales are a deep midnight blue, and he wears nothing but a bright-yellow loincloth and a shell necklace. He dreamed he would find the birds in a cave with crystals that glow like the sun [HS-22-01], so he fearlessly enters every cave he finds. Sssa fights with a bow and a wicked obsidian blade, and he can make almost any tool he needs within twenty minutes.",
     "Horoch (Ranger)—Kiru":"Horoch was spirit- bonded to his childhood rival, the Kiru ranger Jola, and the two were sent to Hot Springs Island to overcome their personal differences. Unable to overcome his resentment, Horoch murdered Jola as he slept in the ruins of Hot Springs City [HS-19]. He has light-blue scales and wears a necklace of bright-red feathers that once belonged to Jola. Knowing he can never return home and feeling nothing but emptiness and hatred, Horoch has begun stalking a group of Arva and is trying to work up the courage to ask if he can join their ranks.",
     "Six (Steam Imp)":"Six the steam imp has only two miniscule fragments of his elemental core left, and he rubs them between his fingers constantly. His skin is a smoky blue-gray and most of his left ear is gone, leaving only a few ragged tatters attached to his head. The only rule steam imps have is that you must always make good on your bets. However, when Six was faced with losing his core, he ran for his life. He is terribly depressed as he wanders the island muttering, “But I didn’t lose... that wasn’t the wager.” He will forever worship anyone who can get him back in with the steam imps, or find him the six steam cores he now owes the House (p. 138).",
     "Golok (Ogre Bonebinder)—Night Axe":"Golok, also called Gold Bone, travels across the island collecting bones for his spells. He wears large gold rings in his ears and nose, and four of the large bones on his necklace have been coated in gold. He actively seeks adventurers and offers them gold dust in exchange for salamander bones (particularly vertebrae). He wields obsidian daggers and always has 3d6+3 enchanted bones on his person.",
     "Bokel (Ogre Edgesworn)—Night Axe":"Bokel fights like a small army was melded into one being, and is becoming one of Mog’ok’s favorite Night Axe. He walks through the jungles naked but for two crossed hide bandoleers to hold his backup obsidian blades. He prefers to be alone, and feels called to seek out the remains of fallen Night Axe to give them proper burials.",
     "Orrin (Ogre “Sage”)—Night Axe":"The Night Axe ogre who calls himself Orrin found an enchanted circlet of black metal set with a large sapphire in a pirate dugout on Hot Springs Island. The circlet granted him the ability to speak, read, write, and understand all known languages. After experiencing this awakening, he renamed himself Orrin, wove a kilt of leaves and grass, and began painting his large stomach with blue swirls every morning. He made the dugout his new home and has begun stealing all the books and writing supplies he can get his hands on. Orrin has fashioned a makeshift writing desk and is working on his magnum opus detailing the struggles of the Night Axe. It has just passed five hundred pages in length, and he likes to joke that now that he’s completed the first 90 percent of his book, it’s time to begin the next 90 percent.",
     "Bamvo (Ogre Warrior)—Night Axe":"Bamvo is one of the youngest Night Axe ogres, and he believes that Glavrok does not respect him because of his youth. The truth is that Bamvo is not ready to become an edgesworn, and Glavrok knows he will not pass the test. Unable to accept this, Bamvo stole a number of powerful items and headed out to kill Svarku himself. He is trying to find a secret way into the efreet’s lair that will bypass most of the Fuegonauts. Bamvo wears a stolen boar headdress, bleached whalebone shin- and armguards, and two enchanted obsidian-tipped spears.",
     "Zulok (Ogre Bonebinder)—Night Axe":"Zulok, a particularly emaciated bonebinder, recently lost an eye to the Fuegonauts and gained a scar from forehead to mouth. In the unconsciousness that followed, he saw a vision of an artifact that could aid his people. It resembles a statue of a woman, hidden in a magnificent structure filled with pools and strange people [HS-19-01]. Zulok fights with a curved staff adorned with enchanted bones, trinkets, and the core of his bonded water elemental.",
     "Rocky (Combustarino)—Fuegonauts":"Rocky lost his special insignia and butterfly blade during a skirmish with the Night Axe at the Scorched Earth [HS-12-01]. It now hangs atop Glavrok’s South Watch [HS-12-02] with other Night Axe trophies. Right after Rocky became a combustarino, Svarku publicly praised his insignia, and now the imp feels he must retrieve it before returning to the volcano. Svarku has no memory of this event.",
     "Skletch (Salamander Trickster)—Fuegonauts":"Skletch is normally found along the coast, carrying or eating swordfish. Several months ago, he killed a group of adventurers cooking a swordfish in their camp and became hooked on the flavor with his first bite. After realizing this delicious food came from the sea, Skletch crafted tentacle rings that would protect him from the cold and wet, and decided to become a fisher. His light-blue scales and white underbelly gave him excellent camouflage in the ocean, and he has taken to swimming more and more. He hunts swordfish with a golden spear custom-made for the job.",
     "Fruss (Salamander Warrior)—Fuegonauts":"Fruss granted himself a leave of absence from the Fuegonauts and decided to explore Hot Springs Island. Or that’s what he tells people. In truth, he lost a bet with a steam imp over some underground fire imp fights in Crystalflow Mine (p. 70), and has been in hiding ever since. Luckily for him, he found an old pirate dugout filled with spiced rum, so his temporary exile has been quite pleasant. Fruss’s scales are a deep red-orange and he wears broken porcelain doll heads on his face tentacles. He fights with a golden spear and three-pointed dagger, and is deathly afraid of fog, mist, and clouds.",
     "Jelex (Salamander Trickster)—Fuegonauts":"Jelex is so disappointed with Svarku. When she first came to Hot Springs Island, she was enamored with the charismatic efreet, but her infatuation has cooled with his dithering. Svarku has lost his way. He has forgotten what all creatures of fire know: that the cold, wet worlds in the void of the physical plane exist solely to be burned. But Jelex has not forgotten, for she is the conduit of fire! She recently started a secret group to further her ends, and has even attempted to recruit mortals to the cause. Jelex has white scales that blaze like a magnesium flare, and has pierced her back spines with heavy gold hoops.",
     "Felor and Blix (Salamanders)—Fuegonauts":"The twin salamanders Felor and Blix are identical in every way but color. Felor’s scales are a light orange, whereas Blix is the blue of burning gas. They eat together, sleep together, go everywhere together, finish each other’s sentences, and are a huge thorn in Svarku’s side. The twins delight in pain, death, and fire, and have ruined a number of the efreet’s plans with their actions. They enjoy kidnapping solitary Night Axe and taking them to a collapsed lava tube near the coast. Once there, they use bladed golden gloves to flay and then eat their captive alive. The twins have also begun selling red crystal dust to other salamanders, and to undermine Svarku’s new moon parties (p. 65) by hosting their own on the same night."
    }
  },
 "creatureDetails": {
   "Arva":"8’ tall, black-green scales with tribal swirls. Muscular. Very aggressive, use traps and dirty tricks to kill.",
   "Astral Spinner":"Spiderlike footlong metallic creatures, big butt with red/blue sphere. shift between Planes. Defensive. Try to getvictims tangled into webs, often won’t attack directly.",
   "Blindfire Carpet":"Feathery leaves and 20’ vines, orange peppers. Solitary. Silent. 5’ maw in center uses vines to grab and eatcreatures. Rears up. Target maw.",
   "Blindfire Vine":"Like carpet, long vines with grabby tips, dangles ceilings.",
   "Boar":"Brown, 5’ long 3’ tall, sleep in shallow holes, attempt to wound and flee, flame retardant",
   "Boltforager":"Red feathers, bony yellow ridge spike, 3’ tall. Attack from above with spike/talons, emit puffs of orange smoke to infect targets with worms. Worms hatch in d6 days.",
   "Boneback Wydarr":"4’ tall stout bony-ridged creature. Long pink tongues reptile head. Hooks instead of forelegs. Vicious andenergetic, slashing, biting, tripping, working with group tactics.",
   "Bonebinder":"10’ tall, gaunt pale skin, covered in bags and pouches. Peaceful thinkers.<ul><li>Peaceful thinkers and shaman</li><li>Leaders of the Night Axe</li><li>Bind spells into bones</li><li>Long-term goals and prosperity</li></ul>",
   "Broadback":"25’ tall, wide misshapen lizards, hunches forward, thick scaly hides, spikes and armored plates. Gentle Herbivores.Loud mating call. Paths of devastation in wake.",
   "Combustarino":"<ul><li>Sadistic Fire Imps who follow Svarku</li><li>Amused by inflicting pain and killing</li><li>Love new identity, not just Fire Imp</li><li>Butterfly knives, metal emblem</li></ul>",
   "Copperback":"Large 5’ snake with copper scales. Strike with incredible speed, venom puts enemies to sleep. Prefers to attackonce, and then flee danger.",
   "Coppermane Prowler":"Body of a cat, birdlike head wingless griffin. 10’ long, 4’ tall. Mane of copper shards. Solitary. Bites withelectric power. Can teleport 40’, leaving trail of electricity",
   "Coralkin Angler":"Slimy green bipedal armored. 7’ tall, fish tail, webbed hands/feet. Lives with Spawn. Awkward on land, leapingattack. Prefer fight underwater and kick against walls.",
   "Coralkin Spawn":"1’ tadpoles with large teeth. Swarm will attack anything nearby. Venom worsens each bite.",
   "Crystal Frog":"small crystal frog, thumb-sized. Can bond with creatures like a dog. Twitter like birds. Can heal owner.",
   "Crystalback Wydarr":"4’ tall hunchback crystal spined creatures. Metallic iron/steel/ silver plates, reptile head. Forelegs are crystalscythes. Digs through dense stone. Snapping jaws and smashing crystals. Launch one another at targets.",
   "Dire Boar":"Huge tusks, 20’ long 10’ tall, destroys environments, solitary. Charge &amp; trample enemies with tusks",
   "Duecadre":"8’ tall flightless birds, speckled browns and greys, tails yellow. Qwop, Qwop, Qwop every sunrise. Carnivores.Solitary. Kicks and claws. Extremely sharp beak. Docile.",
   "Earth Elemental":"2 feet tall D20 made of stone. Can create earth from nothing and manipulate it.",
   "Earth Imp":"3’ tall, short and fat stone, talkative and extremely friendly. Eager to tell stories and hear stories. Nonviolent. Don’t like mocking.",
   "Edgesworn":"11’ tall, thickly muscled with bony protrusions. <ul><li>Vicious and terrible warriors</li><li>No tongues</li><li>Can shape obsidian with bare hands</li><li>Embrace anger. Live for battle</li><li>Path of Speed - faster attacks</li><li>Path of Fury - can berserk</li><li>Path of Terror - strike fear foes &amp; allies</li></ul>",
   "Feeder":"3’ long, 5’ wingspan. Slowly flies. Large legs, long propitious to drain blood. Docile.",
   "Fire Elemental":"2 feet tall D10 made of glowing metal. Can create fire from nothing and manipulate it.",
   "Fire Imp":"3’ tall, red skin with small wings. obsessed with fair fights and grappling. Rarely fight to the death, but always“fight fair”.",
   "Flayfiend":"12’ long, 6’ tall, covered in grey hide and bone-spines curving back. 4 large tusks. Spines break easily, difficultto remove. Eat only skin. Solitary. Aggressive and territorial. Charge and trample with tusks.",
   "Giant Bat":"Large black wings, eyes reflect hypnotic lights, sounds like barking, 4-5’ tall. Swoop down at eyes and face. Willretreat if losing, return with entire colony, bringing 20+ more.",
   "Giant Centipede":"Red, yellow, or black, 3-6 feet long. Snapping mandibles, tail barb. Found in corpses. Crawl up opponents, snappingand stabbing with tails. Venom paralyzes.",
   "Giant Rat":"3’ long, 1’ tall. Thick fur of various colors. Semi-opposable thumbs, good climbers. Will fight to the death. Swarm,bite.",
   "Goa":"7’ tall, thick dark green scales, slitted yellow eyes. Covered in beads, feathers, boar skin bracers. Fight withhonor, seek glory from trophies",
   "Kiru Ranger":"6’ tall, deep blue scales, orange ridge. Carry little besides longbows. Stealthy. Seek knowledge.",
   "Kiru Shaman":"6’ tall, light bright blue scales., fur cloak, mithril necklace, bright feathers and flowers. Obsidian spears. Seekknowledge. Peaceful.",
   "Kujibird":"3’ tall flightless birds. Patches golden scales. run quickly, attack with poison claws. Songs can cause madness.",
   "Magma Elemental":"2 feet tall D12 glowing from beneath dark rock shards. Can create magma from nothing and manipulate it.",
   "Magma Imp":"4’ tall, armored glowing form. Try to look cool. Love building something and working with a team. Hate to leavesomething unfinished or be interrupted.",
   "Matron":"50’ long armored quivering birth sacs. Attached to a cliffside or large trees. Surrounded by other vyderacs. Largeclaws, spits acid. Can explode releasing acid.",
   "Muttering Serpent":"15’ large snake, mirror like scales. Face resembles your own. Smells like wood shavings. Intelligent, communicatestelepathically, plays with and confuses prey with questions from themselves. Tries to separate and attack.",
   "Nereid":"5’ tall, smooth blue skin in a humanoid shape; often with tentacles or shark fins or something. Can command water. A troupe of singers trapped in paintings by the Elves and kept by Svarku. 29 free Nereids want to free Meltalia, work with Night Axe revenge.",
   "Obsidian Bladeguard":"10’ tall vaguely humanoid of jagged obsidian. 8 randomly scattered eyes. Automatons.",
   "Obsidian Digger":"Chunk of obsidian, gives off blue light. 3” to 3’ large. Floating shards used to dig and shape rock. Ignore prettymuch everything. Difficult to damage. fling stone shards.",
   "Obsidian Giant":"20’ tall, 4 massive legs, body a random jumble of obsidian, two large tusks with spiked trunk.<ul><li>Seven Six Giants, 25 Bladeguards each</li><li>Work for Ash Barons, assist Svarku</li><li>Afraid of Edgesworn and Bavmorda</li><li>Want Svarku to fail, fuel hostilities</li><li>Order Fuegonauts around, sabotage</li></ul>",
   "Ooze Elemental":"2’ jelly-like cube. Can create ooze from nothing and manipulate it.",
   "Ooze Imp":"3’ tall, translucent goop shape shifters. Can take small humanoid form with wings. Love gross pranks. Can mergetogether.",
   "Orange Sludge":"6’ in diameter. Coat things with orange goo. Crystallizes in dark, evaporate in light. humanoid forms. Attempt tocover and consume. Drop from above, or side paths. Attack anything that moves. Dulls and rusts metal. May be coveredin poison Ambermoss.",
   "Poison Dart Frog":"thumb sized frogs. Toxin extremely potent. Red, Blue, Green, Yellow, Orange, White, Purple or Black.",
   "Salamander Trickster":"7’ tall, serpentine bodies, 7’ tail. Blue white leathery scales, can cast magic.<ul><li>Ordered to serve Svarku by the Shah</li><li>Like bullying people</li><li>Reluctantly following orders</li><li>Boar meat is intoxicating</li></ul>",
   "Salamander Warrior":"7’ tall, serpentine bodies, 7’ tail. Yellow orange leathery scales, spears.<ul><li>Ordered to serve Svarku by the Shah</li><li>Like bullying people</li><li>Reluctantly following orders</li><li>Boar meat is intoxicating</li></ul>",
   "Seeker":"1’ long, 2’ wingspan, large butt. Move very quickly, can sense warm blooded creatures. Rapid fly-by attacks, spitout clouds of itchy powder, numbs and paralyzes.",
   "Shadow":"6’ tall, fanged shadows with wide mouths. Silent.. Stalk magic creatures. Get faster when struck with spells. Feralattack with claws and appendages.",
   "Singing Golem":"6’ tall, carved from stone. Naked elven statues. Sing with chimes inside. Often damaged, performing random tasks.",
   "Spine Dragon":"Dense 12’ long, 4’ tall docile. Dull metallic plates protect body. Impervious to all attacks. Dislike cold.Peaceful.",
   "Steam Elemental":"2’ shining metallic rings covered in water droplets and steam. Can create steam from nothing and manipulate it.",
   "Steam Imp":"3’ tall, large noses, large ears, grey skin. Can transform into a cloud of steam. Love to gamble on anything andeverything. Telepathic. Fights are for betting, not participating.",
   "Swarmer":"grapefruit sized scarabs, hard red shells. Can hop/fly 10’m. Overwhelm, bite prey, venomous. Does not let go.",
   "Tabibari":"6’ long, 3’ tall. Short grey fur. Horns grow from fleshy nose. Shared consciousness. Docile.",
   "Night Axe Warrior": "10’ tall, large tusks, large bellies. No lips, skeleton grin. Obsidian weapons.<ul><li>Most of the Night Axe</li><li>Huge, powerful, efficient, good workers</li><li>Need direction</li><li>Want freedom and children</li><li>Struggle with emotions and freedom</li></ul>",
   "Water Elemental":"2’ pale spheres. Can create water from nothing and manipulate it.",
   "Water Imp":"2’ tall, blue skin &amp; green gills. Holds their core like a polished soap bubble. Good natured and curious. Lovemysterious and puzzles.",
   "Zip Bird":"Flightless 4’ tall white birds. Small wings. Can leap up to 30’. Can run quickly. Fearless, rush past foes,harassing them with quick attacks. Slash with beak and talons."
  },

 "mapLocations": {
   "Crystalflow": {
     "Happening": ["The wydarr have won. There are thousands of them.","Fire-based inhabitants are alive but trapped in giant, new red crystal growths.","All the wydarr vanished last night.","A group of 2d8 dwarves have tunneled in and laid claim to [11–13].","[9] has been washed away by lava.","Steam imps have organized a title bout at [7].","Fire imps are throwing a redneck barbecue at [7].","A Fuegonaut inspection crew is assessing the scope of the wydarr infestation.","Fuegonauts are “blitz mining” easy red crystal pickings.","3d6 Fuegonaut crystal huffers are here causing trouble.","Casino night at [7]. Games that are illegal in five realities!","2d6 Fuegonaut deserters are squatting in [6].","A gathering of 2d4 rare metal elementals is happening at [13].","Chain gangs of 2d4 humans, dead from dust exposure, litter the mines. Svarku didn’t send them.","All six obsidian giants are here, performing psychic experiments at [10].","All of the crystal is gone. All of it."],
     "Encounter": ["1 Combustarino","d4+1 Adventurers","3d4 Crystalback Wydarr","1 Crystalback Wydarr","1 Obsidian Digger","1 Fire Elemental","3d6 Fire Imps","1 Fire Imp","d6+3 Fire Imps","2 Salamander Tricksters","2d4 Steam Imps","d4+1 Salamander Warriors","1 Crystalback Wydarr","d6+2 Crystalback Wydarr","1 Obsidian Bladeguard","1 Obsidian Giant"],
     "Motivation": ["Setting Up an Ambush","Dying","Mating","Territorial Display","Mining/Collecting","Just Passing Through","Social/Creative","Interacting With*","Resting","Hiding/Sneaking","Waiting","Altered State","Fighting*","Eating/Drinking","Wounded","Ritual"],
     "Areas": ["1. Abandoned Depot","2. Abandoned Cart Stop","3. Crystalevator","4. Collapsed Crystal","5. Abandoned Tool Pit","6. Wydarr Pits","7. Pyrofight Plateau","8. Fighter’s Cliff","9. Bridge","10. The Ringing Island","11. Mithral Pool","12. Mercury Pool","13. Gold Pool"]
    },
   "Shattered Aquifer": {
     "Happening": ["Svarku has commissioned magma imps to make armor. [6] has been repurposed for this.","Roderick’s skeleton is missing. Sopkatok is furious.","The unborn water elemental cores in [5] vanished last night.","Magma is winning the war! [3] is crumbling into a new lava river.","A Goa is about to fight Sopkatok. d6 Arva lie in wait to disrupt them.","A Goa battles Sopkatok. The caverns tremble with their combat.","d4+2 adventurers are here to steal flash-frozen magma imp “statues” from [3].","The forces of magma and water clash at [3].","The forces of magma and water have declared a temporary ceasefire.","Steam imps are hosting a prize fight at [3] during a ceasefire.","A powerful Goa is here to record new names from [8] and recover fallen Goa or remains.","2d4 Night Axe ogres are here to train with the forces of water.","Water is winning the war! [3] and [2] are flooded.","Sopkatok and Roderick’s ghost are at [2], discussing the nature of honor and sacrifice.","Svarku and 3d10 Fuegonauts are here to try and enlist Sopkatok to their cause.","An emissary from the plane of water has arrived to check on the status of the war."],
     "Encounter": ["Salamanders: d4 Tricksters, d4 Warriors","1 Kiru Shaman","d4+2 Adventurers","1 Steam Imp","1 Magma Imp","1 Magma Elemental","1 Goa","3d6 Magma Imps","d6+1 Water Imps, d6+1 Water Elementals","1 Goa","1 Water Elemental","2d4+3 Water Imps","4d6 Steam Imps","1 Earth Imp","1 Nereid","2d4+1 Night Axe"],
     "Motivation": ["Delivery","Social/Creative","Fighting*","Interacting With*","Laboring/Nesting","Returning Home","Hiding/Sneaking","Setting Up an Ambush","Patrolling","Wounded","Ritual","Territorial Display","Waiting","Lost","Dying","Diplomacy"],
     "Areas": ["1. Hissing Hallway","2. Lava Pits","3. Steaming Battlefield","4. Cloudy Balcony","5. Flooded Nurseries","6. Black Glass Overlook","7. The Mithral Claw","8. Wall of Names","9. Melted Nursery","10. Glass Ossuary","11. Lava Pool and Falls"]
    },
   "Slave Quarters": {
     "Happening": ["Albino ogre missing. Svarku will detect the Gem of Zumakalis (p. 114) in d6 days.","Meena the nereid has escaped [9]. Fuegonauts hunting frantically. Booze is going bad!","d4+2 adventurers, hired by an angry steam imp, are here to kill Fatty.","Fatty, without telling Svarku, is trying to sublet [2] to 2d6 ooze elementals.","Combustarino funeral. No fights today.","Svarku has decided to renovate. 2d6 pompous Fuegonauts are here surveying the area.","The albino ogre is eating someone in [6]. Slowly. Loud screams echo throughout.","4d10 combustarinos are brawling in [1].","Fatty is gone. Reporting to steam imps. No fights today.","Fatty’s throwing a pickling party! The loser of today’s fight goes in the brine!","Salamander twins Felor and Blix are hawking red crystal dust to a mob of 30+ Fuegonauts.","Svarku’s been in [9] for hours now. Fuegonauts sober and edgy.","d6 Night Axe are here to take rubbings of the names on the walls.","Fatty’s pickles have been stolen. Or he sold them. He can’t remember, but he’s pissed.","Srok is here, collecting old ogre shackles.","All the old hair mats braided by Bavmorda have animated, attacking anything that moves."],
     "Encounter": ["3 Obsidian Bladeguards","1 Goa","2 Steam Imps","d4+1 Night Axe","2d6 Giant Rats","3d4 Fuegonauts","2d6 Salamander Warriors","1 Combustarino","d4+1 Combustarinos","d4+1 Salamander Tricksters","3d6 Fuegonauts","3d4 Giant Bats","d4+1 Adventurers","1 Fire Imp","d6+2 Crystalback Wydarr","1 Singing Golem"],
     "Motivation": ["Ritual","Just Passing Through","Surveying","Hiding/Sneaking","Laboring/Nesting","Altered State","Eating/Drinking","Fighting*","Waiting","Mischief","Social/Creative","Sleeping","Fleeing*","Interacting With*","Lost","Wounded"],
     "Areas": ["1. Old Mess Hall","2. Old Ogre Quarters","3. Captain’s Office","4. Fatty’s Lair","5. Old Kitchen","6. Trash Pit","7. Albino Ogre’s Lair","8. Deserter Flophouse","9. Booze Vault",""]
    },
   "Crystal SeaCave": {
     "Happening": ["The siren Oolah is free and singing at [4]. The caverns resonate with emotion.","The black coral is “suggesting” extreme violence. Nereids are angry but don’t know why.","[7] has not erupted for 3 days. Terror grips the nereids.","A salamander trickster cursed the cave’s crystals to ring discordantly with the Lament.","All nereids are trancelike, harmonizing the Lament. The cave is subzero. Wydarr sluggish.","The nereids are holding an adventurer “job fair.” They plan to push against the wydarr soon.","The nereids are busy resetting traps and growing new crystal defenses with their songs.","Wydarr expansion. Tensions are high, but the forces of water hold their own for now.","The wydarr seem to be retreating. Skirmishes are rare. The cave is mostly at peace.","One-third of the nereids are away aiding an ally or potential ally.","d4+1 Goa are here to hunt the wydarr in their own manner.","d4+1 Fuegonauts opened a portal to capture more nereids, but landed in a wydarr tunnel.","[9] is awake and nuzzling wydarr to death.","An unannounced emissary from the plane of water arrived 3 days ago, but says nothing.","All traps and alarms in the cave are triggering on the honest and not the deceptive.","Crystalback wydarr fill the cave. The nereids are gone. The Lament has been broken."],
     "Encounter": ["Night Axe: d4 Bonebinders, d6 Edgesworn","1 Goa","3d4 Crystalback Wydarr","1 Crystalback Wydarr","1 Adventurer","1 Nereid","2d6 Water Imps","2d6 Water Imps, d4+2 Water Elementals","1 Water Imp","1 Earth Imp","1 Nereid, d4+1 Water Imps","d4+1 Adventurers","1 Crystalback Wydarr","d6+2 Crystalback Wydarr","1 Kiru Shaman","1 Ooze Imp"],
     "Motivation": ["Returning Home","Setting Up an Ambush","Mining/Collecting","Fighting*","Delivery","Meditating","Repairing/Maintenance","Patrolling","Interacting With*","Social/Creative","Ritual","Resting","Fleeing*","Exhausted","Art","Mischief"],
     "Areas": ["1. Golden Crystals","2. The Curtain","3. Freeze Point","4. The Lament","5. Sleeping Chambers","6. Crystal Cavern","7. Geyser","8. Secluded Nursery","9. Sleeping Spine Dragon","10. Shattered Cavern","11. Wydarr Pits","12. Embattled Nursery"]
    },
   "Ashfire Mine": {
     "Happening": ["[7] has been extracted! It stretches across [9]. Svarku is here to ensure its safe delivery.","[3] has been blown open. Zeb’s is gutted and battle scarred. A deal went very bad.","Panicked Fuegonaut patrols every hour. Srok was spotted and bodies keep showing up.","A trickster knows how to extract [7]. She’s right, but no one will listen. The crystal told her how.","Obsidian diggers are mining where there is no crystal. Obsidian giant subterfuge.","Flaming lightning crackles across [11]. d4 tricksters rehearsing for the next new moon party.","2d6 salamanders were tasked to collect acid from [2], but are dredging for loot instead.","Ashfire is empty and silent except for the “click click clack” of obsidian diggers mining.","All mining operation is focused on the safe extraction of [7] today. Mostly talk, little work.","[11] is hyperactive. Ash everywhere. Fuegonauts grossed out. “Ash is dead fire! Ewww!”","Quota day! Crystal shipments are going into [11]. Heavy Fuegonaut presence.","Blitz mining in Crystalflow Mine last night was a success. [9] in overdrive.","Fatty Salamander is overseeing a cleaning effort to prep for a visit by the Ash Barons.","[2] is overflowing. Large areas flooded with acid. Fuegonauts busy shuffling blame.","Extraction of [7] failed. Svarku high and angry. Returns to break crystal frequently.","Mine empty. Two obsidian giants await the emergence of an Ash Baron. Svarku unaware."],
     "Encounter": ["d6+2 Salamander Warriors","2d6x10 Giant Rats","d4+2 Night Axe","2 Bladeguards, d4 Tricksters, d12 Warriors","1 Salamander Warrior","d4 Salamander Tricksters","d4 Combustarinos","d4 Obsidian Diggers","d6+2 Salamander Warriors","4d6 Giant Bats","d4 Obsidian Diggers","1 Obsidian Bladeguard","d4+2 Adventurers","1 Duecadre","1 Earth Imp","1 Obsidian Giant, d4+1 Bladeguards"],
     "Motivation": ["Repairing/Maintenance","Fleeing*","Just Passing Through","Returning Home","Hiding/Sneaking","Altered State","Mischief","Mining/Collecting","“Patrolling”","Territorial Display","Social/Creative","Surveying","Investigating/Searching","Lost","Sleeping","Delivery"],
     "Areas": ["1. Guard Post","2. Caustic Pit","3. Cave-In","4. Zeb’s Crystal Retreat","5. Zeb’s Stockpile","6. The Gargantua","7. The Focus","8. The Failure","9. Central Processing","10. Vault","11. Ash Pillar","12. Old Mine"]
    },
   "Glavrok Village": {
     "Happening": ["Fuegonauts are attacking in force.","A child has been born! Village-wide partying!","Glavrok is busy resolving internal clan turmoil after a crushing defeat.","d4+1 adventurers hide in the jungle preparing to attack the village.","d6+1 Night Axe warriors are competing for a spot at the next mating ritual.","Sunok and bonebinders are preparing d4 dead ogres for burial and their “return to clay.”","2d6 ogres are celebrating a small victory.","It’s a normal day. The ogres are probably eating.","Maintenance day! The ogres work in small groups around the village to patch things up.","It is a day of remembrance. Many Night Axe have painted their faces with white clay.","Trade day! Torka and his broadback caravan are set up at [2].","Structures are being rebuilt after attack. Determine ruins by dropping d4+1 dice on map.","Srok and an entourage of d6 edgesworn are visiting from [HS-01-01].","d4 nereids are visiting with an entourage of 2d10 water friends.","Bavmorda and d4 of her sons are visiting.","A diplomatic envoy from the Fuegonauts has just arrived."],
     "Encounter": ["2 Nereids, 4 Water Elementals","1 Bonebinder and 1 Ogre Female","1 Spine Dragon","d4+2 Adventurers","d6+2 Zip Birds","d4+1 Bonebinders, 2d6 Ogre Youth","1 Bonebinder and d4 Night Axe Warriors","d4+1 Night Axe Warriors","1 Night Axe Warrior","1 Edgesworn and d4 Night Axe Warriors","1 Night Axe Warrior and d4 Ogre Youth","1 Vyderac Feeder","1 Dire Boar","d4 Combustarinos","1 Ogre Youth","2 Obsidian Bladeguards, 16 Salamanders"],
     "Motivation": ["Ritual","Hunt/Gather/Fish","Sleeping","Hiding/Sneaking","Laboring/Nesting","Social/Creative","Investigating/Searching","Patrolling","Interacting With*","Returning Home","Repairing/Maintenance","Just Passing Through","Territorial Display","Fighting*","Dying","Setting Up an Ambush"],
     "Areas": ["1. Fuego-No-Go Trenches","2. Trade Depot","3. Tanner","4. Trash Pit","5. Bone Carvers","6. Obsidian Workers","7. Watertight Weaver","8. Glavrok’s Hut","9. The Four Fountains","10. Garden"]
    },
   "Svarku’s Lair": {
     "Happening": ["Svarku’s been missing for a week. Work stopped 6 days ago.","d4 nereids escaped the harem last night.","Mission accomplished! Fuegonauts celebrating “total victory.” Night Axe not defeated.","All bladeguards are gone from the complex to guard a secret obsidian giant meeting.","Private party in the harem. No salamanders allowed. They’re pouting.","Fuegonauts are massed on the parade ground for Svarku’s weekly address.","d6+1 adventurers are being hauled to the basement for a lava dip. Svarku doesn’t know.","The crystal is flowing. The Night Axe are calm. The Fuegonauts are bored.","The party is expected. Everything is polished and prepared. The Fuegonauts are bored.","It’s meal time. Fuegonauts are milling about eating whatever it is fire elementals eat.","Salamanders on the parade ground are doing calisthenics. Svarku leads from balcony.","Random adventurers who refused Svarku’s offers are being publicly executed. Mass excitement!","Combustarino aerial relay races. They’re using adventurers as batons.","The crystal quota was successfully met and shipped on time. Mass excitement!","d6 obsidian giants forced a meeting with Svarku. Telepathy spam cracks his glass floor.","Svarku is hosting d4 Ash Barons. All is chaos and despair."],
     "Encounter": ["1 Obsidian Giant","1 Night Axe Edgesworn","1 Earth Imp","1 Adventurer","d4+3 Combustarinos","d6+1 Obsidian Bladeguards","2d4+2 Combustarinos","1 Combustarino","d4+1 Salamanders","1 Salamander Warrior","1 Salamander Trickster","d4+1 Adventurers","1 Flayfiend","d4+1 Obsidian Bladeguards","1 Nereid","3d6 Salamanders"],
     "Motivation": ["Ritual","Fighting*","Investigating/Searching","Just Passing Through","Interacting With*","Patrolling","Social/Creative","Delivery","“Patrolling”","Sleeping","Mischief","Waiting","Lost","Repairing/Maintenance","Fleeing*","Laboring/Nesting"],
     "Areas": ["B.1 Salamander Flophouse","B.2 Unused Torture Chamber","B.3 The Pit","B.4 Practice Range","B.5 Drainage","B.6 Cages","B.7 Viddy Room","B.8 Melting Pots","B.9 Barrel Storage","1.1 Parade Ground","1.2 Combustarinos’ Tower (exterior)","1.3 Obsidian Spire (exterior)","1.4 Svarku’sTower(exterior)","1.5 The Glass Bridges","1.6 Combustarinos’ Tower (interior)","1.7 Obsidian Spire (interior)","1.8 The Back Balcony","1.9 Molotek’s Altar","1.10 Path of Audience","1.11 Formal Seating","1.12 Svarku’s Throne","1.13 Svarku’s Secret Room of Affirmation","1.14 New Moon Storage","2.1 Combustarinos’ Tower","2.2 Obsidian Spire","2.3 Grand Banquet Hall","2.4 Svarku’s Throne","2.5 Svarku Serves","2.6 Svarku Provides","2.7 Kitchen","2.8 Larder","3.1 Combustarinos’ Tower","3.2 Ash Locker","3.3 Obsidian Spire","3.4 Svarku’s Throne","3.5 Bridge of Blades","3.6 Svarku’s Gym","3.7 The Flagrante 7000","3.8 Sauna","3.9 Svarku’s Patio","3.10 Fatty’s Cookhole","3.11 Svarku’s Podium","4.1 Harem","4.2 Pillars of Gold Flesh","4.3 Fountain","4.4 Stages","4.5 Pillow Pits","4.6 Svarku’s Throne","4.7 Svarku’s Private Bridge","4.8 Svarku’s Chambers","4.9 Bedchamber","4.10 Treasure Room"]
    },
   "Lapis Observatory": {
     "Happening": ["All orange sludges have retreated to the ballroom. Salt vine covers all other rooms.","Zeb is trying to rent the observatory. He’s here with prospective tenants right now.","Tuning day! Functioning singing golems tune each other while sludges try to break them.","3d6 adventurers are camped outside, intending to survey. Likely all dead in 24 hours.","d4+1 Goa are rock climbing the basalt outcrop on which the tower sits, for sport.","d4+1 extraplanar partygoers have arrived thinking Hotel Lapis is still open.","3d6 orange sludges try to leap out the windows, and are furious that they cannot die.","Half the sludges inhabit broken singing golems and pretend to be elves. The rest are pissed.","The tower is lit for a party. Music plays. Fireworks at night. Auto-party magic functional.","2d12 Fuegonauts camp below the tower to collect gems from the broken stairway.","Steam imps sent d6+1 adventurers to save imps in the kitchen, but bet against them.","All the golems in storage have reactivated and are attempting to clean the tower.","Zeb is hosting d4 extraplanar business associates in the observatory.","d4x100 migrating boltforagers roost here for the night. The stench is overwhelming.","A nature deity’s avatar has arrived to reclaim something powerful from the garden.","A roc roosts atop the observatory."],
     "Encounter": ["3d6 Orange Sludges","1 Kiru Shaman","1 Blindfire Vine","1 Adventurer","1 Singing Golem","d6+2 Astral Spinners","3d6 Boltforagers","1 Orange Sludge","d4+5 Orange Sludges","1 Muttering Serpent","d4+1 Adventurers","1 Singing Golem","1 Boltforager","3d6 Astral Spinners","1 Goa","1 Crystal Frog"],
     "Motivation": ["Art/Performance","Wounded","Setting Up an Ambush","Fleeing*","Delivery","Laboring/Nesting","Eating/Drinking","Investigating/Searching","Social/Creative","Interacting With*","Fighting*","Repairing/Maintenance","Territorial Display","Returning Home","Just Passing Through","Waiting for Characters"],
     "Areas": ["B.1 Sliding Doors","B.2 Warehouse","B.3 Fallen Shelf","B.4 ‘Servant’ Quarters","B.5 Golem and Sedan Room","B.6 The Herald","1.1 Grand Door","1.2 Space Room","1.3 Walkway","1.4 Directions","1.5 Front Desk","1.6 Gift Shop","1.7 Drinkers Library","1.8 Smokers Den","1.9 Dusters Gymnasium","1.10 Chasers Stone Garden","2.1 Scintillating Concourse","2.2 The Crack","2.3 A Taste of Space","2.4 Jagged Crystal Column","2.5 Kitchen","2.6 Pantry","2.7 Ballroom","2.8 Mirrors","2.9 Gold Arch","3.1 Other Gold Arch","3.2 Raised Platform","3.3 Orange Arch","3.4 Hotel Lapis","3.5 Sipopa Bars","3.6 Rooms (d20 table, pg. 90)","4.1 Other Orange Arch","4.2 Glory","4.3 Opalized Forest","4.4 Glass Vivarium","4.5 Pod People","4.6 Dead Oak","4.7 Acorn of Yggdrasil","4.8 Gold Grove","5.1 Silver Arch","5.2 Empty Museum","5.3 Observatory","5.4 Star Chair","5.5 Star Map","5.6 Disassembled Telescope"]
    },
   "Boar’s Head Encampment": {
     "Happening": ["Glavrok is visiting Srok (2d4+1 edgesworn/bonebinder entourage).","Fuegonauts are attacking right now!","d4 huts are being rebuilt after a Fuegonaut attack.","Celebration! d4 new edgesworn have joined the camp.","80% of the ogres are away raiding.","Preparations are underway for an adventurer recruitment feast.","50% of the ogres are clearing trees at [5].","General maintenance work throughout the encampment.","Ogres are participating in group exercise and guided hate meditation.","50% of the ogres are out hunting.","d8+1 ogre warriors are visiting from Glavrok Village.","Trade day! Torka and his broadback caravan are in town.","Celebration! Successful raid against the Fuegonauts.","d8 Fuegonaut captives are being chained up at [7].","Nereid emissaries have just arrived (4+ nereids and 3d6 water friends).","Svarku’s first ever diplomatic envoy to Srok has just arrived."],
     "Encounter": ["Salamanders: d4 Tricksters, 3d4 Warriors","1 Muttering Serpent","1 Blindfire Carpet","d4+2 Adventurers","d6+3 Zip Birds","d4+1 Night Axe Warriors","1 Copperback","1 Night Axe Edgesworn","d4+1 Night Axe Edgesworn","2d6 Giant Centipedes","1 Night Axe Bonebinder","3d10+5 Tabibari","1 Broadback","d4 Boars","1 Water Elemental","2 Nereids"],
     "Motivation": ["Lost","Hunt/Gather/Fish","Eating/Drinking","Exhausted","Territorial Display","Laboring/Nesting","Sleeping","Meditating","Returning Home","Mating","Art","Resting","Just Passing Through","Wounded","Delivery","Diplomacy"],
     "Areas": ["1. Watery Trench","2. Neelan’s Dugout","3. Leafy Stumps","4. Lookout Point","5. Fresh Deforestation","6. Encampment","7. The Killing Rocks"]
    },
   "Temple of Tranquility": {
     "Happening": ["Steam imps are stoically packing up their things and leaving. They will not speak.","Zeb is here collecting dividends and discussing debts owed by Starfall personnel.","Steam imps won’t let anyone in unless they can pass tickleweed without it moving.","The albino centipede is asleep and cannot be awoken. All centipede bets are off.","An earth imp has found its way into the temple. Will not shut up. It’s not funny anymore.","Steam imps need people to get coralkin spawn for their upcoming apple bobbing contest.","It’s open mic night. Tough crowd for anyone not an ooze imp.","The steam imp theme of the day is card games.","The steam imp theme of the day is dice games.","Zip bird races are being held on the hill outside.","The House needs a dozen fresh albino centipede legs for a new brew he’s been working on.","Steam imps are hosting a 3-hour Easter-egg style “topaz hunt.”","d6 adventurers are camped up top. They fear the imps and are hunting “a sea monster.”","Steam imps are bored. Current bet: When will a blindfire vine give up trying to eat a steam imp?","The centipede is trying to tunnel out. Most games cancelled due to the shaking.","The coralkin angler population has exploded. They keep climbing up from below."],
     "Encounter": ["A nereid","A Goa","A steam imp","d4 Night Axe bonebinders","d4 steam imps","2d4 giant centipedes","d4 adventurers","2d6 steam imps","d4+2 adventurers","An ooze imp","2d4 zip birds","A salamander trickster and 2d4 warriors","An earth imp","Two bonded Kiru rangers","A steam elemental","A self aware obsidian bladeguard"],
     "Motivation": ["Singing/Dancing","Hunting","Crying","Trading","Settling a Debt","Mating","Drinking","Gambling","Spectating","Performing","Fleeing","Partying","Talking","Mischief","Repaying a Favor","Lost"],
     "Areas": ["1.1 Entry Stairs","1.2 Worn Columns","1.3 Descent Points","1.4 Gambling Den","1.5 Bar","1.6 Stills","1.7 Stage","2.1 Drop Sites","2.2 Working Info Pad","2.3 Fail Spot","2.4 Collapsed Stair","2.5 Trampled Camp","2.6 Pristine Tube","2.7 Pristine Tank","2.8 Crystal Tunnel","2.9 Dig Spot","2.10 Centipede Lair","3.1 Worn Columns","3.2 Delwyn’s Sacrifice","3.3 BONUS!","3.4 Pristine Tube","3.5 White Wall","3.6 Bleachers","3.7 Working Info Pad"]
    },
   "Dire Boar Den": {
     "Happening": ["Apparently abandoned, but there are signs of a recent romantic picnic.","The whole den has been repurposed into a large zip bird nest (30–50).","The den has been repurposed by the Night Axe.","The resident dire boar is alive but away for the day. A group of NPCs is investigating.","The resident dire boar is home, wounded, and very angry.","The den is inhabited by a mother dire boar and her 2d4 young.","A dire boar challenger and its posse of d4+1 boars is in the den. Peeing everywhere.","The resident dire boar is home right now!","The resident dire boar is alive, but not home.","CONTESTED! Two dire boars are in the den, fighting.","The resident dire boar is home right now!","Apparently abandoned. There is a dire boar skeleton missing a tusk, and a broken bone saw.","Apparently abandoned. Overrun by blindfire vine.","The den has been repurposed by the Fuegonauts.","The den was repurposed by rum smugglers, then repurposed by giant red centipedes.","Two dire boars are here right now. Mating."],
     "Encounter": ["1 Night Axe Edgesworn","d6+1 Fuegonauts","d4+1 Giant Rats","1 Vyderac Seeker","1 Boltforager","1 Blindfire Vine","1 Giant Centipede","d4+1 Giant Centipedes","d6+1 Boars","1 Copperback d4+2","Zip Birds","1 Flayfiend","1 Adventurer","4d4+2 Giant Bats","d4+1 Adventurers","d4+1 Night Axe"],
     "Motivation": ["Surveying/Scouting","Just Passing Through","Altered State","Patrolling","Wounded","Eating/Drinking","Fighting*","Hunt/Gather/Fish","Resting","Hiding/Sneaking","Laboring/Nesting","Territorial Display","Lost","Sleeping","Dying","Ritual"],
     "Areas": ["1. Entrance","2. Sunken Trail","3. South Run","4. Battle-Ready Boulder","5. Rusted Column","6. North Run","7. Sleeping Area"]
    },
   "New Moon Party": {
     "Happening": ["Svarku lost control of the eruption during the volcanic departure. Mass panic!","Bavmorda is in the harem, perfectly disguised as a nereid. Her motives are unknown.","Attendance low. Most guests are at Felor and Blix’s secret “slave rave.” Svarku is despondent.","Combustarinos are holding a salamander impersonation contest. Salamanders displeased.","A trickster ritual had the new moon come early. Global tidal chaos, but one hell of a party.","Combustarinos are pulling ugly guests into the air and ripping them into confetti.","A booze waterfall is burning. Fuegonauts dispatched to Slave Quarters for more booze.","Spirits are high. So are the guests. New friends welcome!","A costume is required to enter. They’ll be judged later.","Fire imp brawl champs are here with d6 steam imp bookies. Much betting and excitement!","An adventurer has been found dead in the harem. A nereid is missing.","Fatty didn’t show up and the barbecue isn’t done. Will Svarku grill? Or cancel everything?!","Salamanders are pretending to fly using pulleys and ropes. Combustarinos are pissed.","The party is recreated with illusion magic. Guests in lava. Svarku can’t stop laughing.","Svarku has gotten too high. It’s bad. There’s already been one uncomfortable execution.","A spine dragon fell asleep on Svarku’s throne. He’s about to flood the place with lava."],
     "Encounter": ["2d6+2 Nereids, 3d10+5 Fuegonaut Guards","2d4+1 Steam Imps","1 Broadback","d4+1 Adventurers","1 Nereid (terribly bored)","1 Obsidian Bladeguard","1 Adventurer","2d10+6 Fuegonauts","1 Combustarino","d4+1 Adventurers","1 Salamander","d4+1 Salamander Tricksters","1 Fire Imp","d4 Kiru Rangers","1 Obsidian Giant","1 Nereid"],
     "Motivation": ["Art/Performance","Mischief","Dying","Waiting","Interacting With*","Patrolling","Dancing","Eating/Drinking","Wait Staff","Social/Creative","Sleeping","Mating","Altered State","Hiding/Sneaking","Wounded","Fleeing*"],
     "Areas": ["1. Banquet Area","2. Carny Row","3. Buffet, and Booze Falls","4. Floating Dodecahedron","5. The Flaming Octagonal Battledome of DOOM!","6. Svarku’s VIP Table"]
    }
  },
 "Hot Springs City": {
   "Broken Quarter": {
     "building": ["small building","giant elves fucking","miniature tower","huge pregnant elf","tenement house","giant elf head"],
     "material": ["whalebone and canvas","force-grown coral","mud bricks","force-grown coral","drystone coral","force-grown coral"],
     "was": ["hovel","flop house/slum","watch house/torture center","paupers temple/orgy house","slum/rookery","drug den/flop house/squat"],
     "now": ["you could push it over","half-drowned","mound of fungus and weeds","only held up by rot","colonized by ambermoss","huge gaps in facing"],
     "hides": ["well-concealed shadow-repelling totem","hidden bone or coral weapons","scraps of gold","a few hidden gems","personal jewlery","some well-preserved drugs"],
     "guarded": ["rat tied to stick","fake curses","written pleas not to steal","broken golem appendages","cage traps and wire snares","cachuga pepper powder trap"],
     "Encounter": ["Mad Hermit","Ruined Junkie Sailors","Shadows","Natives (Giant Rats)","Giant Centipedes","Outcast Lizardmen"]
    },
   "Iridescent Stair": {
     "building": ["collapsed building","collapsed giant elf","badly shaped whale","huge pregnant elf","building with water running through it","giant elf head"],
     "material": ["drystone rubble and coral","force-grown coral","plaster (whalebone joists)","force-grown coral","drystone obsidian","force-grown coral"],
     "was": ["slum/rookery","temple/orgy house","temple","torture center/orgy house","shop","orgy house"],
     "now": ["partially exposed at low tide","partially submerged at high tide","only held up by plant growth","colonized by quickweed","walls are full of holes","walls are easily breakable"],
     "hides": ["carved bone knives and hidden semiprecious gems","coral-carved toys in foetus coffins","prayer-carved semiprecious gems","personal effects in sealed jars","mixtures of foreign coin","sexual sculptures in marble and lapis lazuli"],
     "guarded": ["old snares and roof-fall traps","gem-flower psycho-pollen","broken child-golems with carved weeping eyes","auto-torture golems","skin-marking gas","sex-curse glyphs"],
     "Encounter": ["Coralkin Spawn","Nereid","Shadow","Mad Lizardman Shaman","Blindfire Vine","Ooze Imps"]
    },
   "Crumbling Infestation": {
     "building": ["huge pregnant elf","giant elf head","house with rippling sides","glass-roofed house","tower with whale-shaped minaret","square tower twisted 45 degrees"],
     "material": ["mud bricks","force-grown coral","brick and timber","obsidian bricks","carved hardwood","scrimshawed whalebone"],
     "was": ["orgy house","high-status home","museum","library","temple","magic user’s home"],
     "now": ["being pulled apart by constrictor vines","riddled with climbable cracks","badly tilted, could collapse","corners are going","colonized by jelly moss","roof is about to fall in"],
     "hides": ["petty decorative magic","preserved clothes and books","preserved clothes and books","rare and valuable books","mostly used coral wands","magic books"],
     "guarded": ["gender switching ‘cursed’ mirrors","memory-eating portraits","confusion symbols","salt vine everywhere","loud alarm locks","species polymorph glyphs"],
     "Encounter": ["Orange Sludge","Duecadre Nest","Zip Birds","Astral Spinners","Muttering Serpent","Shadows"]
    },
   "Ruined Marketplace": {
     "building": ["many-sided colonnade","nest of narrow streets","cubic building","cylindrical building","pentagonal building","building set into the hill"],
     "material": ["brick and timber","sandstone and hardwood","carved hardwood","sandstone and hardwood","red brick","sandstone"],
     "was": ["forum-type marketplace","bazaar-type marketplace","merchant’s house","restaurant","boutique hotel","bank/high-value storage"],
     "now": ["some walls can be forced through","rainbow mold erupts everywhere","murals rot and run, insane stains","frames and doors badly warped","lintels sag and may collapse","flagstones collapse into drains"],
     "hides": ["gold coins","trade gems","crystal medicines","chiming golems","elemental tracts","aboriginal relics"],
     "guarded": ["steam pipe traps","insanity spikes","skin-tearing traps","screaming golems","loud alarm locks","linked sets of elemental cores"],
     "Encounter": ["One Massive Sleeping Ogre","Shadows","Rival Party","Steam Imps","Goa Patrol","Edgesworn"]
    },
   "The Baths": {
     "building": ["garden-roofed palace","domed tower","square colonnade","small stepped pyramid","multi-towered palace","circular tower"],
     "material": ["red brick","sandstone","limestone","granite megaliths","seamless basalt","petrified non-native trees"],
     "was": ["elite spa/club","noble home","bathhouse/theater","bathhouse","courthouse","temple"],
     "now": ["orchids grow in every crack","spiderbushes crawl across it","bound by sleeping ivy","colonized by redgold’s feathers","covered by climbing sipopa","like new, untouched"],
     "hides": ["planar travel key","accurate and comprehensible prophecy","sacred writings/maps of heaven and hell","medical texts/cures for incurable plagues","historical secrets/campaign meta-info","ancient temperate-climate cultural relics"],
     "guarded": ["masked decadents","soporific blooms and dream hunters","flickering stasis trap","automata of temperate-climate animals","lawful good alignment curse trap","ancient temperate-climate spirit animals"],
     "Encounter": ["Astral Spinners","Shadows","Arva","Sleeping Spine Dragon","Sleeping Spine Dragon","Major NPC"]
    },
   "Tables": {
     "dayHappening": ["2d6+2 Night Axe ogres are scavenging the ruins for workable metal.","All functional singing golems attempt to decorate for a citywide celebration.","The springs are overflowing. Boiling water floods the streets and flows into the sea.","Zeb has glamoured d10+3 locations to a precataclysmic state for d4 days, to show clients.","d4+1 dying adventurers are strung up on the city’s ruined wall. Will not stop screaming.","d4+1 adventurers have established a camp in the ruins. Visible from the sea.","d4+1 adventurers have been captured by Arva. They’re still alive, but not for long.","Plumes of smoke rise from d6 locations in the ruins.","It is utterly silent and cool in the ruins, regardless of the weather elsewhere on the island.","Arva ritual day. Flashes of green and black light shoot up from the ruins with regularity.","2d6+1 dried-out corpses are hung along a street.","Storm clouds make it dark enough for shadows to stalk the streets. No Arva in ruins.","d4+1 rival ships are in the harbor. Base camps are being established.","The tabibari migration is moving through the ruins. There are thousands of them.","3d6+12 extradimensional traders were left at a “trade summit” here by a rivals as a joke.","60+ Fuegonauts hunt an escaped nereid. Terrified of Arva, they stay in groups of 10+."],
     "dayEncounter": ["1 Coppermane Prowler","2d4+3 Kiru Rangers","2d6 Arva","3d6 Duecadre","2 Adventurers","d4+1 Arva","2d6 Adventurers","2 Arva","d4+1 Adventurers","1 Astral Spinner","d6+1 Arva","1 Muttering Serpent","1 Adventurer","3d6 Tabibari","1 Obsidian Bladeguard","1 Vyderac Matron and Colony"],
     "dayMotivation": ["Lost","Hiding/Sneaking","Social/Creative","Just Passing Through","Interacting With*","Hunt/Gather/Fish","Laboring/Nesting","Fighting*","Wounded","Setting Up an Ambush","Surveying/Scouting","Territorial Display","Dying","Sleeping","Ritual","Eating/Drinking"],
     "nightHappening": ["Astral spinners everywhere. The streets are an obstacle course of silver webbing.","Festive lighting, fireworks, and music throughout. Shadows are gone. Sludges in turmoil.","d6 groups of d4+1 Arva search the ruins, surrounded by spheres of light. They hate it.","6d6 falling stars strike the city every 10 minutes, but cause no damage.","All water in the ruins is orange and viscous.","The sun shines at night on d10+3 ancient parks within the ruins.","All shadows have red eyes, and they attempt to kill foes immediately.","The sky is frozen in sunset. It’s still dark enough for shadows and sludge, though.","The sky is clear for meteor-shower viewing. All spell effects increased by 20%.","Fire and spellcraft flash in the ruins with some regularity.","A ship in the harbor is firing indiscriminately upon the ruins.","d6+3 Arva were unable to leave the ruins before nightfall. They are panicked.","d4+1 rival ships have called a truce to mount a joint rescue of people trapped ashore.","Thousands of tabibari sleep peacefully and unmolested in the ruins.","A thick layer of orange crystal coats the entire ruins. No orange sludge can be found.","The ruins are filled with hundreds of obsidian bladeguards. The air feels purple."],
     "nightEncounter": ["3d6 Singing Golems","1 Arva","1 Vyderac Seeker","d4+2 Adventurers","1 Singing Golem","1 Muttering Serpent","d4 Orange Sludges","d4+1 Shadows","1 Orange Sludge","d6+2 Shadows","2d6 Astral Spinners","3 Shadows","1 Arva","3d10x10 Vyderac Swarmers","2 Adventurers","1 Muttering Serpent"],
     "nightMotivation": ["Art/Performance","Lost","Patrolling","Fleeing*","Wounded","Eating/Drinking","Fighting*","Mischief","Investigating/Searching","Setting Up an Ambush","Waiting","Hiding/Sneaking","Dying","Just Passing Through","Mating","Sleeping"]
    }
  },
 "Treasure": {
   "Acidic Grog":"A large obsidian hip flask engraved with a scene of two fire imps toasting. Contains a quart of acid. Replenishes in d4 days.",
   "Belt of Shrunken Skulls":"This black leather belt is adorned with the shrunken skulls of d12 humanoid races. If a humanoid whose race’s skull is on the belt is within 50’ of the belt, the matching skull begins to laugh. Heads can be added and removed from the belt, and are held in place by leather thongs. Some wear this belt to identify threats, while others use its laughter to intimidate by wearing skulls of their own kind.",
   "Blez’s Rings":"A translucent obsidian box always blisteringly hot to the touch. Contains d6 gold salamander tentacle rings. The interior of each is engraved with: “For Blez with Love. Always.”",
   "Bouncing Magnetic Balls":"Five dense dull-gray balls 5” in diameter. Each ball weighs 2 lb. and has a healthy bounce if dropped or thrown. If two balls are separated but remain within 3’ of each other after 30 seconds, they snap back together with enough force to break bones.",
   "Box of Snuff":"A small snuff box of red crystal, filled with powdered water elemental cores.",
   "Bracer of Most Elements":"A bracer of glossy black leather embossed with elemental runes, and wrapped in a multicolored chain of different metals. Its wearer is immune to targeted elemental attacks except fire.",
   "Brass Grinder":"A small airtight canister of dull brassy metal, engraved with the face of a laughing efreet. It separates into two pieces, with the inside of each piece covered in spikes that interlock when the canister is closed. The two sides rotate against each other effortlessly, and can finely crush, grind, and powder almost anything placed inside (even diamonds). Currently contains a fine powder of red crystal.",
   "Butterfly Blade":"A butterfly blade the size of a shortsword. When opened, the blade ignites.",
   "Chain Mail Tank Top":"This tank top of black- and-red chain mail fully heals wounds, curses, and diseases if worn while submerged in lava for 24 hours. Does not protect against lava.",
   "Dancing Shackles":"A pair of brass shackles etched with dancing salamanders. While shackled, a creature is compelled to dance.",
   "Deck of Gold Cards":"A deck of solid gold, intricately engraved playing cards. The cards repair themselves if bent or damaged, and return to the deck if stolen or lost. Pressing the central spade on the ace of spades shuffles the deck. Anyone who fails to make good on a bet made during a game played with these cards is cursed until they make good (severity of curse should be in line with wager), but the deck helps any who use it to cheat. The cards can only change hands if lost in a bet or if their owner is killed.",
   "Double-Headed Spear":"A lightweight golden ceremonial spear. Tapping it against a hard surface causes it to spit a jet of fire from its tip and ring like a large gong.",
   "Drug Box":"A small tin (5” x 3”) of dull orange metal. Impervious to heat. Contains drug paraphernalia.",
   "Dwarven Dominoes":"A scorched leather case containing a set of mithral dwarven dominos. About half the pieces are clearly bloodstained.",
   "Explosive Corundums":"A pouch made of blue leather, embossed to resemble salamander scales, contains six rubies and six star sapphires. These gems explode in a violent burst of blue or red fire if they are thrown and the word “catch” (in any language) is spoken.",
   "Flaming Whistle":"A gold whistle. Shoots out a 6” jet of fire when blown and attracts 2d6 combustarinos from within a half-mile radius.",
   "Flaming Wizard Statue":"This crude obsidian statue of a wizard, 4” tall, stretches forth its arms as if casting a spell. An inextinguishable flame, like that of a candle, constantly jumps between the statue’s open hands.",
   "Goblet of Acid":"A wooden cup engraved with flames and set with golden efreet runes meaning “eternal.” When held, the cup will fill with concentrated acid three times per day.",
   "Gold-Coated Halfling":"A burlap sack containing the burned corpse of a halfling. It was holding a sword at death, and the gold hilt has melted to fuse its hands together.",
   "Heatproof Dagger":"A three-bladed dagger of dull orange metal on a matching 2’ chain.",
   "Heatproof Mirror":"A hand mirror of dull orange metal on a matching 2’ chain. Creatures from the plane of fire are reflected more beautifully.",
   "Heatproof Pouch":"A belt pouch of dull orange chain. Contains a dozen gemstones.",
   "Home in a Can":"A large brass canister, roughly the size of a coffee can, erupts with a roaring, crackling 4’ flame when opened. Originally sent to Hot Springs Island to help homesick salamanders get to sleep.",
   "Jerky Bag":"This crumpled, oily, brown leather bag holds 21 lb. of savory jerky (human). Any fresh meat placed into the bag becomes delicious jerky in d4 hours.",
   "Jug of Black Ale":"A pear-shaped terracotta jug with bands of obsidian inlay, 15” tall and 9” in diameter at its widest point. If emptied, the jug fills with a putrid-smelling, highly potent, flammable black ale after 1 hour.",
   "Lava Rug":"This 5’ x 8’ rug is finely woven in geometric patterns that glow, move, and give off heat as if they were lava. Flammable materials touching the rug are quickly ignited.",
   "Lockpicker’s Loupe":"A 3” monocle attached to a 2’ long chain of an unknown metal. The chain makes no sound no matter how much it moves. Looking through the monocle will reveal the inner workings of any mechanical lock.",
   "Obsidian Caltrops":"These black stone caltrops (3d4 handfuls) grow barbs when they dig into flesh, and can be removed only by saying, “I’m sorry” in any language.",
   "Obsidian Eyes":"A fireproof black silk pouch contains 3d6 obsidian marbles that are actually the eyes of an obsidian bladeguard. May trigger telepathic powers if consumed (p. 118).",
   "Obsidian Pipe":"This obsidian pipe has been carved to resemble a salamander. Anything smoked in this pipe triggers feelings of relaxation and happiness in the smoker.",
   "Obsidian Pitons":"A hide bandolier of exceptional quality holds d8 obsidian spikes. Each can be used to pierce stone three times, no matter its hardness, before shattering.",
   "Ogre Hand Dagger":"The hand of a Night Axe edgesworn is attached to a dagger hilt like a blade. Cuts through obsidian like butter. The hand’s original owner is alive and well in Boar’s Head encampment [HS-01-01].",
   "Ogre Trash":"A dirty hide sack contains d4 broken water elemental cores, d10 ogre tusks, and a Night Axe bone magic necklace.",
   "Onyx Snake Statue":"A small onyx statue of a four-armed snake, wearing robes made of gold and mother-of-pearl, holds its arms as if in benediction.",
   "Petrified Deed":"A palm-sized piece of black petrified wood is engraved with glowing runes in the language of fire. This is the deed to a posh apartment in one of the wealthiest areas in the Sultanate of Fire Serpents.",
   "Pickled Tongues":"A jar holds 23 pickled tongues.",
   "Red Crystal Dust (Pouch)":"A hide pouch containing half a pound of high-grade red crystal dust and a Y-shaped gold tube.",
   "Red Crystal Dust (Box)":"A small box of obsidian, polished to a mirror finish, contains 3d6 glass vials of red crystal dust.",
   "Signet Ring":"A heavy, flat-topped gold ring set with a cracked red crystal S. The ring can shoot two fireballs each day, but always hits a random spot within 20’ of its intended target.",
   "Six Gold Cups":"A small backpack of fragrant burlap. It’s covered in scorch marks but is fireproof, and currently contains six gold cups that can hold any liquid, no matter how hot.",
   "Sulfo’s Dirty Journal":"A small notebook of drawings. It mostly contains crude pictures of salamanders in suggestive poses and piles of gooey eggs, but occasionally notes Fuegonaut patrol schedules and locations.",
   "Skull of Tom McCray":"A humanoid skull carved with elemental runes. Ever since he was a little boy, Tom wanted to become a floating flaming skull when he died. A salamander trickster told him he could make that happen, but instead, it forced the skull—and Tom’s lingering intelligence—to answer any question it hears with a mockingly incorrect reply. Tom’s skull can shoot a 10’ jet of blue-hot fire from its eye sockets each day, but only for people Tom likes.",
   "Tito’s Lost Insignia":"A combustarino’s insignia—a gold plate set with red crystal in geometric patterns. Always hot enough to ignite paper or cloth. Engraved with the name Tito.",
   "Unmeltable Ice":"A 3” hinged onyx cube is engraved with the efreet rune meaning “pain.” Contains a block of ice that never melts.",
   "Watchful Necklace":"A necklace of humanoid eyes, set in black steel and strung like pearls. The eyes look toward hidden dangers, but jitter and roll constantly during any conversation.",
   "Wooden Bucket of Elements":"A wooden bucket lined with glowing elemental runes. If a magically attuned individual reaches into the bucket, they can pull out a handful of any element, but the bucket does not protect them from the element’s natural effects.",
   "Pickpocket’s Hand":"A twitching humanoid hand attached to a 10’ braided leather cord. If not kept in a dark place, the hand attempts to pick pockets as if it were a high-level thief. If treated well and given an opportunity to pick pockets frequently, the hand can be trained to work mostly on command after d4 weeks.",
   "Pink Crystal Pyramid":"A 3” pyramid of pale- pink crystal. If the tip is pressed down, the pyramid glows to light a 25’ radius, and appears to contain an endless universe.",
   "Pouch of Fingers":"A hide pouch contains d4 fingers, d12 toenails, and d6 iron salamander tentacle rings. The fingers do not rot.",
   "Pouch of Gems":"A hide sack contains 2d4 small chunks of red crystal, 3d6 emeralds, and a flawless diamond the size of a fist.",
   "Balanced Yoke":"A wooden yoke with indentions to hold four buckets. Filled buckets hanging from it will not tip or spill while the yoke is worn.",
   "Belt of Birds":"A wide belt of hard, wine-colored leather has 2d6+1 small bird skeletons fused to it. The wearer can project their vision directly upward 500’ for a 5-minute bird’s-eye view, once per day times the number of skeletons.",
   "Berry Basket of Satiation":"This small basket appears to be filled with translucent raspberries. None can be poured out, but a hungry person can pull out handfuls until they are satiated.",
   "Bladeless Scythe":"An 8’ pole of dense white wood. Notches are evenly carved along its length, and a hole is bored at one end where a rope can be passed through, allowing it to be easily swung. Grass or crops touched by the pole will be cleanly cut, with notches calibrating the height.",
   "Blooming Flute":"A polished wooden flute carved with winged serpents. Any song of moderate difficulty played well on the flute causes all plants within 20’ to bloom.",
   "Blooming Snake":"A snake made of wood and flowering moss. When discovered, it looks dead and brittle. If touched by an intelligent creature, it rejuvenates, bursts into bloom, and behaves like a living pet snake. It requires daily attention (water, sunlight, love; and it enjoys music), or its flowers wither and die. Once “dead,” the snake can be rejuvenated only by another person.",
   "Blooming Transplanter’s Pot":"A planters pot of transparent obsidian. If the pot is filled with dirt and planted with a single seed, it will grow a seedling ready for transplanting in 24 hours. Flowering plants never lose their blooms while in the pot.",
   "Bracelets of Shared Touch":"Each of these d12 woven grass bracelets is decorated with mithral and obsidian beads. Anyone wearing a bracelet can feel what others wearing the bracelets are currently feeling with their hands. Originally used as a teaching aid for pottery, baking, animal husbandry, and stone carving.",
   "Cape of Fratricide":"A small cape of silvery snake scales. Anyone wearing the cape will have vivid visions of killing a snakeman with a stone hammer on a clear night full of stars; dragging the body through terraced fields while chased by white-furred apes; skinning the body with a curved obsidian blade; and through it all, knowing this snakeman is your brother.",
   "Ceremonial Dagger":"A dull obsidian dagger resembling a serpent (hilt) breathing fire (blade).",
   "Circlet of Rest":"A circlet of petrified oak leaves and unknown flowers. The blooms change each season. Its wearer benefits from a full night’s rest when sleeping on fertile soil for at least 1 hour.",
   "Crystal Snake Spike":"A 1’ stylized snake statue carved from a single piece of crystal. Its head is bent forward and its body is straight like a tent stake. Inserting the statue in the ground overnight cleanses the area within a 20’ radius. This cleansing removes anything that would hinder the growth of plants, and piles those impurities neatly along the edge of the effect.",
   "Drain Pipe":"A 25’ hollow vine with rubbery walls, and one end that resembles roots. The roots dig in if placed on soil, and after a time, water flows from the tube. If there is any fresh water in the world, it will eventually be drawn to this vine. Skilled users can target water sources and relocate them, given enough time.",
   "Drum of the Harvest":"A polished wooden drum carved with strange fruits. Well-played rhythms of moderate difficulty cause all flowering plants within 20’ to produce seeds or fruit.",
   "Ever-Sharp Obsidian Dagger":"This blade never dulls, and can be broken only against basalt.",
   "False Feathers":"A 10’ leather cord decorated with a variety of red and yellow feathers. The wearer believes they are being worshiped and adored by everyone they interact with.",
   "Finder Snake":"A 3” mithral spike is topped with a ring shaped like a serpent eating its tail. Holding the ring allows the user to recall the last one hundred inanimate objects the spike was double tapped against. The memories enter the mind in a rush, causing an unskilled user to be temporarily overwhelmed. If a skilled user focuses on one object, the spike gently tugs in the direction of the object’s location.",
   "First Strike":"A 4’ octagonal obsidian pole with a chisel tip. If the chisel is struck against uncarved stone with no dimension larger than 4’, the stone cleanly splits along its largest plane.",
   "Blooming Memory":"A memory matching game featuring 3d12+1 basalt tiles, each 2” x 2”. Their backs are engraved with an identical pattern of scales. Their fronts blossom with tiny living flowers.",
   "Grass Bedroll":"A simple but well crafted 7’ x 4’ bedroll of sweet-smelling grass. It is worn and comfortable, but will not fall apart. If the bedroll is placed on soil and a creature near death lays upon it, the body will be pushed 6’ down into the earth (or until it hits something). The process takes about 15 minutes, and all that remains is an empty grass bedroll on the ground.",
   "Grass Cap of Hydration":"A circular cap of freshly cut woven grass. Water from the area flows up the wearer’s body and into their mouth whenever they are less than optimally hydrated.",
   "Grass Cloak of Camouflage":"A long cloak made of extinct grass. It perfectly camouflages the wearer in dark or natural surroundings—but if it gets wet, it turns a lurid purple until dry.",
   "Harvester’s Friend":"An obsidian hand sickle with a wooden haft. Ancient runes spelling “see” are carved into the haft. If the command word is spoken, the sickle flies off and harvests any crops within the wielder’s line of sight.",
   "Hot Water Decanter":"A clay decanter painted with faded flames. Any water poured into it can immediately be poured out boiling hot.",
   "Insecticide Cube":"A polished 1” wooden cube has no seams and a single small hole. An ultrafine white powder can be poured out, causing any insects (fist-sized or smaller) to die within 1 hour of contact. Doesn’t seem to run out.",
   "Iridescent Feather":"A 1’ feather of iridescent purple and yellow. Holding the feather enables one to float instead of fall. The feather seems to “tug” its holder toward and into the sea on the western side of Hot Springs Island.",
   "Jug of Irrigation":"A 3’ tall, pear-shaped clay jug with two angular handles is painted with scenes of farming. When commanded, the handles descend and perfectly irrigate 1 acre of crops in 1 hour, to a maximum 10 acres per day.",
   "Knowledge Stone Carver’s Kit":"A backpack woven from fresh blue flowers contains a variety of obsidian chisels, polishing cloths, a stone hammer, a 3’ vine net, and a stone tablet engraved with runes matching those found at [HS-09-03]. This kit can be used to create or modify ancient knowledge stones.",
   "Mithral Mask":"A serpentine mask mosaicked in obsidian and mithral, and set with two large fangs. Clearly designed for a nonhuman face.",
   "Mithral Mirror":"Solid mithral, engraved with scales.",
   "Moonshard":"This translucent stone of milky blue the size of a human thumb radiates such old magic that even non-magic users can feel it. If tossed upward, it stops at the highest point of its arc, hangs in the air, and emits moonlight similar to the current moon phase. The moonshard stays aloft for 1 hour, and floats along with its user if the moon likes them.",
   "Mosquito Pot":"An elaborate, chipped terracotta decanter partially covered with growths of sickly looking purple fungus. Every morning, the pot fills with five gallons of foul-smelling stagnant water. If poured out, the water attracts giant clouds of mosquitoes. Eating the fungus repels mosquitoes and vyderac for 8 hours.",
   "Necklace of Instruction":"A necklace woven from fresh pink flowers. Its wearer feels driven to teach a skill they know. Receptive students can pick up the skill in half the normal time.",
   "Obsidian Shears":"If used to take cuttings of plants, the cuttings survive and thrive if planted within 24 hours. The shears cannot cut flesh.",
   "Obsidian Sipopa Flower":"Exquisitely carved and delicate, but breaks only against basalt. It can float on water and is light enough to be carried away by a strong wind.",
   "Once More":"A large serpentine skull etched with ancient runes and missing its lower jaw. The runes seem to spell out gibberish except above the eye sockets, where they read: “Once more.” This was once the skull of a powerful agrimancer (a farm wizard) whose spirit lingers. If the spirit detects a potentially sympathetic individual, it communicates with them telepathically. The spirit is friendly and sincere, and has a tremendous knowledge of plant and animal husbandry. Eventually, it will ask to possess a sympathetic owner for a year and a day. It is unclear what motivates the agrimancer, but the spirit would be happiest if confronted with a challenge like terraforming a desert.",
   "Pipes of Floral Attraction":"A set of wooden panpipes bound with green twine. Playing these pipes causes nearby plants to turn toward the player as if they were the sun.",
   "Plates of Purification":"Three heavy terra cotta dinner plates, with small chips revealing a mithral interior. Any food placed on a plate becomes safe to eat for the species holding it. Beware of cross-species sharing!",
   "Really Big Bag":"This 3’ x 2’ x 1’ sack of fine gray cloth is waterproof, mostly flameproof, can’t be cut by metal, and stretches to 10 times its size.",
   "Sauna Box":"A small hinged box of red-hued petrified wood contains a superheated fist- sized ruby. When opened, it rapidly raises the temperature within a 20’ x 20’ area to 175° F.",
   "Scaled Basalt Bowls":"Carved to depict the decapitation of a giant humanoid, the bowls show ancient constellations if filled with liquid.",
   "Scaled Walking Stick":"A 6’ staff of polished white wood carved with scales. Its user never tires while hiking or walking in the wilds, but tires twice as fast when running or on paths.",
   "Scroll of Farming":"A beautifully illustrated scroll depicting ancient terrace construction and farming techniques, held in a mithral scroll case.",
   "Seedling Tray":"A 1’ square of basalt, carved with nine cylindrical depressions. A seed placed in a divot becomes three seedlings in 24 hours.",
   "Serpentine Cuff":"A serpent-shaped mithral arm cuff breathing flames of red crystal.",
   "Serpentine Statue":"A 6” red crystal statue of a robed snakeman holding a hooked staff.",
   "Shit Stick":"A 2.5’ billy club of rune-etched red wood. A creature hit with the club has a 35 percent chance to immediately void its bowels.",
   "Specimen Basket":"A 2’ x 2’ lidded cylindrical basket. Three pairs of obsidian shears are strapped inside the lid, and reform in 1 day if lost or broken. The basket contains three wooden trays divided into forty-five slots. Plant or insect specimens enter a timeless stasis while in a slot. d20+4 of the slots are filled.",
   "Spit Snake":"A detailed 1.5’ resin snake engraved with the word “spit” in ancient runes. A creature that spits on the snake can control it as a real snake for 1 hour per day. All the snake’s senses transfer to the user, and other animals treat it like a real snake.",
   "Tablets of the Past":"Four basalt tablets bound by a mithral ring. The tablets depict serpent folk kneeling to a giant humanoid; the giant humanoid, decapitated; beams radiating from a winged serpent; serpent folk farming crops.",
   "Bait Pouch":"A hide pouch covered with white zip bird feathers containing chunks of raw meat. Meat placed in the pouch stays fresh and becomes an irresistible intoxicant to zip birds.",
   "Basket of Regrowth":"A large watertight basket woven from baleen and silver hair. It contains warm whale fat and has a number of tightly braided silver cords around its mouth. If tied around the stump of a missing limb, the limb regrows after a week and a day. The limb functions normally, but Bavmorda can control it.",
   "Blade of Martok":"A one-handed obsidian axe with an ornately carved bone handle. Tufts of moss grow on the haft and head, but its blade is razor sharp. The axe does not break or dull, and once belonged to Martok, the first edgesworn slain by Fuegonauts. All Night Axe ogres instantly recognize this weapon.",
   "Bluescale Hood":"A hood of blue salamander scales. A flap seals the hood’s face, enabling the wearer to see through most illusions.",
   "Bluescale Slippers":"A pair of giant but comfy blue salamander-scale slippers. The wearer appears to be standing d4 feet to their left.",
   "Bone Necklace of Salamander Blindness":"A 3’ leather necklace set with twenty-four salamander vertebrae. The wearer goes unheard and unseen by salamanders.",
   "Bonespell Necklace":"A 3’ hide necklace strung with d8 large bones. Each bone contains a random bit of Night Axe bone magic (p. 129).",
   "Bubble Bracelet":"An arm band of braided gray leather and ever-wet seaweed decorated with d4 round white stones. Each stone can absorb one nonmagical killing blow by expanding to surround the user in a bubble of water.",
   "Candle of Relaxation":"Anyone sleeping within 10’ of this large ambergris candle gets a full night’s rest in 1 hour. 6d6 hours of burn remain.",
   "Censer of Learning":"A deep terracotta bowl is painted with images of ogre children and marked by soot. Any herbs burned in the bowl emit a calming smoke that doubles knowledge retention.",
   "Coppermane Prowler Feathers":"A pouch holding thirty-three perfect copper feathers.",
   "Counting Pouch":"A pouch of obsidian beads carved with a unique symbol. Though nonmagical, they enable rapid calculation. A respected bonebinder is looking for these.",
   "Cube of Ants":"A seamless 4” crystal cube contains a swarm of ants that never stops moving. This object is blessed by Mog’ok, and any Fuegonaut or sympathizer touching it is stung by each ant within.",
   "Fireproof Blanket":"A fireproof ogre-sized blanket of braided hide strips and silver hair.",
   "Giggling Sling Stones":"A rough canvas sack holds d12+1 basalt sling stones. When thrown, the stones giggle and grow d6 feet in diameter.",
   "Gourd of Water":"A large drinking gourd is full of exceptionally cold water and the core of a moderately powerful water elemental called Skoh-low. His bonebinder Klon was recently killed by Fuegonauts and he is in mourning.",
   "Lady Finder":"A 1’ square of hide. At night or in shade, an arrow of silver hair embroiders itself onto the hide and points toward the largest non-ogre female on Hot Springs Island.",
   "Obsidian Shrapnel":"A pouch holds obsidian shards and 3 gold salamander whisker rings.",
   "Obsidian Water Grenades":"These 3d6 obsidian orbs make sloshing noises if shaken. Each explodes like a fireball of water and glass.",
   "Paw’lard’s Perfume":"A small gourd filled with a surprisingly sophisticated-smelling perfume.",
   "Paw’lard’s Wooden Spoon":"A 3.5’ wooden spoon with a crude but legible “PAW” carved along the haft. The spoon is fireproof and substantial enough to be wielded as a mace.",
   "Red Crystal Firestarter":"A small bowl of cut red crystal. Any flammable material placed within catches fire in 10 seconds.",
   "Red Scale Boots":"This pair of giant red-orange salamander-scale boots is thickly lined with silver hair. The wearer can step on lava to cause it to solidify. Ogres dislike the boots, however, as they must move much slower than normal to cool enough lava to support their weight.",
   "Bone Mallet of Straight Flight":"A heavy mallet of bone and 3d20 pencil-shaped obsidian spikes. Hitting the back of a spike shoots it forward in a perfectly straight line for 100’.",
   "Redball":"A crude wooden bucket is covered by a leather flap held shut with an obsidian toggle. When opened, a glowing orb of colored light shoots out and flies to a random location 1 mile away, where it remains for 1 hour or until touched by an intelligent creature. Touching the orb causes the creature’s hand to glow that color for 1 hour or until the hand is inserted into the bucket. Up to eight different colored orbs can be released, but the first is always red. This game is most frequently played by edgesworn.",
   "Rockcracker":"The large, rippled molar of a broadback is affixed to the end of this 3.5’ club of heavy black wood. Once per day, it can be used to shatter massive stone walls or boulders with ease. The tooth cracks when the stone does, but the molar slowly repairs itself over 24 hours. Once the crack is no longer visible, it is ready to strike a mighty blow again.",
   "Runed Bird Skull Helm":"The skull of a duecadre is decorated with bright-yellow feathers and fitted with a chinstrap of braided silver hair. The skull’s eye sockets glow with dark energy, and in times of extreme duress when physical strength is needed, the hair of the straps grows down along the back of the wearer’s arms and legs. This grants the strength of two ogres, like an exoskeleton of silver hair and dark magic.",
   "Runed Bird Skull Pauldron":"The skull of a coppermane prowler is etched with sparking runes and fitted with straps like a pauldron. Small arcs of electricity dance across the wearer’s torso, giving the protective equivalent of leather armor. Each time a missile is aimed at the wearer, there is a 10 percent chance that a bolt of lightning shoots from the skull to intercept it. There is also a 30 percent chance that the electricity from the skull stops the heart of anyone who wears it for the first time.",
   "Runed Bone Haft":"A 4’ axe haft of rune-scribed bone. Slamming it against stone causes it to grow or retract a razor-sharp obsidian axe blade.",
   "Runed Bone Torch":"A 3’ whale bone is etched with blackened runes. Tapping either end against obsidian causes the bone to ignite like a torch, producing up to 8 hours of flame per day (4 hours at each end).",
   "Runed Head of Obsidian Blindness":"A black sack of chain mail is cinched shut by silver hair and sealed with mud. The sack holds the rune- scribed head of an obsidian bladeguard. While the sack is sealed, anyone carrying it goes unseen and unheard by obsidian bladeguards and obsidian giants.",
   "Runed Salamander Jawbone":"The jaw bone of a salamander has been fitted with leather straps and carved with rough runes that glow with a watery light. If the bone is worn upon the face, its wearer is protected from heat and flame.",
   "Salamander Deceiver’s Dice":"A small leather pouch contains 10 eight-sided dice carved from salamander bone. The bearer of this pouch can tell one lie to one salamander once per day and be completely believed.",
   "Scrimshawed Ear Gauges":"A small wooden box contains 2d8 spiral-shaped ear plugs of bone, scrimshawed with stylized grinning lizards.",
   "Silver Gloves of Obsidian Artillery":"These ogre-sized gloves are woven from silver hair. Anyone wearing the gloves can pick up obsidian and set it afloat in midair, where it remains for 1 minute. Night Axe ogres use the gloves to set up rows of floating obsidian spikes, then hit them toward their enemies.",
   "Silver Hair Belt":"An ogre-sized belt made of tightly braided silver hair. Six obsidian meat hooks are woven into the belt, one of which impales a pair of salamander feet. If the severed feet of an enemy are impaled on a hook for a day and a night, the feet can walk to one requested location visited by their previous owner.",
   "Silver Sack of Nuggets":"A small sack of woven silver hair decorated with twelve jeweled rings. The pouch is closely guarded by bonebinders and brought out only to settle negotiations or Night Axe debts with scummy adventurers. The sack always contains twenty gold nuggets of various sizes—but once removed, those nuggets transform into chunks of feces in 3 days.",
   "Silver Tongue Skull":"A salamander skull is etched with crude runes, a cord of braided silver hair running through the eye and nose sockets. If the skull is pointed toward salamanders, it acts as an interpreter between them and the user. While it does so, the braid of silver hair flaps and grows. If the hair touches the ground, the skull belches black smoke and shatters.",
   "Silversight Hood":"An ogre-sized hood of burlap is adorned with obsidian beads, and a curtain of silver hair hides the wearer’s face. In darkness, the wearer can see as if by starlight, but any light greater than candlelight is blinding.",
   "Silverzip Bola":"A bola of three blackened zip bird skulls and cords of braided silver hair. Entangled targets are lifted 10’ into the air and held upside down for 4 hours.",
   "Singing Rope":"A 1’ leaf-shaped piece of obsidian is tied to the end of a 12’ long cord of tightly braided silver hair. When spun horizontally, the rope emits an eerie multiphonic scream. Night Axe women play a game in which one spins the rope, chants in a fast rhythm, and begins standing and squatting. Other females approach and attempt to match the chant and movements. The first ogre then passes the spinning singing rope to another, who must keep it spinning and start a new chant, while all others move away to begin again.",
   "Slipshine Oil":"Found as d6 skins, this oil is nonflammable, noncorrosive, extremely slippery, and smells like fish.",
   "Stay Fresh Bag":"A 6’ sack of whale leather with no seams and a drawstring closure keeps food fresh indefinitely. Contains 300 lb. of boar meat.",
   "Strap of Faces":"An 8’ leather strap is adorned with masterful bone carvings of thirty-six ogre faces, the eyes of which are set with glowing red crystal. Glavrok carved the faces, but the strap has been missing for a year. Some say it could be used to commune with Mog’ok.",
   "Training Axe":"This 8’ iron bar weighs 450 lb. but is perfectly balanced. Anyone able to lift it has visions of an ogre warrior (Srok before he lost his tongue) demonstrating two-handed axe techniques. The vision lasts 30 seconds unless each move is perfectly replicated, which causes 30 more seconds to appear. Only the best can make it through the bar’s full hour of training.",
   "War Horn of Friendship":"A war horn decorated with runes and strips of whale leather. It can be heard only by trusted friends of the sounder.",
   "Watertight Basket":"A large watertight lidded basket is made of black baleen and silver hair woven in a zigzag pattern. If the basket is placed in fire, the fire quickly goes out. If fire is placed in the basket, it explodes out like a fountain.",
   "Whale Bone Lock":"A crude lock of whale bone has no keyhole and is as strong as steel. Any Night Axe ogre can open it with a touch.",
   "Wind Glove":"An ogre-sized left-hand glove made of broadback hide. Anyone who puts it on finds that it fits snugly, as their hand is cushioned by air. The wearer can grab hold of the wind and jump to move along with it. It is not possible to guide the wind, but the user can jump higher or lower in the gust they are riding, and experienced users can jump between gusts.",
   "Wooden Multitool":"A 2’-long, 9”-wide log of red-hued wood is set with obsidian whorls. If it is carved into a functional tool, that tool has the properties of steel. Can be recarved each day.",
   "Barb of the Ethereal Ray":"A 2’ barbed spike of mithral appears to have come from a stingray. Holding the barb calms emotions and aids rational thought, but triggers feelings in the holder that they should stab the barb into their heart. If they give in to these urges, the spike turns ethereal as it stabs, and a great ethereal stingray judges the wielder’s heart. If the ray determines the wielder is decent, it bonds with them for a year and a day. If it determines they are evil, the spike instantly changes back into mithral once embedded. Bonded users can place the barb in their heart four times per day to have the ethereal ray fly them to a destination up to 1 hour away.",
   "Bellvia’s Gift":"This stylish porcelain teacup and saucer will not break if dropped. Pouring water from the cup into the saucer enables the user to scry any location where there is water, as long as the user has touched that water before. An inscription once covered the bottom of the saucer, but only “Love, Bellvia” remains.",
   "Black Coral Oar":"This 7’ staff of polished black coral resembles an oar, being perfectly straight and flaring out like fan coral at one end. Skilled users can weaken or strengthen currents, create a strong wave, or propel small water vessels at 5 times their normal speed.",
   "Bladed Flute of the Waves":"An edgeless knife of silver is shaped like low waves and colored with a gradient of oxidation. Holes enable skilled musicians to play the blade like a flute, but nereids can use it like a high-powered water jet capable of cutting through steel up to 6” thick.",
   "Brooch of Patronage":"A brooch of twisted and spiraled platinum set with sapphires allows free movement and breathing underwater to one who wears it. Only twenty are known to exist, given as gifts to early patrons of Meltalia and the Fifty Visions. Nereids likely treat anyone wearing the brooch with extreme suspicion.",
   "Calcified Turtle Eggs":"In the long-forgotten past, a great war was fought on the plane of water. The forces of water won, but their losses were great. Also great was their anger at all the watery creatures who could have fought with them but did not, so they cursed those creatures and bound them into turtle eggs. A water friend can throw one such egg into water to hatch a giant aquatic creature that must aid the user for a day and a night to regain its freedom. The creature is random but defined by d4 of the following aspects: 1. Teeth 2. Tentacles 3. Toxic 4. Bioluminescent 5. Terrible Beauty 6. Swarm 7. Pincers 8. Mammal",
   "Circlet of Allegorical Sight":"A delicate-looking circlet grown from branching golden coral. With 1 hour of meditation, the user can see glimpses of the future for a specific person, place, or thing. These glimpses are presented allegorically, however, using animals in farmyard settings. For example, an ogre wondering if a dangerous mission will be a success might see a cat being eaten by four rats in a vegetable garden.",
   "Circlet of Anemones":"A circlet of polished white coral adorned with small pink and white sea anemones. Words spoken within 50’ sound half as loud as normal as the anemones catch and eat them, analyzing these words and passing their opinion to the wearer. They are excellent at catching truth, lies, and distortion, but terrible with jokes and sarcasm.",
   "Comet Loop":"This 18” gold chain has a sparkling orb at each end resembling a comet. The orbs lock together, and if the resulting circle is spun underwater, it can be used to scry.",
   "Conch of Many Sounds":"A conch horn carved to resemble a hexagonal mesh and dipped in silver. It can sound like any wind instrument the user can clearly visualize. Though these conches were created for the Fifty Visions’ performances, they have more recently been used to replicate gigantic war horns and pipe organs.",
   "Coral Salt Bowl":"A bowl of polished black coral. If filled with seawater overnight, it will be filled with 1 lb. of salt in the morning.",
   "Coral Starfish Brooches":"A pair of pink coral brooches masterfully carved in the shape of starfish are adorned with a large gold eye on their undersides. Two creatures wearing the brooches can experience one of the senses of the other (sight, touch, taste, smell, or hearing) once per hour for d6 minutes.",
   "Crystal Canteen":"A small but heavy canteen of cut crystal. A nereid or other water elemental can fit comfortably within and not evaporate.",
   "Crystal Claw of Regeneration":"A 6” crystal crab claw can regrow a lost body part in 1 week if attached to the stump. Single use.",
   "Crystal Glow Sticks":"A bag of silvery mesh contains twelve hexagonal gemlike rods. Each rod glows a different color when submerged, and illuminates an area 20’ in diameter.",
   "Eel-Skin Hair Tie":"A hair tie of bright-orange eel skin covered in an organic pattern of black dots with white centers. The wearer can summon 2d6 flying electric eels once per day, which obey the user to the best of their ability.",
   "Fish-Friend Earring":"A sizable gold star hangs from a 2” gold chain. If the earring is fully submerged, it glows softly and attracts small, brightly colored fish. Experienced users can cause the light to strobe in ways that attract sharks, rays, squid, and octopi.",
   "Freezing Starfish":"A set of twelve glass starfish the size of a thumb. Each one has eight arms and is colored with swirls of blue, gray, or fuchsia. If placed into water, the twelve link up to form a circle. All water within the circle and in a 1’ cylinder below is purified and then chilled to temperatures well below freezing. This process takes about 5 minutes.",
   "Glass Sea Apple and Black Mesh Veil":"An almost spherical, organic-looking fist-sized lump of brightly colored flesh resembles a pomegranate, but is covered in swirls of lilac and blue, and lines of tiny yellow nubs. If a glass sea apple is removed from water and left in a dry place, it extrudes feathery glass tentacles that vibrate at an ultrasonic frequency. Some call this vibration a song, and if a special veil of black mesh is worn, the user has a three- dimensional view of anything within 50’ of the apple. Glass sea apples dry out completely in 48 hours, but if they are kept in water when not in use and fed regularly, they can live for years. Small animals behave erratically in the presence of the glass apples’ ultrasonic frequencies.",
   "Gown of Aquatic Temperament":"An exotically cut, form-fitting gown covered in silver sequins. The sequins—as well as any body of water the wearer is standing in—undulate in a way that matches the wearer’s mood. Enough rage can whip up a tempest, but the constant chop of cheerfulness can be dangerous in its own right.",
   "Jar of Octopi":"A jar filled with seawater and eight golf-ball-sized octopi. Swallowing an octopus whole enables the user to comfortably survive in any environment for 30 days. Nothing about this boon feels temporary.",
   "Lightbloom Anklet":"An anklet of small polished seashells on a chain of silver. When worn, any water touched by the anklet glows with light that blossoms outward from the wearer. The color of the light matches the wearer’s mood, with deep purple tied to anger and happiness tied to pure white.",
   "Message Pearl":"This large, perfect golden pearl, roughly the size of a kiwi fruit, enables telepathic communication with the holders of other pearls of this sort. Up to six pearls can be linked into a single communication channel.",
   "Movement Strap":"A 6’ strip of gray-and-black furred and spotted seal hide. It is lustrous and shines as though freshly oiled. When wrapped around an arm or leg, it enables the wearer to move freely in water and ooze.",
   "Narwhal Spear":"A golden spear tipped with a 2’ narwhal horn. It can pierce fully astral and ethereal creatures (dealing double damage), and doubles its wielder’s natural swim speed.",
   "Quick-Release Cuffs of Choreography":"These heavy silver cuffs resemble shackles. They have no keyholes, but putting pressure in the right spot pops them open in a way any performer will immediately recognize. The cuffs are frequently found in sets of d6+2, with everyone wearing them able to flawlessly copy the movements of the first person to put them on. Meltalia’s Fifty Visions would use the cuffs to change up their routines nightly, but these days, they are most often used to create lethally synced melee combat teams.",
   "Red Coral Harp":"A hand harp of polished red coral strung with black and gold. Requires no tuning, and can be heard 1 mile away underwater.",
   "Ring of Coral Armor":"A ring of rough red coral. If its wearer is about to be struck by a weapon, red coral sprouts from their skin to block or catch the blow. This effect can occur d4+1 times per day, with the coral covering the entire area that would have been hit. The user must eat an extra pound of food for each such growth, which remains on the user for 7 days before sloughing off. Coral growths will rip through clothing and armor to block incoming attacks.",
   "Sea Turtle Rings":"These seven silver rings are engraved with scenes of sea turtles. If a nereid wears two of the rings, anyone wearing the other five will be able to breathe and move freely underwater within 20’ of the nereid.",
   "Seahorse Ring":"A heavy gold ring in the shape of a perfectly detailed seahorse. If worn for a full lunar cycle, it gives birth to a clutch of d20+4 tiny seahorse rings in various metals. If the baby rings are left in salt water for a week, they grow into full-sized rings.",
   "Sealhide Cap":"A swimming cap of fuzzy white sealskin. The wearer can hold their breath for 30 minutes, move in water like a seal, and empathetically communicate with sea life.",
   "Seaweed Hair Tie":"This hair tie of brightly colored seaweed looks wet enough to drip but never does. The wearer of the tie is always perfectly hydrated, but always feels as though their skin is covered in a thick layer of mud.",
   "Seaweed of Enchantment":"A bundle of wet seaweed held together by an ivory ribbon. When touched by anyone with a command of enchantment magic, the seaweed transforms into a resilient 7’ staff. As a staff, it improves the wielder’s enchantment-based magic by 50 percent (effect, duration, targets, and so forth), but no heat-related magic can be cast.",
   "Sheer Tunic of Hydration":"This tunic of sheer white fabric is bound at the waist by a chain of blue-tinted metal. The tunic keeps its wearer perfectly hydrated at all times.",
   "Shell of Lament":"A 14” conical seashell with green and white banding. The nereids’ lament, sung in the Crystal Sea Cave [HS-25-01], can be heard emanating from within the shell.",
   "Shelled Alarm System":"Fifteen flawless black pearls on a mithral chain necklace. Each pearl can be used to touch a shelled sea creature and show that creature a mental image of someone or something. If the shelled one senses the thing sought, its corresponding pearl begins to hum.",
   "Shimmering Paint Pots":"A small satchel of woven seaweed contains d6 lidded clay pots of shimmering pigment, along with numerous brushes. Adding water to any pot generates enough paint to cover 100 square feet. Pots refill with the full moon.",
   "Unborn Dryad":"A globe of water 8” in diameter contains an oak sapling. The globe feels wet to the touch but does not burst unless it is placed on fertile soil, whereupon the oak within takes root and grows at 10 times the normal rate. After 10 years, the tree will birth a dryad.",
   "Silk Mask":"This 2’ square of white silk always appears wet but leaves moisture only on skin. If worn as a mask over the nose and mouth, the wearer can take on the full physical appearance of anyone they wish. They must have a clear mental image of the person, and the ruse can be used for 1 hour each day and night.",
   "Silver Dolphin Nose Clamp":"A silver nose clamp engraved with dolphins. Its wearer can swim effortlessly underwater, jump up to 25’ out of the water, and hold their breath for up to 15 minutes. Frequent use causes the wearer to require four times as much food each day, and gives them a taste for fresh, raw seafood.",
   "Speech Fish":"A tiny, bright-orange dried fish with large eyes. Swallowing it whole enables the user to speak and understand any language until the fish passes through their system. Nereids can kiss the fish to gain its benefits for 1 hour. Holding the fish gives one a sense of being on the cusp of a brilliant idea that never comes.",
   "Sphere of Aquatic Transport":"A 2” glass sphere filled with pure water. When shattered, anyone splashed with the water is teleported to the nearest body of fresh water within 5 miles that can comfortably fit everyone affected.",
   "Starfish Climbers":"This pair of hand-sized metallic purple starfish are so well crafted that they appear to be alive. Their tiny feet grip any surface with extreme suction. This can cause severe hemorrhaging if attached to fleshy creatures, but they’re great for climbing sheer surfaces or holding on in turbulence.",
   "Stingray Bracelets":"A set of five bracelets made from stingray hide are dyed a bright white and closed with a silver star clip. If no clothing or armor is worn (weapons and jewelry are fine), the bracelet enables its wearer to breathe underwater, swim effortlessly, and comfortably survive in temperatures up to –20° F.",
   "Sunbeam Spotlight":"This bracelet of translucent blue resin glows softly and is pleasantly warm to the touch. Its magic functions only during the day, and during that time, tiny sunbeams drift slowly through the resin. If the wearer is submerged in water, they can spin the bracelet to have a sunbeam illuminate them like a spotlight, no matter how far beneath the waves or how deep underground they are. The wearer can also grab the beam and pull it along as they move. Up to 6 sunbeams can be active at a time, and they last until sunset or until they are dismissed.",
   "The Fifty-One Tears":"A necklace of fifty-one flawless pear-shaped diamonds on platinum chains resembling a waterfall. This was given to Meltalia when she arrived on the Isle of Light. It is mundane but beautiful—possibly even priceless. Each time a person wears the necklace, there is a 90 percent chance they suffer terrible nightmares with themes of capture, imprisonment, or torture. However, there is also a 10 percent chance that the person has an immediate, intense vision of the capture of Meltalia, and can communicate with her for 5 minutes. If this happens, the wearer is physically incapable of removing the necklace until Meltalia is freed. The nightmares continue, and removing it by force kills the wearer.",
   "Tiny Gold Crabs":"These d6 tiny gold crabs are perfectly detailed. If placed on land, a crab quickly scuttles toward the nearest fresh water source and waits within it to be retrieved.",
   "Vial of Home":"A vial of cut crystal is etched with a symbol the nereids read as “home.” If the vial is filled with water, then poured out, the user can step into the puddle and be transported to the water source used to fill the vial. If the vial is emptied into a body of water, up to twenty individuals can be transported.",
   "Water-Friend War Horn":"This giant spiraled shell horn has a shining gold mouthpiece. The exterior of the horn is completely covered in barnacles. Blowing the horn underwater generates a tremendously loud sound that can be heard for 2 miles. Nereids, water elementals, and other water friends can hear the sound up to 100 miles away, and will interpret it to mean that the elemental forces of water are under attack by another element and losing.",
   "Watery Gown":"A dressing gown of sheer silver fabric dyed with streaks and swirls of dark blue. It keeps its wearer protected from the effects of heat, no matter how severe. There were originally fifty matching gowns, but many were destroyed when the Fifty Visions were captured. Most of the remainder have been brought to Svarku’s harem (p. 64), and the efreet will pay handsomely for any others that can be found.",
   "Barren Mother":"A fist-sized terracotta statue of a naked, weeping pregnant elf. If it is gifted to a woman who has borne no children, she becomes barren. If it is gifted to a pregnant woman, she will miscarry before the sun sets.",
   "Bexzeel’s Core":"A simple but finely crafted leather pouch contains the elemental core of a steam imp and a note that reads “Bexzeel the magnificent, never lost a bet.” The pouch stops the reformation of any elemental whose core it holds. Bexzeel was tricked by elves who cheat, and his skills and notoriety make this core priceless to denizens of his home plane.",
   "Blank Crimson Tome":"A hardbound tome of crimson leather bound with a platinum clasp. The pages are empty, but if the book is held and the phrase “I demand [book name]” is spoken, it will fill with a copy of the book demanded.",
   "Book of the Lost Boy":"A book with a porpoise- skin cover and gold-leaf pages. Beautiful illustrations animate to act out each scene of the story of a boy lost in the woods.",
   "Box of Bladed Scars":"An ornate gold box engraved with scenes of nude figures in martial combat, all of which have a distinctive spiral tattoo on their forearms. The box contains six belt-sized strips of fresh, bloody skin branded with Elvish runes. Two say ‘longsword.’ Two say ‘shortsword.’ Two say ‘dagger.’ If a strip is held, it starts to move toward the holder’s dominant forearm. If not stopped, it spirals around the arm, fuses to the flesh, and turns bright orange. Once the strip is fused, a flick of the wrist places its named weapon in the dominant hand. The weapons are silver, and phase out of existence after 10 minutes of inactivity.",
   "Catfish Helm":"A catfish-shaped mithral helm with long gold whiskers and two large eyes. It amplifies all water-based magic by 10 percent to 25 percent. Each opalescent eye is half of the core of a powerful water elemental, whose pieces are kept apart by the helm’s potent magic. If freed, it demands to be called Flourish but immediately swears to help its emancipator accomplish any three tasks that will advance the cause of water on this plane.",
   "Codpiece of Sustenance":"A highly exaggerated silver codpiece engraved with a scene of a waterfall. Its wearer does not need to eat, drink, sleep, or excrete waste. However, the leather straps holding the piece are always just a little too tight to be comfortable, and the device stops functioning if covered by clothing.",
   "Crystal Romance":"A 1’ hexagonal rod of violet crystal. Elvish runes spell out “Light my fire” along one side. Speaking the phrase causes the rod to explode into nondamaging fragments that become scented candles when they land. In the presence of sexual climax, the candles give a brief but extravagant fireworks display.",
   "Cubic Focus of Shame":"A seamless, unbreakable 2” glass cube appears to contain twenty-seven cut diamonds of exceptional quality. A spellcaster can use the cube to cast spells without expending their own energy. However, this triggers deepening feelings of shame, regret, and guilt. After five uses, the despair can cripple even a person of strong will for d4 days. After ten uses, the cube winks out of existence and reappears elsewhere.",
   "Daphnee’s Vambrace":"A delicate, decorative gold gauntlet. Any articles of clothing (but not jewelry) touched by the gauntlet are consumed and stored. If the wearer says “clothe me,” the gauntlet dresses them in something fresh and stylish. Up to 65 tons of clothing can be stored this way. The glove can also spew forth a torrent of clothing the wearer has stored but which is now considered outdated. Once expelled, the gauntlet refuses to store those clothes again, for its wearer’s own good.",
   "Decadence and Greed":"A pair of masterfully crafted fighting knives engraved with Elvish runes. One has a thick straight blade, while the other has a thin curved one. They do double damage against magical creatures and elves. The blades were crafted and used by an elven serial killer who would preach against corruption and excess during the day, then kill “sinners” at night. The blades vibrate in the presence of anyone who has accepted a bribe.",
   "Decanter of Tears":"A sapphire decanter shaped like a tear drop can pour forth 20 gallons of salty water a day. This water is the tears shed by the widows and mothers of those killed in battle.",
   "Diamond Harp":"A hand harp carved from a single diamond and strung with astral silver. “Play” is carved along its base, and causes the harp to play beautiful music if spoken.",
   "Druidic Robes":"A large leather map case is embossed with fighting stags in a forested scene and sealed with translucent amber wax. The case contains a fine set of robes embroidered with Elvish and elemental runes. Normally green and white, they shift to match the colors of natural surroundings if the wearer keeps still for 10 minutes. The robes amplify the effects of any nature magic by 10 percent.",
   "Dvorak’s Songbird":"A small windup nightingale of astral silver. Once wound, the bird flies in an outward spiral to a distance of 20’, singing sweetly. All but the winder must save or fall asleep.",
   "Embroidered Bloodcoat":"A slender, short coat of pure white with geometric red embroidery on the cuffs. The coat never dirties, but as fresh blood is spilled upon it, the embroidery grows and expands. The coat cannot be removed until it is completely covered in red, which normally takes about ten humanoids’ worth of blood.",
   "Euphoric Top":"A 3” toy top of purple crystal. Anyone who spins the top is filled with euphoria and dizziness of the best kind. The “high” dies down as the spin does. Nonaddictive. Probably.",
   "Gaudy Purple Hat of Obscurity":"A gaudy, wide-brimmed hat of thick purple leather is decorated with green, yellow, and pink lace. Remaining motionless for 15 minutes renders the wearer unnoticeable until they make any sudden movement. Hiding for too long might attract mischievous extradimensional creatures.",
   "Gavel of Agreement":"This oversized ivory gavel has a gold and silver head. It sounds ten times louder than any normal gavel when struck, and any who hear it are inclined to agree with anything the “judge” says for 10 seconds.",
   "Gold Faceball":"A smooth sphere of gold about the size of a human head. When it is held with both hands, a face extrudes from the sphere and acts randomly (roll d6): 1. The face yells the holder’s deepest, darkest, most scandalous secret. 2–5. The face vomits forth a cloud of 100 translucent, iridescent butterflies. 6. The face yells the deepest, darkest, most scandalous secret of the holder’s sworn social enemy. For a time, this was an exceptionally popular game on the Isle of Light.",
   "Ornamental Shortsword":"Made of gold and onyx, this shortsword looks like two highly stylized, entangled birds. Their crossed feet decorate the hilt, and their wings form the cross guard and ornamental blade.",
   "Pipe Bombs":"A polished wooden box with velvet lining holds six glass pipes. The clear glass of the pipes contains free-floating metallic specks of color that drift and swirl constantly. Any smokable substance put into the pipe ignites immediately. The pipes do not break if dropped, but if they are purposefully thrown or crushed, they explode like a couple of fireballs.",
   "Gold Glasses of Flesh":"Eyeglasses with polished disks of gold in place of lenses. When worn, a person’s vision functions normally, but all humanoids appear completely nude except for their weapons, which are clearly visible.",
   "Honeypot of Hallucination":"A glass jar decorated with tiny platinum bees holds a platinum honeycomb-shaped dipper. Any honey placed in the jar becomes highly hallucinogenic. Whoever holds the dipper can guide the hallucinations of all who have eaten the honey.",
   "Iron Satyr":"A 6” iron sculpture of a satyr with a large erection and a large grin. Its arms are outstretched and hold a bowl engraved with the words “GIEF GOLD.” If gold is placed in the bowl, the statue turns red hot, melts the gold, drinks it, and then acts randomly (roll d4): 1. The satyr masturbates to golden completion. 2. It sings a lewd song about a fisher, her husband the whale, and her lover the octopus. 3. It bends over and recites a random filthy limerick from its butthole. 4. It spews the most masterful string of profanity for 5 minutes straight.",
   "Lover’s Mirror":"A golden clamshell opens to reveal a hand mirror opposite a concave slot. If a token of true affection is placed in the slot, the gifter can be scried in the mirror.",
   "Lucid Dreamer’s Blackout Bag":"This hood of fine silver mesh has no face hole, and is easily mistaken for a bag. Its wearer believes they are in a candy forest that the evil sun threatens to melt. The wearer’s body goes limp (as if asleep), and the hood cannot be removed unless another pulls it off (1 hour of disorientation follows), the wearer defeats the sun, or the wearer realizes they are dreaming.",
   "Mirror of Assets":"An oval hand mirror of astral silver is surrounded by stylized vines and six jeweled sipopa flowers. Touching a flower shows a current view of a set location. Only three are currently set—a sunken house, the Copper Arch [HS-23-03], and the sky.",
   "Moaning Chime Holders":"A bundle of eight capped 1’ tubes of pinkish leather, d6+1 of which hold a random chime (p. 149–150). Chimes cannot be removed except by fondling the tube’s opening. When a chime is inserted or removed, the case emits a soft but audible moan.",
   "Monkey Phones":"A set of two hand-sized monkey statues, expertly carved from wood that is fuzzy to the touch. One is seated, its mouth open as if laughing. The other is stretched out, mouth open as if yawning. Both statues’ right ears are large and exaggerated. Speaking into the ear of one statue causes the other to repeat the words it hears in loud, ancient Elvish. The statues function within 1 mile of each other.",
   "Nonstick Chain":"A 2’ chain of gold, platinum, and pink metal has sharp-toothed alligator clamps at either end. Nothing sticks to the chain, which does not tarnish. The clamps can be released only by the person who applied them.",
   "Orgy-in-a-Bag":"A large green leather satchel is completely embossed with scenes of an elven orgy. It contains six thick 1’ pink candles that smell of musk. When lit, the candles produce a pinkish haze and do not melt. After 5 minutes, the haze from one candle fills a 10’ x 10’ area like a slow smoke bomb. Prolonged exposure to the smoke leads to a pleasant but persistent arousal, a hatred of clothing, and... well...",
   "Portable Platinum Puddle Bag":"A small sack of ultrafine woven platinum wire is decorated with tiny glass bubbles. Anyone with a natural affinity for magic can reach into the sack and pull out a sphere of pure water 2” in diameter. The water stays together as a gently swirling orb until placed in a living creature’s mouth (where it is instantly absorbed) or until thrown or crushed. The orbs can normally withstand being dropped 10’ to 20’ without bursting.",
   "Provocateur’s Belly Chain":"A platinum belly chain adorned with diamonds and small dangling bells every inch. Increases the wearer’s agility and enables them to flawlessly execute three new, highly provocative dances.",
   "Quill of Automatic Records":"A bone quill inlaid with geometric gold patterns. If placed on or near paper, it immediately begins transcribing any speech spoken within 100’, using Elvish runes and different colors for each speaker. Too much speech can heat the quill to the point where it ignites the paper it writes on.",
   "Rock Reshaper":"A fist-sized lump of iridescent clay that never cracks, falls apart, or gets dirty. A caster of moderate skill can focus on a nearby rock while shaping the clay to reshape that rock.",
   "Sensitivity Gloves":"Translucent white gloves. Increase the wearer’s sense of touch tenfold.",
   "Spiked Jock of Confidence":"A platinum-and- leather jockstrap inlaid with jeweled spikes. Its wearer is filled with great confidence, but that falls to lower-than-normal levels for 24 hours if the item is covered or removed for 4 hours.",
   "Starry Cigarette Holder":"A long cigarette holder made of crystallized void swirls with tiny galaxies and is capped in gold. When placed in the mouth, a lit cigarette appears. It is doubtful that the user has ever tasted finer tobacco, but the cigarettes are impossible to remove.",
   "Stormgasm Medallion":"A palm-sized gold medallion depicts an elven orgy aboard a ship in calm seas, with storm clouds in the distance. Holding the medallion causes extreme arousal upon boarding a ship, and a 100’ bubble of fair weather and calm seas surrounds and follows the item. If the medallion changes hands, or if its possessor has an orgasm, the bubble pops and normal weather rushes in to fill the void. It takes 5 minutes for the medallion to reactivate. For a time, these medallions were part of a popular game. Elves would sail pleasure yachts into dangerous reefs and conjure up a storm. The team with the most orgasms and the least damage to its yacht won.",
   "Sweetest Sound Earrings":"A pair of large pearl earrings set in platinum magically adhere to the ears of anyone who tries them on, even without piercing or clasps. Their wearer hears all negative sounds as their positive opposites, and all words are distorted so as to stroke the wearer’s ego.",
   "Tapestry of Summers Past":"An 8’ x 13’ tapestry depicts a field of grass and flowers viewed through an open window. Anyone within 10’ of the tapestry feels the warmth of the sun, hears birdsong, and smells fresh-cut grass.",
   "The Rough Night":"A small blue bottle is filled with 8 oz. of lemon-flavored juice. Taking a drink causes the imbiber to mentally and physically forget the past hour. Multiple drinks have a cumulative effect, and 3d6 doses remain.",
   "The Seasons":"A 2’ x 4’ sentimental painting depicts a water mill in soft colors at sunset in the countryside. To the right of the mill, in a small clearing, the nereid Elorinth is being burned at the stake while figures in strange robes look on. The foliage in the painting changes with each season to resemble spring, summer, autumn and winter.",
   "Traveling Treven":"A leather-bound popup book detailing the many sexual exploits of “Traveling Treven.” It holds fifty tales in total, but displays only one at a time. The first page has a table of contents and the lewd phrases that must be spoken aloud for the book to present a story.",
   "Vinlay’s Catalogue":"A 6’ x 4’ standing mirror shows anyone standing before it stripped of their normal clothes and dressed in what was once the latest elven fashion. It cycles through seventy-five androgynous looks. Large Elvish runes say “Property of Vinlay’s” on the back.",
   "Voyeur Ring":"A platinum ring set with a large emerald resizes itself to fit anyone perfectly. The wearer can choose to mark anyone they shake hands with. For the next 24 hours, the wearer can enter the consciousness of the marked person. The wearer is a passive and undetected observer, but they hear, see, smell, feel, and taste everything the marked person does. Up to six individuals can be marked at a time.",
   "Yellow Glove of Desire":"A left-handed glove of bright-yellow velvet, made to cover only the back of the hand, part of the palm, and the thumb, index, and pinky finger. It fits anyone who tries it on. Anyone repeatedly touched by the glove becomes utterly fixated on pleasure.",
   "Yvelia’s Bloom Kit":"A 3’ x 2’ rosewood case is inset with the name “Yvelia” in gold Elvish runes. The kit holds a hand spade, pruning shears, and a half-filled jar of fuzzy white orbs. Plants (except trees) in areas dug by the spade grow to maturity in one lunar cycle. Blooms cut with the shears regrow on their parent plant overnight (but plants die after d4+1 clippings). If a white orb is placed on soil, it grows four spindly legs and can move as fast as a cockroach. Yvelia used the fuzzballs to collect seeds, but they can be ordered to collect any small plant life within 100’ of their master. After completing its mission, a fuzzball dies, but planting one with the spade yields 3d6 more.",
   "Zeb’s Lost Coin Collection":"A solid, rectangular tile (1’ x 2’ x 3”) of hard, seamless clear material. Five rows of eight coins are evenly spaced throughout. “Zeb” is etched on the edge of the tile. Each coin is of a different mint, shape and material. The languages on the coins are esoteric and extradimensional and they appear to be worth a considerable amount wherever it is they originated.",
   "Arva—Bag of Eyes":"A translucent, lumpy red membrane is stitched with sinew to form a pouch, and holds 2d10+3 humanoid eyeballs with the optic nerve still attached. If an eye is removed from the pouch, it orbits the user’s head for d10+10 minutes, observes from the perspective of that type of humanoid, and relays that information immediately. The eyes are typically used for translation purposes, and read lips flawlessly. Advanced users can suss out motivations from cultural clues and body language. The magic is in the pouch, and new eyes are empowered after 24 hours.",
   "Arva—Cavalry Stick":"This 6” obsidian tube is decorated with tiny infernal runes. Anyone holding the stick except those of truest heart feels the urge to break it, and strongly believes that doing so will be beneficial. Breaking a stick notifies its Arva creator and tags the breaker with an easily tracked infernal aura for 3 days.",
   "Arva—Flask of Purification":"A small metal flask covered in tiger-striped leather. One drop from the flask can completely purify a 10’ x 10’ x 10’ volume of stagnant water. However, any intelligent creature drinking from this source is marked with an easily tracked infernal aura for 3 days.",
   "Arva—Glove of First Impressions":"A large fingerless glove of coppermane prowler hide, decorated with tiny infernal runes and broken prowler feathers. Anyone touched by the wearer receives an electric shock that grows in intensity each second. The glove can identify how much charge would stop its victim’s heart, and always pulls back just before that point.",
   "Arva—Hunter’s Headdress":"Once this was the headdress of a Kiru shaman. Its feathers have been smeared with blood and feces, and decorated with at least fifteen strips of blue- and green-scaled flesh branded with infernal runes. Its wearer can immediately sense all life larger than a sparrow within half a mile. The rush of information is initially overwhelming, but after a month of constant use, the wearer can pinpoint the location of specific individuals. Removing the headdress, even for a second, restarts this process. Each strip of flesh comes from an individual Kiru or Goa who was killed, desecrated, and then consumed by the maker. As such, non-Arva lizardmen usually attack the wearer of such an abomination on sight.",
   "Arva—Juniper Juice":"A wooden jug, corked with bone, that feels like ice to good-natured people. Each drink tastes like the imbiber’s favorite flavor and refreshes as completely as a good night’s sleep. The aftertaste, however, triggers feelings of intense shame and makes a person more susceptible to suggestion.",
   "Arva—Purple Swashbuckler’s Hat":"This bright purple hat has a white plume and a bright-pink sash. Its interior is tiger-striped orange and black silk. Anyone wearing the hat cannot be directly harmed by any Arva, but the wearer can feel a set of predatory eyes looking at the back of their neck (Damadar, p. 142).",
   "Arva—Shrapnel Spears":"A sheepskin quiver is painted with swirling black designs that slowly move, and holds twelve thin javelins with heads of obsidian on a small steel spike. Impact causes the glass to shatter. In addition to causing grievous wounds, Arva often throw shrapnel spears at the ground for a caltrop-like effect.",
   "Arva—The Gentleman’s Blade":"A beautifully crafted 43” steel-basket rapier has a blood-red gem for its pommel. In the hands of a good person, any attack that lands will always be the most excessive, over-the-top, gory wound possible. A hit that should have been a scratch becomes an artery gushing blood or a skewered limb. In the hands of the brutishly evil, the blade is dull and the hilt pinches. In the hands of a purely self-serving person, it is a powerful magical sword, capable of piercing most anything and landing a flurry of critical blows.",
   "Arva—Trap Kit":"A broadback hide sack contains three spiked leg-hold traps of rusted steel, four 30’-long wire snares, and a leather cuff. Half the cuff is covered in red beads, and half in black. Touching the red rapidly opens and closes the traps. Touching the black electrifies the wire snares. Both effects transfer a small amount of life force from the victim to the user. This transfer is highly addictive.",
   "Goa—Auto Hammock":"A 10’ x 6’ canvas, soft but rough looking, with small mithral chains on each corner. It can hang itself on any nearby supports to form a hammock, tarp, or platform that supports the weight of three humans.",
   "Goa—Candle Box":"A small wooden box carved with crude, monstrous ape faces. Contains three lumpy orange candles that regenerate each sundown if returned to box.",
   "Goa—Duecadre Tongue Sponges":"A cloth sack containing 3d6+1 rune-scribed duecadre tongues. These act as super sponges, one of which can absorb an entire barrel of most liquids (notably blood and booze). A filled tongue is the size and weight of a human arm.",
   "Goa—Field Butcher’s Friend":"A rune-marked skinning knife with a 4” curved blade. If used on quarry killed by the user, it skins perfectly and purifies the meat from diseases and parasites.",
   "Goa—Foldable Canoe":"A wooden sphere, 1’ in diameter, made from curved boards. A pressure sequence causes it to pop open and form a 7’ canoe. It takes d6 minutes to repack, though.",
   "Goa—Frog Strap":"This 27” leather strap is embossed with the words “strength,” “life,” and “air” in lizardman runes. Wrapping it around an arm or leg enables the wearer to jump and spring d4+1 times higher and farther than normal. The wearer always lands on their feet, and the strap absorbs the shock.",
   "Goa—Hurricane Wraps":"A pair of 30” strips of coarse, dark-blue burlap are decorated with mithral raindrops and embroidered with “run” and “water” in lizardman runes. Wrapping them around an arm or leg enables the wearer to run across the surface of water like a waterspout. Does not work at speeds slower than a jog.",
   "Goa—Mithral Zip Fist":"The skull of a zip bird has been made into a fist weapon. The beak has been replaced with mithral, trimmed in unbreakable obsidian blades.",
   "Goa—Rainbow Snack Pouch":"A small belt pouch covered in red-orange duecadre scales is filled with fleshy rainbow petals. Enough of the nutritious petals can be pulled out to feed d4+1 people each day.",
   "Goa—Renewable Stone Spear":"A stone-tipped spear with bright-yellow lashing. A fist-sized stone of any type attached by the yellow leather strip begins to rapidly flake into a razor-sharp spearhead. These heads can be removed, but only twenty can be made each day.",
   "Goa—Rip-Proof Sack":"A supple 2’ leather sack. It cannot be cut, ripped, or torn; only pierced.",
   "Goa—Salt Apple":"A smooth lump of translucent pink salt that resembles an apple. Rubbing it over raw meat or hides for 10 minutes preserves or cures them.",
   "Goa—Serpent Grapple":"A 12’ snakeskin with silvery scales and red-hued diamond markings. It feels rubbery, and its mouth is filled with many hooked teeth. If the snake’s tail is held and its head is thrown toward a target, the mouth opens to grab it. The snake can stretch up to 48’ and support the weight of six humans.",
   "Goa—Shimmershift Blade":"An obsidian throwing knife in a vine-embossed fuchsia scabbard. If it is thrown and embeds in anything, it quickly reappears within the scabbard. The blade does not break unless it strikes basalt, which shatters it into glittering shrapnel.",
   "Goa—Sleeping Salve":"A fine wooden container, 4” in diameter with a screw-top lid, contains lime-green salve smelling strongly of bergamot. If applied to an open wound that is then bandaged, the wounded creature falls into an unwakable 4-hour sleep. Upon awakening, the wound will be fully healed. The salve does not mend broken bones, but it regrows scales.",
   "Goa—Stay Fresh Satchel":"A large gray satchel of broadback hide has a wooden toggle. The inside is lined with soft, silvery fungus that constantly emits sweet-smelling purple spores. Meat placed in the bag is kept fresh indefinitely.",
   "Goa—Tears of the Mountain":"A wooden crate containing black sand and d8 obsidian rocks with glowing magma cores. Great sling stones.",
   "Goa—Unbreakable Bow Drill":"A bow drill with four sizes of mithral bits that never dull or break.",
   "Goa—Vest of Refreshment":"This leather vest of broadback hide is decorated with coppermane prowler feathers. When at the brink of physical exhaustion, the wearer can remain still and hold their breath for 10 seconds to become completely revitalized and refreshed. When this occurs, the coppermane prowler feathers discharge a small burst of electricity in a 5’ radius. This can be done only once per week. Attempting to use the vest’s powers more frequently causes a handful of feathers to fall off and decreases its effectiveness.",
   "Goa—Water Extractor":"A translucent red vyderac feeder sac is adorned with a mithral lizardman “W” rune. Any water scooped into the sac is purified in 4 hours. The process starts immediately, and anything not water oozes out of the rune. It can even be used to extract water from things like blood or beer. Goa legend says that an ooze imp was placed into an extractor once, and after a day and a night, a water imp was found in the bag and an earth imp outside it, but this has never been replicated.",
   "Goa—Zoom Reed":"A hollow reed, 3/4” thick and 1’ long. A small mithral rod runs down its length, causing it to function as a spyglass. If the reed breaks, the rod can confer its powers on another tube of similar shape.",
   "Kiru—Ancestral Orbs":"A fine wooden box carved with a funerary scene contains four rune-scribed 3” orbs of wood, obsidian, basalt, and mithral. Once per week, a person attuned to the orbs can roll them across a patch of ground open to the sky, and ask their ancestors about a current problem. Any ancestors that have an opinion for their descendant speak their mind. If not, the orbs roll back to the box.",
   "Kiru—Beaded Will":"A small bag containing 127 fingernail-sized, rune-marked beads of wood, obsidian, mithral, and red crystal. The bag also contains a wooden square with five hooks on one side, and the name “Hessru” on the other. Hessru was a ranger of renown on Southspire Island, and these beads are his last will and testament. Any Kiru recognizes this immediately, but only their shamans know the rituals to spell out the bead’s various messages.",
   "Kiru—Blowgun and Darts":"A small hide pouch trimmed in mithral beads contains a blowgun, 2d6 darts, and a miniature self-sustaining terrarium with a violet poison dart frog.",
   "Kiru—Bluescale Rope":"This 1/4” rope is 100’ long and covered in blue snake scales. It supports 2 tons and never causes friction burn.",
   "Kiru—Bug Blaster":"A thick glass lens 4” in diameter with a scaled mithral handle. Bugs and parasites glow when viewed through this lens, and scales become invisible. If paired with a light source, the lens emits a heat beam of bug death, able to vaporize bugs up to the size of a human thumb in about 10 seconds.",
   "Kiru—Cloak of Light and Shadow":"A large, roughly woven, hooded cape in a black and white zigzag pattern. If its wearer remains perfectly still for 1 minute, the pattern shifts to match the light and shadow of its surroundings. Requires at least partial sunlight to function.",
   "Kiru—Cloth of Aversion":"A 2’ square of silk-like cloth, as black as the void of space, that never dirties. A crude orange sludge has been rendered at its center, but it’s hard to tell whether it’s painted on or is part of the cloth. Orange sludges actively avoid (but don’t ignore) its wearer.",
   "Kiru—Fletcher’s Kit":"This fletcher’s kit contains all the tools necessary to make arrows from scratch. This includes one bag of uncut white zip bird feathers and a smaller bag of cut green feathers that have been coated with green dart frog poison. It also contains d12 blunt obsidian arrowheads that burst on impact.",
   "Kiru—Focused Filter":"A round 1’ sieve made of mithral and ultrafine iridescent cloth. If the user sweeps it through any sort of liquid or gritty solid (water, lava, dirt, sand, and so forth) while concentrating on something, the sieve only catches the objects sought. All other material passes through. Things can only be caught if they are actually there. For example, the cloth cannot be used to sieve for gold in a stream where no gold is found.",
   "Kiru—Junk and an Antidote":"A hide pouch decorated with red crystal mushroom-shaped beads. Contains six saltwater crocodile teeth and twenty-four dried mushroom caps that counteract dart frog poison (except green).",
   "Kiru—Leash of Companionship":"This 4’ leash of embossed leather and mithral can expand to fit any unintelligent animal. Any animal wearing the leash becomes loyal to the user—bonded for life after a week and a day, even if the collar is later removed. The bond breaks (badly) if the master uses the leash on another animal.",
   "Kiru—Magma Imp Helm":"A half-burned burlap sack contains the elaborate helm of a magma imp, but large enough to fit a humanoid. Wearing it enables one to comfortably survive in extremely hot environments and splash about in the hottest water. The helm was given to the Kiru shaman Golthax before he was murdered by Fuegonauts. All magma imps instantly recognize their crafting, and are exceptionally displeased to see it worn by any but Golthax.",
   "Kiru—Minimap":"A rolled 2’ x 2’ hide map is held closed by a red crystal ring. The map updates when unrolled to show a rough 2-square-mile area centered on the user. Sources of fresh water and food (tailored to the species of the user) are marked on the map.",
   "Kiru—Mood Changer":"A small tambourine with mithral cymbals that makes no noise. However, if wielded by a skilled musician, it can shift the mood of an audience to match the musician’s.",
   "Kiru—Moss Poncho":"A woven poncho covered in a patchwork of at least twenty types of moss. Under the light of a full moon, tiny silver mushrooms sprout and spew iridescent spores just before dawn. Anyone within 10’ of the poncho is healed of most physical, mental, or spiritual afflictions if they inhale the spores. It can bloom d4+1 times before withering.",
   "Kiru—Muzzle of Sustenance":"A leather muzzle for a snouted creature. Embossed with a bound lizardman, it morphs to fit anyone. The wearer cannot speak, but does not need to eat or drink.",
   "Kiru—Pinion of Understanding":"A 1’ white feather, partially dipped in silver paint, glows in the moonlight. Wearing the feather allows the user to understand the language of the Kiru.",
   "Kiru—Wood-Friend Pitons":"Two obsidian pitons are driven into a block of wood. Removing them leaves no holes behind, and they can be securely embedded into any wood without damaging it.",
   "Kiru—Zip Bird Call":"A palm-sized terracotta whistle shaped like an O. It perfectly imitates the “woop” call of a zip bird, and if blown three times in quick succession, has a 65 percent chance to attract any zip birds within a half mile."
  },
 "Rumors": [
   "Immortals have no ghosts; they simply attenuate with age. The silver shapes inside the mist are the still-living remnants of that people.","There was a population explosion at some point, but the new buildings were badly made and decayed fast. So remember, if it’s ruined, it’s new. If it seems in good condition, it’s old.","Water shadows in the pools at dawn bring stilled fish to the hunting gray herons that were born from their songs long ago.","The elves’ tombs are invisible whorls of silence beneath impossibly balanced stones. The only treasure there is peace.","Their silver is unloosed in time. If you steal it, invisible spirits carry you instantly into the past, where you are tried, sentenced, and imprisoned. On your release, you are carried back to the exact time and place you left, aged twenty years and traumatized. Wizened victims attest to this.","There are hidden messages in abandoned places many hundreds of years old. They claim to be from people escaped from imprisonment in the ancient past, but they have modern names. Some sound like those who have just arrived on the island.","The moon was a member of the royal family. They traced their descent from the moon, and hollow thrones were built to hold its image in the sky. Moonlight serves them still.","Enemies of the state were cursed into the forms of black panthers with golden claws and teeth, then set to guard the island’s secret paths. If a panther ignores its duty, its teeth and claws soften like real gold, and it starves to death. Some still guard the ways.","They taught the birds to sing laws and legends as a living library. If you spend an hour every morning for a week meditating on birdsong in the same place, you can decipher fragments of corroded elven lore in the song.","They were corrupt, and the criminal underclass smoked drugs purified from the ground-up brains of poisoned dwarves. They still haunt the ruins of slums as highly specific, low-level junkie wraiths.","Monkeys around the hot springs were trained as butlers. If you encounter them, you might find yourself trailed by packs of wild monkeys that insist on carrying your bags and compulsively toweling you down, and which attack if not tipped.","Working-class elves in the Petalled Age used normal keys that function as ours do. They were so ashamed that they made them look like tuning forks that sound when struck. Such locks never guard treasure because those elves were poor, but they can open utility spaces.","In the First Age, criminals wore chains of gold with single links of iron. In the Petalled Age, the jails and chains went unused. But the shackles are still there.","Some of the island’s reefs are bone piles encrusted with coral growth. Smash them, and the piled-up bones of elven children slither into the sea.","The volcano didn’t break through the stone cap the elves made. It was released at the climax of a titanic and decadent concert. Nearby civilizations record the low-frequency vibrations of that day from a thousand miles away.","Elves gave their voices to the tide. If you address a whitecap of the sea with the correct name, it speaks. But watch the time; the tide is coming in.","If you dig into the mud floors of the lower baths, you find finger bones. Lots of them.","The older baths and pools higher up the volcano have straight-edged geometrical shapes. Shadows don’t like to go there. Only a few remain intact.","The volcano is a sonic lock—the biggest one on the island. You just need the right sounds to set it off. It all makes sense! The island is a door, and they tried to open it! Listen to me!","Musical instruments were banned during the Petalled Age as tools of theft. Elves found singing were drowned. Except pregnant women—they had to sing.","If you leave logs overnight and the natives take a chew on them, sometimes the chew marks look like letters from the Elvish language.","All the kids went into the sea, and the women went into the fire, and the men just ran around fucking and killing each other until angry ghosts finished them off. It’s true—a lizard told me. Yes, it was in a dream! Look, I’m not the one spends his off-hours talking to a fucking frog!","If you make pipes from a comrade’s bones and play music on it, the shadows will dance and caper as long as you play. They kill you afterwards, anyway. Because I played till dawn, that’s how I know! I played till dawn!","The language changes halfway through. The letters are the same but the words are different, and nothing written in the language mentions it or says why.","The old buildings are built by elementals and for elementals and with elementals. It’s why everything makes sense. It’s all triangles and squares and rings and things. Then they just went away...","If a woman gives birth on that island, all that comes out of her is dead flowers and thorns. They don’t live through it. Oh no? Then why does nothing decent settle there? It’s petals and thorns, and it tears ’em right up.","If you speak the elf tongue out in the forest, birds go silent for a mile around, like the world’s biggest hawk just flew by. They’re scared of nothing else.","They’re not shadows; they’re just veiled. That’s what she did for them. She put veils over those terrible things so they could act with them like people. If you saw the real thing straight on, it would burn you up inside.","Some of the very old statues are of stags and bears and animals you don’t find here. But they’re all together in big houses, like museums.","They made the moon their queen and commanded the tide to cough up foundations for a great city. Well, the sea gave it to them. Then they forgot their queen, and the tide took back in an hour what it took centuries to build.","It’s all supernatural claptrap. If a society of immortals starts having lots of kids on an isolated island—well, that writes its own story, doesn’t it? Do the maths.","Look, if you base your economy on songs, mint currency from moonlight, and build your banks out of bells, frankly, you deserve whatever happens to you.","There are too many predators around here. What are they all eating? It doesn’t make sense. It’s like someone’s giving away free meat whenever we’re not around.","The water in the remaining pools reflects sunlight in the day and starlight at night, but never the moon. Like it isn’t there.","You never see a really pretty female statue, do you? Not one of the naked ones. It’s because they’ve had their faces and their tits and their parts smashed in. You check. It ain’t time that did that.","All those carved wreaths are code. Each flower means something, and read together, they make a language. But we’ll never work it out. Wreaths are poems, gardens are songs, and short, sharp bunches are threats.","It was a woman who started it all, they say. She came from somewhere else, a criminal. They threw her in the volcano, she came rising back up one day on pale roses of flame. That’s when it started to change.","How can an elf get old? They live forever, right? But you see ’em in those paintings, though, in the crowds, right at the back, on their own. Old elves.","They thought glass caught memory like the shadow of a murder on the wall. That’s why you never see glass in the windows. It’s not smashed; they removed it and hid it all somewhere. If you find that glass, you’ll know their secrets.","We caught one of our lads wanking on one of those dirty-necked statues. We hid, were gonna jump out on him as he finished up to teach him a lesson. But then the statue moved!","Whoever they were, they never got bored of porn. My lads are sailors, and even they got tired of those frescoes after a while.","Every statue is carved looking at another statue. If there’s a wall between them, it looks through the walls like they’re not there. If you follow the eyeline, you’ll find another one eventually—even if you move ’em!","You can tell when someone’s been too long in the ruins, because their eyes start reflecting a flame that isn’t there.","They say nothing survived the fall, but I reckon there were gangs living as scavengers in the ruins till they died out. Just a handful, like.","Those chimes are the stolen voices of singing slaves.","I’ve seen cages in the children’s bedrooms, and they weren’t for animals.","There are overgrown gardens out there in the jungle. Well, they’re not gardens—they’re camps. Fences made from sleeping lily, salt vine, constrictor vine, and rusted iron. Watchtower trees in the center, and bonepits of wet, crawling undead.","I reckon they knew society was going to go bad somehow. That’s why they damaged time around a few sacred things. So nothing could touch them. But they live forever, so it’s not like the next generation was going to go bad. It’s the same people. So it must have been inside them all along. Like an addiction you know will never go away.","No one ever says how the elves got here to begin with, or why. This whole culture was like rehab for immortals. It was meant to get them clean of something. It failed.","Out there in the harbour where the shoreline used to be, about eight fathoms down, you can see a golden bell shining when the sun hits it at noon. Folk used to dive for it, but whenever you touch it, it swings, and whatever sound it makes down there summons every shark in a hundred miles. Thousands of them, like they’ve been trained. Ships have been lost, and now captains ban diving for the golden bell.","If a golem follows you and you make for the ship, it walks down the ruined street and into the sea like it isn’t there. Then it follows the plans of empty roads and stands under the ship, ten fathoms down and looking up. But they won’t go beyond the sunken town.","I’ve seen lines of skeletons down there in the drowned murk under the keel. Linked by shining chains that never rust. But they’re gone when I look back.","Our old navigator could find islands by the ring of birds. Pulsing in and out fifteen miles into the sea on every side, feeding twice a day at dawn and dusk. But this island has no ring. The birds don’t leave. It’s like they’re trapped. Or hiding the place.","Some of the buildings are perverted. The rooms are painted tricks, with the real rooms hidden inside the walls. The doors are fake, fastened over solid stone but bare walls swing open when you sing. Big spaces have perspective tricks that make them seem small. Small ones have hidden reflectors and screens to make them feel big. It’s like the whole place is a trick, and it’s laughing at you.","Where the fuck are the sewers? They had to shit, didn’t they? Everything alive has to shit or die. Even elves. So where are the sewers? Are they secret? Hidden? Actually, it’s elves, so yeah, they probably are.","Elven utilities are always hidden in the most pretentious way possible. It’s why you can never find a toilet. Just find the most ridiculous and ornate piece of crap there, and start poking. Even chance it’s a toilet or a broom closet. (50 percent chance informant is an elf.)","The brooms of the elven folk are made from single hairs pulled from the heads of fair maidens of the twelfth rank. (Informant is a drunk elf explaining why they won’t clean up.)","Every dangerous plant and flower on this island is the relic of an ancient elven sin. They learned from the old ones how to make their sins grow outside their bodies. That’s where the killer greens come from.","The old men, the silver ghosts, they know secrets they’re not telling. I saw one make this map here. Led us to a bare stone, and underneath, a golden cup. Must have been there five hundred years. But all they want is off the island and never to return. If you can offer them passage, they might cough up a secret or two. How did old men get here anyway?","There’s a jewelled flower in there, hidden in a locked labyrinth under the town. It’s a foot across. I got close and saw a death of mine in every facet. It’s a trap. Avoid it. Dodged two deaths so far, though. So there’s that.","Every time they had a funeral, they had an orgy. Every time they had an orgy, they killed a few people. Every time they killed someone, they had a funeral, and that’s how it went till they were all gone. The last orgy must have been good, though.","There’s a hidden pool of eternal steam, and it’s carpeted with abandoned blades. The imps gamble on whether you’ll be boiled or sliced. If you survive, you can snatch a naked sword from the pit. They’re fucking deadly—the swords—but never let them feel sunlight or they’ll turn on you.","I saw a bronze shield for an instant, on a stand like it was art. There was a city in the shield, or a reflection of one, like tall towers reflected in clear water. It was the hour just before dawn in that place, and it wasn’t tropical like here. It was from somewhere north. The streets were dark, the sky was paling, and the light was white like weak milk, not this butter yellow.","We found this clasp in the shape of a flower. When you snap it shut, the flower blooms. When you open it, it closes. Doesn’t do anything else. Pretty, though.","If you see any children’s toys, don’t touch them. They grow spikes and climb to your face.","We found this room of whips, I don’t know where it was. I took one. I was playing with it on the shore and struck the sea. The water scarred. Like a cut that wouldn’t heal, and the tide went out a bit. I burned the whip. But what if she remembers I struck her? How do I get home?","If you look right at the top of the volcano, just as the sun comes up, there’s a spear lodged standing up at the highest point. It’s gold, and its blade burns in the fresh rays. It’s only there at dawn. I’m gonna get it!","The shadows walk around in the city under the water, as well you know. They’re down there in the sunken streets at night. Right under the ship!","If you go out into the overgrown slums and find the secret places and dig down, you can find hidden instruments carefully preserved. If you play them, silence tumbles from the strings—but different kinds of silence, like notes. They were rebels!","High-class elven writing nibs are single vampire incisors with ink running through. If you can get any back to the mainland, goth aristocrats pay big money for them. I’m actually a long- standing vampire expert, so I know.","The inner city is a star map. If you want to find your way out, learn the constellations of the elves and look up. Assuming it’s night and not cloudy. Plus, newer additions don’t follow the plan. Plus, if it’s night, you’re probably being chased by shadows, so you’ll want to take care of that. But otherwise, it works fine. Oh, and the elven constellations are lost. But I’m sure I’m right!","There are museums in there with suits of full armor made from perfect triangles of obsidian linked together. If you walk in them, the black glass makes sounds like faint chimes.","Doors carved with lilies have traps. Doors without lilies also have traps, but the ones with lilies always do.","Old Charlie Stumps found a pool of crystal koi that carved him a new leg of pearly stone. Worked fine. Course, he lost his left hand to the traps getting out of there. Then someone stole the leg. Least he can keep his nickname. ‘Charlie Pearls’ sounds bent anyway.","Captain I knew had a severed head he said was from a snake. Looked just like him, though! Kept it in a glass jar in his bedroom. Said he used it instead of a mirror, to shave. That wouldn’t work, would it?","Doctors like those black-bladed scalpels when you find ’em boxed up. Blades never get blunt. Don’t tell ’em about the stuff you always find with ’em, though. That gear ain’t for healing.","It’s the crystal you’re lookin’ for. If you’re robbin’ an apothecary’s (for instance), the stuff inside the jars is what you want. The glass ain’t nothing. But here, if you find a place, it’s the crystals in the wet stuff, gone like cloudy fruit, all in rows. Get the crystals out. That’s yer hit.","There are hidden torture rooms in the better new houses, but the doors to them have no locks. They just swing free.","If you measure the angles, the buildings never corner at 90 degrees. It’s always 92 or 93, yet they seem dead on. The buildings bulge. There’s more in there than there should be! The angles! THE ANGLES!","The elementals can’t remember what happened because of a curse. But they do in dreams. So if you catch one dreaming, pay attention. You might learn something.","They gave out statues for champion fuckers. Like ours are heroes and people from the government, theirs are all professional shaggers. Had the right idea if you ask me.","They used these bright songbirds as a message service. Sent ’em back and forth all day till they dropped dead, then stripped ’em of feathers and got more. If you find an unrotted wardrobe, it’s all feathers and silk.","If you see a ghost in a bright feathered dress, wearing a veil of smoke, don’t worry. She won’t hurt you.","There was a point just before the end when they all wore veils. Even hung them on the statues. A fashion thing? From the way they did it, it seems more like a religion thing.","Feathered clothes are wearable scrolls that sound continual low-level spells from color and sound as they move. Dance, and the spells kick into high level.","To beat the snakes, have a friend make you a strange mask and keep it secret in a box. You do the same for them. Open it, put it on with your eyes closed. Don’t look in a mirror. Wear it in the ruins. When the snakes whisper for you, you don’t recognize the face, so it has no effect. That’ll learn ’em!","There are slaved and mutilated nereids made entirely of liquid poison. They’re locked in glass jars under the town.","Every night you spend in that town, the shadows learn one syllable of your full name. When they can say your whole name, they can find you anywhere, and they’ll scream it while they hunt you.","Classy places have amazing swag, but you’ll never survive grabbing it. Aim low, just like in normal life. Go for the scraps. Let the heroes die.","When the tides are right, those Kiru lizardmen ride the waves on smooth planks of wood. They go rocketing right up the sea-facing streets and beach in the sandy plazas.","Ignore all the explorer marks for ‘safe’ or ‘dangerous.’ The first ones were legit, but then the lizardmen learned them somehow and started altering them to get people killed. Or one of us is doing it to keep their secrets.","If you see a clan mark or coat of arms with an animal that’s not from here, like a stag or bear, that’s old blood, old money, dangerous traps. Look out. Course, the nouveau riche are fucking deadly, too.","When the volcano goes off, everyone within a thousand miles will orgasm spontaneously. I read it in a book.","Don’t forget you can smash through the walls in shit houses. Saved my life more than once. Just don’t try it with stone.","If you swallow one of those peppers whole, you hallucinate the land of the dead. If you have a friend there, they can tell you the next thing that’s going to kill you, and you can avoid it. It gives you permanent ulcer, though.","There’s art that’s not ancient or decadent. Not much of it. Hidden paintings and sculptures of nature, local animals, even lizardmen and elves together. That age didn’t last long, though. A thin slice of time. If you find it, may as well leave it be. All the market wants is gold and gaudy shit. That’s where the bounty is.","The oldest temples have the skeletons of saints blocked up in the foundations. I think even the elves didn’t know about them. They’re all lich-saints, and are all that stops the island sinking into the sea under the weight of evil.","It’s not even about the elves. How did they find this place? Did they discover ruins and muse on them? And now we come. The whole island is a trap. A trap for cultures. There’s something deeply wrong here, and all the vibrant life on top is just a veil.","Once you taste danger and gold, it’s worse than any drug. Set foot on that black sand and one way or another, you won’t leave. My advice? Turn back now before it’s too late.","Actually, I was hoping you had some rumors for me. I’m new, you see. Gosh, you do look awfully tough!"
  ],
 "Golems":{
   "Effect": ["Four-dimensional","Glows softly","Hums","Covered in glitter","Drops glitter when sounded","Covered in small mirrored disks","Covered in cubic crystal growths","Covered in hexagonal crystal growths","Covered in growths that resemble fan coral","Wrapped in braided thread of astral silver","Orbited by a Saturn-like ring","Orbited by an X-shaped dual ring of small gemstones","Ends in a spike, can be used as a dagger","Shaped like a dick","Shaped like a woman’s body, neck down, with gems for nipples","When held, looks and feels to the holder like it’s melting. It isn’t","Material is translucent and gel like. Only rings when thrown against something. Doesn’t stick, but feels sticky","Shaped like a mouth. Sings “scat” style instead of chiming","Occasionally sings the name of its current owner instead of chiming","Attempts to float up and behind its current owner’s shoulders","Attempts to orbit its current owner’s head, shoulders, or torso","Freezes water it touches","Shaped like a cone. Greatly amplifies sound. Functions as a megaphone","Surrounded by a constant cloud of soap bubbles","Launches d4 stunningly beautiful but otherwise mundane golden fireworks","A pint of dark ale appears in the user’s hand. No sound is made until the beer has been completely drunk by the user.","The material making this chime has been cut into strips and woven together like a basket","Ringing the chime causes its owner to grow vampire-like fangs for d6 hours","Ringing the chime causes someone within a 50’ radius (not the holder) to appear as an old crone for d10 minutes","A small orb of perfectly clear ice, 1” to 2” in diameter, appears in the user’s hand","Air within a 10’ diameter is instantly purified and smells vaguely of ozone","Shaped and sounds like a small song bird. To ring, press the feet","The user is surrounded by a light fog while in possession of the chime","A small rain cloud forms over anyone currently in a bad mood (50’ radius)","Fragrant orange sipopa petals cascade from the heavens over members of the opposite sex for 3–5 minutes (50’ radius).","Possessing this chime nullifies the special “on ring” effects of other chimes (50’ radius)","Delicate paper flowers bloom from the ground and are consumed by golden flame that does not burn (10’ radius)","The user’s eyes glow with golden light","Feathery, angelic wings sprout from the user’s back and immediately disintegrate into golden light","The user’s nails become perfectly manicured and painted with bright-orange lacquer","All members of the same sex as the user within a 20’ radius become clean, groomed, oiled, and pleasantly scented","If outdoors, all creatures within a 10’ radius of the user see the sky change to night and fill with shooting stars","d20 nightingales fly up from behind the user, singing sweetly","Straps, buttons, clasps, or knots on clothing of members of the opposite sex of the user come undone (30’ radius).","Instead of chiming, a small pebble within 20’ cracks open and sings a single line of garbled poetry in sonorous tones.","After ringing, if a different chime was rung less than 1 minute before, the holder of that chime is covered in orange paint.","Instead of ringing, another creature within 30’ sounds out the tones with a bout of severe (but not wet) flatulence.","Golden waves of visible sound radiate from the chime and fade away","All prepared fires, candles, censers, and so forth within 20’ of the user are set ablaze","Sensual-smelling purple smoke rolls out from the user to a radius of 20’, rising to their knees. Lasts about an hour."],
   "Engraved": ["constellations","animated constellations","nude elven women","nude elven men","feathers","sipopa flowers","glowing runes","skulls and bones","nude elven children","scenes of war and death","nude tortured elves","hunting scenes","nautical scenes","stylized clouds","stylized waves","stylized flames","stylized lightning","stylized lace","candies and sweets","bees and honeycomb","scales","swordfish","geometric shapes","birds","jungle scenes"],
   "Material": ["red crystal","mithral","gold","platinum","silver","bronze","copper","black basalt","alabaster","pink granite","lapis lazuli","opalescent stone","animate star metal","mother of pearl","abalone","bone","iridescent chiton","porcelain","terracotta","horn","petrified wood","fossilized bone","pink salt","coral","baleen"],
   "Sound": ["The creak of fresh young trees in morning breeze","The soft companion calls of nesting birds","Sinister children, laughing at a crime","Agonizing, deep, monotonous drips","The laughter of a party through a wall","The plinks of prowling claws on polished stones","A high-voiced something moaning in its death","A slow creaking door that’s suddenly slammed","Low irregular muttering of your name","Very occasionally, blades, secretly drawn","Tempo, regular, rhythmic, with no end","An asinine melody with hidden clicks","Daft jingly crap, interrupted by screams","Gulls wheeling, dislocated from the source","A duet with the world’s ambient sounds","A dance tune, fast enough to break your legs","A bubbling, babbling, cackling screaming stream","Stumbling music, sleepily played and drawn","Apes making mockery of elfish tunes","Companion to the thoughts inside your mind"],
   "Shape": ["A maiden, snakes and flowers wreathed in her hair","A woman, naked, toothless mouth stretched wide","A girl with puppy molded in her arms","A black-eyed pregnant girl with fist-clenched hands","A crone curled like a hoop on hands and feet","A bowed-head female slave, ceramic chains","A happy child held in a tiger’s mouth","Mutilated male, artisanal scars","A grinning child that rides a frightened hound","Fine-featured boy leading a lumbering ape","A whorish woman carved with broken limbs","A girl, pecked by flocks of bolted-on birds","A king, carved crippled and deformed, no eyes","A shivering old man, stick sharp and cool","A woman engulfed in hand-crafted burns","A haughty noble, naked from the waist down","A hunter whose head is swapped with his catch","A vacant-featured priest, belled like a fool","A blind teacher and bright functionless child","A builder muted with a face-struck brick"],
   "Substance": ["Built of cinnabar-stained terracotta","Carved from whinstone, its features celestite","Assembled from rough handfuls of gray clay","Beautifully carved by hand from green siltstone","Made from gray porphyritic dacite bands","Molded from veined, slow-cooled obsidian","Sculpted greasy clinkstone that rings with blows","Half-carved from lumpen pegmatite in black","Assembled from rough trachyte with pink bands","Baked and glazed from white clay, then rudely inked","Hacked rudely from yellow-black needlestone","Carved from green marble with chabazite face","Handmade from gray-black skarn, its crystals smoothed","Scrimshawed from one white impossible bone","Hand cut from polished black peridotite","Made in grays and greens from banded rhyolite","Fired slow from oddly colored sectite clay","Constructed of nephrite and limestone","Made of granite, picked out in kyanite","Carved from sandstone with blue ptygmatic veins"],
   "Does": ["Who follows strangers, picking up lost things","That chases shadows with a mirrored lamp","That picks out yellow flowers and braids in wreaths","Collecting coins held in an upturned skull","Chasing butterflies of one exact shade","Who skins a house, rebuilding it elsewhere","That twists up any shining metal thing","Who tends a garden hidden out of sight","Lighting lamps each night, in daytime, repairs","Does single surgeries on every corpse","Endlessly carving pebbles with a pin","Makes pipes, fills them, lights them, leaves them burning","Building a pyramid of songbird skulls","Carefully milking venom from caught snakes","Polishing glass lenses in its hands","Digging traps, random deadfalls, back to back","Invites you to a ruined home, sits down","Steals food and takes it to a guarded corpse","Grabs glass to mass reflections of the moon","Hunts animals and starves them in clay pots"],
   "But": ["And hates the sight of oddly fingered hands","But maddens and spirals on sight of gold","Attacks in wild zigzags if spoken to","That flails, goes mad, when it hears the word ‘why’","Will track you till it hears a lie, then strike","Kills only the first person to draw blades","Will drag you to an underwater cell","Tries plucking every seventh eye it sees","Loves magic, extracts mage brains when it can","Compulsively breaks the symbols of gods","Seeks death in the volcano, with you too","Castrates the smallest person in a room","Fears teeth and attacks all smiles instantly","Will rage against you till you scream, then leave","Thinks cries for help are music, makes them so","As well as eating knives, it grabs by force","Needs to strip everybody of their shoes","Must strike once for every sentence it hears","Must kill its own reflection in your eyes","And loves to make wanderers lost, then watch"]
    
  }
}