{
  "Roles": [
    ["Brute", "<strong>Brute</strong> monsters have more hit points and damage, but less defense. They specialize in dealing damage in melee. They don’t hit as often as other monsters, but they deal a lot of damage when they hit. They don’t move around a lot, and they’re often big. Use brutes in an encounter to threaten the PCs while shielding other monsters with their great size and imminent threat."],
    ["Assassin", "<strong>Assassin</strong> monsters have more damage and speed but less hit points. They have some ability that lets them avoid attacks, usually by striking from hiding. They usually deliver one devastating attack every few rounds, while concentrating on defense in between.  Use assassins as surprise additions to encounters with other monsters."],
    ["Artillery", "<strong>Artillery</strong> monsters excel at ranged combat but have less defense. These creatures rain arrows, explosive fireballs, and similar attacks on the party from a distance. Use artillery monsters in an encounter to hang behind defenders and brutes and rain damage down on the PCs from protected positions."],
    ["Minion", "<strong>Minion</strong> monsters deal less damage and destroyed when they take any amount of damage but always appear in numbers. They are designed to serve as shock troops and cannon fodder. Use minions as melee combatants placed between the PCs and back-rank artillery, controller or support monsters."],
    ["Controller", "<strong>Controller</strong> monsters manipulate their enemies or the battlefield to their advantage. Position controller monsters just behind a front line of melee-focused monsters, and use them to attack the PCs at short range with their control powers. Assign at least one controlling ability for this monster regardless of its trait."],
    ["Support", "<strong>Support</strong> monsters bolster or heal their allies and use battlefield to their advantage. Position support monsters just behind a front line of melee-focused monsters or next to artillery, and use them to sustain allies with their powers. Assign at least one supporting ability for this monster regardless of its trait."],
    ["Defender", "<strong>Defender</strong> monsters have more defense but less damage. They specialize in drawing the PCs attacks and protecting other monsters. Use defenders in an encounter to keep the PCs in place, preventing them from attacking the artillery, controller or support monsters behind the defenders or chasing after the assassins."],
    ["Solo", "<strong>Solo</strong> monsters have much more hit points and damage. They are specifically designed to appear as single opponents against a group of PCs and function, in effect, as a group of monsters. A solo monster might have tendencies that flavor it toward the brute, defender, assassin, artillery or controller role. Every solo monster has to be able to stand and fight on its own."]
  ],
  "Types": [
    ["Undead", "<strong>An undead</strong> is a once-living creature animated by spiritual or supernatural forces.<br>Most undead can see in the darkness; do not require sustenance and sleep; immune to poison and disease; immune to fear and charm effects; resistant to necrotic and cold effects; vulnerable to holy effects.<br>Incorporeal undead may be immune to physical damage unless weapon is silvered, holy or magical."],
    ["Beast", "<strong>A beast</strong> is a living, nonhuman vertebrate creature, with no capacity for language or culture.<br>Most beasts have low intelligence and act on instinct. <br>Some beasts can see in the darkness; may have heightened sense of sight, hearing and/or smell.<br>Aerial beasts have flying speed.<br>Aquatic beasts have swimming speed and may breathe underwater.<br>Subterranean beasts have burrowing speed."],
    ["Elemental", "<strong>An elemental</strong> is a creature that composed of one or more natural element and sentient.<br>Most elementals do not require sustenance and sleep; immune to poison and disease; immune to their own element and vulnerable to opposed element (if any).<br>Some elementals may have low intelligence and act on instinct; can see in the darkness or have supernatural sense."],
    ["Plant", "<strong>A plant</strong> is a vegetable creature that can perceive and affect the world in some way.<br>Most plants have less speed or stationary; vulnerable to fire and/or cold effects; mindless and immune to mind-altering effects; do not require sleep.<br>Some plants may rely on senses other than sight, hearing or smell."],
    ["Ooze", "<strong>An ooze</strong> is an amorphous or mutable creature without a single solid form. <br>Most oozes have less speed; immune to acid; resistant to poison and piercing damage; mindless and immune to mind-altering effects; do not require sleep; may rely on senses other than sight, hearing or smell.<br>Some oozes resistant to bludgeoning damage; vulnerable to fire, cold or lightning."],
    ["Celestial", "<strong>A celestial</strong> is a creature from positive plane of existence typically of good alignment.<br>Most celestials can see in the darkness; immune to poison and disease; resistant to holy effects; vulnerable to necrotic effects.<br>Some celestials have supernatural sense; resistant to physical damage unless weapon is unholy."],
    ["Fiend", "<strong>A fiend</strong> is a creature from negative plane of existence typically of evil alignment.<br>Most fiends can see in the darkness; resistant to poison and disease; immune to fire or cold effects; vulnerable to holy effects.<br>Some fiends have supernatural senses; resistant to physical damage unless weapon is silvered or holy."],
    ["Construct", "<strong>A construct</strong> is either an animated object of some sort, or an artificially crafted creature.<br>Most constructs do not require sustenance and sleep; mindless and immune to mind-altering effects; immune to poison, disease, necrotic, holy.<br>Some constructs may have intelligence; can see in the darkness; resistant to physical damage unless weapon is adamantine.<br>Mineral constructs may be vulnerable to thunder effects.<br>Mechanical constructs may be vulnerable to lightning or water.<br>Organic constructs may be immune to lightning; resistant to necrotic; vulnerable to fire."],
    ["Aberration", "<strong>An aberration</strong> is a creature with a bizarre anatomy, strange abilities, alien mindset, or any combination thereof.<br>Most aberrations can see in the darkness; resistant to mind-altering effects.<br>Some aberrations have supernatural sense; resistant or vulnerable to any one type of damage."],
    ["Fey", "<strong>A fey</strong> is a creature which usually has supernatural abilities and a humanoid-shaped form, usually connected to nature, or some other force or place.<br>Most fey are resistant to charm effects; vulnerable to cold iron."],
    ["Draconid", "<strong>A draconid</strong> is a reptile-like creature, usually winged, and tends to have magical or unusual abilities.<br>Most draconids can see in the darkness; have a flying speed.<br>Some draconids may have heightened sense of sight, hearing and/or smell; may have swimming or burrowing speed."],
    ["Humanoid", "<strong>A humanoid</strong> is a bipedal creature with few or no supernatural or extraordinary abilities but usually have well-developed societies.<br>Most humanoids have low to high intelligence and capable of advanced tactics and use of implements.<br>Reptile humanoids are usually vulnerable to cold effects.<br>Insectoid humanoids usually vulnerable to poison effects.<br>Goblinoid humanoids usually resistant to disease.<br>Gigantic humanoids are bigger than usual.<br>Fiendish humanoids usually resistant to fire.<br>Celestial humanoids usually resistant to holy.<br>Beastlike humanoids usually have heightened sense of sight, hearing and/or smell.<br>Shapeshifter humanoids can change their form."]
  ],
  "Traits": [
    ["Can attack out of turn multiple times per round.", "Lauren Schirduan"],
    ["Unblockable attacks.", "Lauren Schirduan"],
    ["Can instantly switch places with a nearby creature or object.", "Lauren Schirduan"],
    ["Can steal memories from a creature.", "Lauren Schirduan"],
    ["Emits an anti-magic field.", "Lauren Schirduan"],
    ["Poisonous barbs.", "Lauren Schirduan"],
    ["Forms a defensive barrier out of nearby materials.", "Lauren Schirduan"],
    ["Creates illusionary clones.", "Lauren Schirduan"],
    ["Can become invulnerable for a time.", "Lauren Schirduan"],
    ["When it dies it lets out an ear-piercing howl.", "Lauren Schirduan"],
    ["Takes control of a target.", "Lauren Schirduan"],
    ["Splits into smaller copies.", "Lauren Schirduan"],
    ["Revives or regenerates after death.", "Lauren Schirduan"],
    ["Grows stronger as it loses health.", "Lauren Schirduan"],
    ["Can tunnel beneath the ground.", "Lauren Schirduan"],
    ["Release poisonous gas clouds.", "Lauren Schirduan"],
    ["Teleportation.", "Lauren Schirduan"],
    ["Spiked.", "Lauren Schirduan"],
    ["Reduces enemy's armor.", "David Schirduan"],
    ["Can summon minions.", "David Schirduan"],
    ["Area of effect ranged attacks.", "David Schirduan"],
    ["Stronger in the darkness.", "David Schirduan"],
    ["Stronger in bright light.", "David Schirduan"],
    ["Wounds regenerate quickly.", "David Schirduan"],
    ["Gains immunity to the last method of attack used against it.", "David Schirduan"],
    ["Able to steal spells from the characters and cast them.", "David Schirduan"],
    ["Can appear however it likes.", "David Schirduan"],
    ["Alters memories.", "David Schirduan"],
    ["Attacks can drain character stats.", "David Schirduan"],
    ["Attacks lower target's max health.", "David Schirduan"],
    ["Wounds inflicted don't stop bleeding.", "David Schirduan"],
    ["One of many clones.", "David Schirduan"],
    ["Hivemind with other creatures.", "David Schirduan"],
    ["Always acts first during combat.", "David Schirduan"],
    ["Can become incorporeal.", "David Schirduan"],
    ["Can teleport from one shadow to another shadow.", "David Schirduan"],
    ["Can swallow or engulf whole a creature smaller than itself. ", "David Schirduan"],
    ["Can mimic any sound it heard including voices.", "Brian Richmond"],
    ["Ages the flesh of those it touches.", "Brian Richmond"],
    ["Blessed by the divine and supported by their methods.", "Brian Richmond"],
    ["Curdles milk, churns stomachs, and befouls waters in its presence.", "Brian Richmond"],
    ["Warps and absorbs the flesh of those it strikes.", "Brian Richmond"],
    ["Don't leave tracks and moves without any sound.", "Brian Richmond"],
    ["Grows stronger whenever magic is cast in proximity.", "Bacontime"],
    ["Can induce sleep.", "Bacontime"],
    ["Can't be hurt by a specfic substance (iron, wood, etc.)", "Bacontime"],
    ["Can squeeze through narrow holes and cracks.", "Bacontime"],
    ["Can obscure vision.", "Bacontime"],
    ["Extra prehensile limb(s).", "Bacontime"],
    ["Makes nearby creatures overencumbered.", "Bacontime"],
    ["Enemy can't move while it's looking directly at it.", "Bacontime"],
    ["Can alter its mass at will.", "Bacontime"],
    ["Destroys consumable resources (rations, scrolls, potions, etc.)", "Bacontime"],
    ["Can stick other things together.", "Bacontime"],
    ["Commands its own minions.", "Bacontime"],
    ["Can alter strength of other creatures.", "Bacontime"],
    ["Magic resistant.", "Curio Solus"],
    ["Immune to magic.", "Curio Solus"],
    ["Aura that withers everything organic in proximity.", "Curio Solus"],
    ["Acidic blood.", "Curio Solus"],
    ["Adhesive.", "Curio Solus"],
    ["Can chase enemies out of its turn.", "Curio Solus"],
    ["Has heightened sense of sight, hearing and/or smell.", "Curio Solus"],
    ["By dealing damage restores some of its health.", "Curio Solus"],
    ["Stronger against already wounded enemies.", "Curio Solus"],
    ["Can exhale a cone or a line of a harmful element.", "Curio Solus"],
    ["Can change its shape.", "Curio Solus"],
    ["Hides from sight more easily due to camouflage of sorts.", "Curio Solus"],
    ["Can charge in a straight line dealing more damage if hits.", "Curio Solus"],
    ["Can charm creatures.", "Curio Solus"],
    ["Completely absorbs one type of damage gaining health instead.", "Curio Solus"],
    ["Can transfer recieved damage to ally.", "Curio Solus"],
    ["After death explodes dealing damage around it.", "Curio Solus"],
    ["Impossible to surprise or hide from.", "Curio Solus"],
    ["Can increase and/or decrease its size.", "Curio Solus"],
    ["Looks as inanimate object while not moving.", "Curio Solus"],
    ["Can scare its enemies.", "Curio Solus"],
    ["Attacks also grab or root in place.", "Curio Solus"],
    ["Attacks also knock prone.", "Curio Solus"],
    ["Attacks also paralyze.", "Curio Solus"],
    ["Shines like a beacon.", "Curio Solus"],
    ["Invisible while motionless.", "Curio Solus"],
    ["Invisible while moving.", "Curio Solus"],
    ["Permanently invisible.", "Curio Solus"],
    ["Resistant to some type of a physical damage.", "Curio Solus"],
    ["Immune to some type of a physical damage.", "Curio Solus"],
    ["Resistant to some type of elemental damage.", "Curio Solus"],
    ["Immune to some type of elemental damage.", "Curio Solus"],
    ["Stronger if allies are adjacent.", "Curio Solus"],
    ["Has more defences if allies are adjacent.", "Curio Solus"],
    ["Can redirect attacks against it onto other creatures.", "Curio Solus"],
    ["Can counter-attack out of its turn.", "Curio Solus"],
    ["Can pull creatures closer to itself.", "Curio Solus"],
    ["Can push creatures farther from itself.", "Curio Solus"],
    ["Can telekinetically throw around creatures and/or objects.", "Curio Solus"],
    ["Can increase its strength decreasing its defences.", "Curio Solus"],
    ["Can survive one or several deathblows.", "Curio Solus"],
    ["Deals more damage to structures and objects (including armor).", "Curio Solus"],
    ["Impossible to pin down or slow.", "Curio Solus"],
    ["Jumps great distances.", "Curio Solus"],
    ["Climbs on vertical surfaces and ceilings.", "Curio Solus"],
    ["Almost impossible to knock prone or move.", "Curio Solus"],
    ["Has an overwhelming stench.", "Curio Solus"],
    ["Multi-headed.", "Curio Solus"],
    ["Can restore health by consuming some liquid or material.", "Curio Solus"],
    ["Reflects some of the damage back onto attackers.", "Curio Solus"],
    ["Fearless.", "Curio Solus"],
    ["Immortal (with a condition).", "Curio Solus"],
    ["Can blind and/or deafen creatures.", "Curio Solus"],
    ["Can phase through creatures.", "Curio Solus"],
    ["Creates cover or obstruction from terrain.", "Curio Solus"],
    ["Spreads contagious disease.", "Curio Solus"],
    ["Attacks also prevent healing.", "Curio Solus"],
    ["Protective aura.", "Curio Solus"],
    ["Bolstering aura.", "Curio Solus"],
    ["Healing aura.", "Curio Solus"],
    ["Holy or unholy attacks.", "Curio Solus"],
    ["Elemental attacks.", "Curio Solus"],
    ["Can petrify its enemies.", "Curio Solus"],
    ["Can slow its enemies.", "Curio Solus"],
    ["Damaging aura.", "Curio Solus"],
    ["Can turn itself into gaseous form.", "Curio Solus"],
    ["Invulnerable from one side while vulnerable from other.", "Curio Solus"],
    ["Can mutate and twist creatures bodies.", "Curio Solus"],
    ["Can make creatures insane.", "Curio Solus"],
    ["Attacks also apply lasting injuries.", "Curio Solus"],
    ["Can curse creatures.", "Curio Solus"],
    ["Can charge up devastating attack.", "Curio Solus"],
    ["Can disarm creatures easily.", "Curio Solus"],
    ["Leaves a trail of slippery or sticky substance.", "Curio Solus"],
    ["Leaves a trail of fire, acid or other dangerous liquid.", "Curio Solus"],
    ["Can ignite creatures or flammable objects.", "Curio Solus"],
    ["Can freeze enemies and liquids.", "Curio Solus"],
    ["Can stun enemies.", "Curio Solus"],
    ["Can turn itself into liquid form.", "Curio Solus"],
    ["Corrodes metal, wood and/or minerals.", "Curio Solus"],
    ["Extremely heated body.", "Curio Solus"],
    ["Recieves portion of damage instead of allies.", "Curio Solus"],
    ["Creates other creatures of its type from fallen creatures.", "Curio Solus"],
    ["Attaches or merges with its enemy.", "Curio Solus"],
    ["Tracks creatures infallibly.", "Curio Solus"],
    ["Can reduce to 0 health with one ability.", "Curio Solus"],
    ["Creates dimensional portals.", "Curio Solus"],
    ["Warps a flow of time in its proximity.", "Curio Solus"],
    ["Can effectively block passage with its own body.", "Curio Solus"],
    ["Attacks out of turn when ally is damaged and/or dies.", "Curio Solus"],
    ["Poisonous skin.", "Curio Solus"],
    ["Invulnerable (with a condition).", "Curio Solus"],
    ["Occasionally can negate instance of damage.", "Curio Solus"],
    ["Can suffocate enemies.", "Curio Solus"],
    ["Has precognition.", "Curio Solus"],
    ["Attacks each adjacent creature at once.", "Curio Solus"],
    ["Deflects ranged attacks.", "Curio Solus"],
    ["Regains health when creature in proximity dies.", "Curio Solus"],
    ["Relocates creatures freely.", "Curio Solus"],
    ["Assumes form of its enemy and uses his abilities.", "Curio Solus"],
    ["Can make out of turn attack when enemy moves within its reach.", "Curio Solus"],
    ["Summons powerful allies.", "Curio Solus"],
    ["Occasionally can make more than one action per turn.", "Curio Solus"],
    ["Redirects attacks against its allies onto itself.", "Curio Solus"],
    ["Can infest creatures with... something.", "Curio Solus"],
    ["Tramples through creatures.", "Curio Solus"],
    ["Creates zones of darkness.", "Curio Solus"],
    ["By dealing damage to itself can deal same damage to everyone around it.", "Curio Solus"],
    ["By dealing damage to itself can deal massive damage to its enemy.", "Curio Solus"],
    ["Can haul other creatures on itself without impediment.", "Curio Solus"],
    ["Becomes stronger if a creature in proximity is healed or bolstered.", "Curio Solus"],
    ["Stronger if allies within line of sight.", "Curio Solus"],
    ["Debilitating aura.", "Curio Solus"],
    ["Can make creatures vulnerable to damage.", "Curio Solus"],
    ["Teleports its enemies short distances.", "Curio Solus"],
    ["Can damage its allies to regain health.", "Curio Solus"],
    ["Can increase its strength and defenses followed by period of weakness.", "Curio Solus"],
    ["Steals creatures belongings with ease.", "Curio Solus"],
    ["Strikes multiple creatures at the same time with one attack.", "Curio Solus"],
    ["Forces creatures to move in specific direction on their turn.", "Curio Solus"],
    ["Gets stronger when creature in proximity dies.", "Curio Solus"],
    ["Even if attack misses it still deals some damage.", "Curio Solus"],
    ["Can reflect spells back at casters.", "Curio Solus"],
    ["Attacks also deal damage to targets adjacent to enemy.", "Curio Solus"],
    ["Can meld with similar creatures to gain strength exponentially.", "Curio Solus"],
    ["Manipulates gravity in its proximity.", "Curio Solus"],
    ["Controls winds.", "Curio Solus"],
    ["Has telepathy.", "Curio Solus"],
    ["Creates small but vivid illusions.", "Curio Solus"],
    ["Can move soil freely.", "Curio Solus"],
    ["Controls water or other liquid.", "Curio Solus"],
    ["Can force an enemy to fight it.", "Curio Solus"],
    ["Produces and/or destroys water or other liquid.", "Curio Solus"],
    ["Can weaken creatures.", "Curio Solus"],
    ["Can erupt earth and create earth tremors.", "Curio Solus"],
    ["Supresses strong positive or negative emotions.", "Curio Solus"],
    ["Can force an enemy to attack its allies on its turn.", "Curio Solus"],
    ["Can reduce creatures in size.", "Curio Solus"],
    ["Sets up traps or hazards.", "Curio Solus"],
    ["Creates phantasms that can deal damage.", "Curio Solus"],
    ["Creates zones of silence.", "Curio Solus"],
    ["Reanimates fallen allies.", "Curio Solus"],
    ["Shifts in and out of paralell dimension.", "Curio Solus"],
    ["Can dispell magic from creatures, objects or terrain.", "Curio Solus"],
    ["Can bewilder and confuse its enemies.", "Curio Solus"],
    ["Attacks pierce several enemies in a row.", "Curio Solus"],
    ["Warded against some other type(s) of creatures.", "Curio Solus"],
    ["Can transfer its health to allies.", "Curio Solus"],
    ["Can banish creatures.", "Curio Solus"],
    ["Creates illusory terrain or mirage.", "Curio Solus"],
    ["Can morph creatures into different creatures.", "Curio Solus"],
    ["Has a second, more powerful form.", "Curio Solus"],
    ["Wreathed in magical darkness at all times.", "Curio Solus"],
    ["Animates objects as minions.", "Curio Solus"],
    ["Creates a field around it that prevents anything living from entering.", "Curio Solus"],
    ["Creates a wave of destruction that moves away from it.", "Curio Solus"],
    ["After death reincarnates as different creature.", "Curio Solus"],
    ["Can scry.", "Curio Solus"],
    ["Can transmute one substance into different one.", "Curio Solus"],
    ["Controls weather.", "Curio Solus"],
    ["Drains all physical stats at once.", "Curio Solus"],
    ["Drains all mental stats at once.", "Curio Solus"],
    ["Can briefly step out of time.", "Curio Solus"],
    ["Gains more defences as it loses health.", "Curio Solus"],
    ["Can flare up in a flash of blinding light.", "Curio Solus"],
    ["Attacks and/or abilities have extraordinary reach or range.", "Curio Solus"],
    ["Uncontrollable wild magic manifests around this creature.", "Curio Solus"],
    ["Communicates and/or bargains with spirits.", "Curio Solus"],
    ["Summons and fights with spectral armaments.", "Curio Solus"],
    ["Has powerful magic item or array of consumable items.", "Curio Solus"]
  ],
  "Flaws": [
    ["Vulnerable and/or weakened during a specific time of day.", "Lauren Schirduan"],
    ["Completely dependent on sight; no other senses.", "Lauren Schirduan"],
    ["Completely dependent on smell; no other senses.", "Lauren Schirduan"],
    ["Can't see fast-moving creatures or objects. ", "Lauren Schirduan"],
    ["It's movements are loud and obvious.", "Lauren Schirduan"],
    ["Attacks and abilities affect everything nearby, friend or foe.", "Lauren Schirduan"],
    ["Cannot see a particular color, or anything painted that color.", "Lauren Schirduan"],
    ["Leaves behind a trail that it cannot pass through or backtrack.", "Lauren Schirduan"],
    ["Many of the parts can be easily cut off (arms, legs, wings, etc).", "Lauren Schirduan"],
    ["Cowardly and has low morale.", "Lauren Schirduan"],
    ["Passive and averse to violence.", "Lauren Schirduan"],
    ["Easily distracted by valuable or shiny things.", "Lauren Schirduan"],
    ["Very sickly and close to death.", "Lauren Schirduan"],
    ["Becomes weaker as it suffers damage.", "Lauren Schirduan"],
    ["Has obvious vulnerable spot.", "Lauren Schirduan"],
    ["Vulnerable and/or weakened by its True Name.", "David Schirduan"],
    ["Weakened and/or fears in a proximity of certain creature type.", "David Schirduan"],
    ["Easily distracted by its source of sustenance (meat/blood/vegetables, etc.)", "David Schirduan"],
    ["Must spend time recovering after strong attacks.", "David Schirduan"],
    ["Cannot reduce a target below 1 health.", "David Schirduan"],
    ["Suffers from short-term memory loss.", "David Schirduan"],
    ["Wounds suffered don't stop bleeding.", "David Schirduan"],
    ["Vulnerable and/or weakened in sunlight.", "David Schirduan"],
    ["Vulnerable and/or weakened in moonlight.", "David Schirduan"],
    ["Won't chase too long or too far from its habitat.", "David Schirduan"],
    ["Won't attack the same target twice in a row.", "David Schirduan"],
    ["Missing an important limb or body part.", "David Schirduan"],
    ["Nearsighted.", "David Schirduan"],
    ["Won't harm something that hasn't harmed it.", "David Schirduan"],
    ["Attacks and abilities are very short range.", "David Schirduan"],
    ["Always goes last during combat.", "David Schirduan"],
    ["Sleeps or dormant often and hard to wake.", "David Schirduan"],
    ["Vulnerable to specific rare substance (iron, wood, etc.)", "David Schirduan"],
    ["Vulnerable and/or weakened by beautiful voices, singing and/or music.", "Brian Richmond"],
    ["Fears or weakened in open spaces or outdoors.", "Brian Richmond"],
    ["Vulnerable to gasses and/or suffocation.", "Brian Richmond"],
    ["Mournful or self-absorbed unless in the presence of a threat.", "Brian Richmond"],
    ["Easily distracted by small scattered objects. ", "Brian Richmond"],
    ["Fears and/or hates fire.", "Brian Richmond"],
    ["Prone to obey loud, one-word commands.", "Ambnz"],
    ["Specific dietary requirements (blood, brains, gold, etc.)", "Bacontime"],
    ["Easily lured by loud noises.", "Curio Solus"],
    ["Fears blood and gore.", "Curio Solus"],
    ["When attacks deals damage to itself.", "Curio Solus"],
    ["Becomes slower as it suffers damage.", "Curio Solus"],
    ["Becomes less defended as it suffers damage.", "Curio Solus"],
    ["Becomes smaller as it suffers damage.", "Curio Solus"],
    ["Instantly destroyed by powerful physical damage of some type.", "Curio Solus"],
    ["Instantly destroyed by powerful elemental damage of some type.", "Curio Solus"],
    ["Vulnerable and/or weakened  by some type of physical damage.", "Curio Solus"],
    ["Vulnerable and/or weakened by some type of elemental damage.", "Curio Solus"],
    ["Occasionally may lose ability to attack for a turn.", "Curio Solus"],
    ["Occasionally may lose ability to move for a turn.", "Curio Solus"],
    ["Attacks have higher chance to miss.", "Curio Solus"],
    ["Slow movement speed.", "Curio Solus"],
    ["Vulnerable to magic.", "Curio Solus"],
    ["Also dies if othet specific ally dies.", "Curio Solus"],
    ["Immobile.", "Curio Solus"],
    ["Attacks never miss this creature.", "Curio Solus"],
    ["Vulnerable and/or weakened in darkness.", "Curio Solus"],
    ["Vulnerable and/or weakened in water or other liquid.", "Curio Solus"],
    ["Vulnerable and/or weakened in extremely hot or cold temperature.", "Curio Solus"],
    ["Damaged by sunlight or moonlight and/or fears it.", "Curio Solus"],
    ["Damaged by darkness and/or fears it.", "Curio Solus"],
    ["Damaged by water and/or fears it.", "Curio Solus"],
    ["Unable to restore health normally.", "Curio Solus"],
    ["Killing this creature restores health.", "Curio Solus"],
    ["Blind and/or deaf.", "Curio Solus"],
    ["Gets weaker when magic is cast in proximity.", "Curio Solus"],
    ["Gullible.", "Curio Solus"],
    ["Vulnerable and/or weakened if allies are adjacent.", "Curio Solus"],
    ["Takes some damage that adjacent allies receive.", "Curio Solus"],
    ["Easily slowed or pinned down.", "Curio Solus"],
    ["Easily knocked prone or moved.", "Curio Solus"],
    ["Vulnerable or weakened by holy/unholy effects.", "Curio Solus"],
    ["Deranged.", "Curio Solus"],
    ["Cursed.", "Curio Solus"],
    ["Extremely flammable.", "Curio Solus"],
    ["Powerful damage may stun this creature.", "Curio Solus"],
    ["Relocates around uncontrollably.", "Curio Solus"],
    ["Cannot prevent movement through its space.", "Curio Solus"],
    ["Vulnerable and/or weakened by poison.", "Curio Solus"],
    ["Loses health when creature in proximity dies.", "Curio Solus"],
    ["Completely dependent on hearing; no other senses.", "Curio Solus"],
    ["Instead of killing can only knock unconscious.", "Curio Solus"],
    ["Reckless.", "Curio Solus"],
    ["Damaged by singing or music and/or fears it.", "Curio Solus"],
    ["Fears or weakened in enclosed spaces.", "Curio Solus"],
    ["Becomes vulnerable and/or weakened if a creature in proximity is healed or bolstered.", "Curio Solus"],
    ["Weaker if allies within line of sight.", "Curio Solus"],
    ["Gets weaker when creature in proximity dies.", "Curio Solus"],
    ["Attracts ranged attacks to itself.", "Curio Solus"],
    ["Attracts magic spells to itself.", "Curio Solus"],
    ["Easily banished.", "Curio Solus"],
    ["Ages or deteriorates rapidly.", "Curio Solus"],
    ["Loses health on itself.", "Curio Solus"],
    ["Weakened and/or fears reflective surfaces.", "Curio Solus"],
    ["Weakened in presence and/or fears specific object.", "Curio Solus"],
    ["Weakened and fears specific rites or rituals.", "Curio Solus"],
    ["Weak-willed.", "Curio Solus"]
  ]
}