{
  "Roles":[
    ["Brute", "<strong>Brute</strong> monsters have more hit points and damage, but less defense. They specialize in dealing damage in melee. They don’t hit as often as other monsters, but they deal a lot of damage when they hit. They don’t move around a lot, and they’re often big. Use brutes in an encounter to threaten the PCs while shielding other monsters with their great size and imminent threat."],
    ["Assassin", "<strong>Assassin</strong> monsters have more damage and speed but less hit points. They have some ability that lets them avoid attacks, usually by striking from hiding. They usually deliver one devastating attack every few rounds, while concentrating on defense in between.  Use assassins as surprise additions to encounters with other monsters."],
    ["Artillery", "<strong>Artillery</strong> monsters excel at ranged combat but have less defense. These creatures rain arrows, explosive fireballs, and similar attacks on the party from a distance. Use artillery monsters in an encounter to hang behind defenders and brutes and rain damage down on the PCs from protected positions."],
    ["Minion", "<strong>Minion</strong> monsters deal less damage and destroyed when they take any amount of damage but always appear in numbers. They are designed to serve as shock troops and cannon fodder. Use minions as melee combatants placed between the PCs and back-rank artillery, controller or support monsters."],
    ["Controller", "<strong>Controller</strong> monsters manipulate their enemies or the battlefield to their advantage. Position controller monsters just behind a front line of melee-focused monsters, and use them to attack the PCs at short range with their control powers. Assign at least one controlling ability for this monster regardless of its trait."],
    ["Support", "<strong>Support</strong> monsters bolster or heal their allies and use battlefield to their advantage. Position support monsters just behind a front line of melee-focused monsters or next to artillery, and use them to sustain allies with their powers. Assign at least one supporting ability for this monster regardless of its trait."],
    ["Defender", "<strong>Defender</strong> monsters have more defense but less damage. They specialize in drawing the PCs attacks and protecting other monsters. Use defenders in an encounter to keep the PCs in place, preventing them from attacking the artillery, controller or support monsters behind the defenders or chasing after the assassins."],
    ["Solo", "<strong>Solo</strong> monsters have much more hit points and damage. They are specifically designed to appear as single opponents against a group of PCs and function, in effect, as a group of monsters. A solo monster might have tendencies that flavor it toward the brute, defender, assassin, artillery or controller role. Every solo monster has to be able to stand and fight on its own."]
  ],
  "Types":[
    ["Undead", "<strong>An undead</strong> is a once-living creature animated by spiritual or supernatural forces.<br>Most undead can see in the darkness; do not require sustenance and sleep; immune to poison and disease; immune to fear and charm effects; resistant to necrotic and cold effects; vulnerable to holy effects.<br>Incorporeal undead may be immune to physical damage unless weapon is silvered, holy or magical."],
    ["Beast", "<strong>A beast</strong> is a living, nonhuman vertebrate creature, with no capacity for language or culture.<br>Most beasts have low intelligence and act on instinct. <br>Some beasts can see in the darkness; may have heightened sense of sight, hearing and/or smell.<br>Aerial beasts have flying speed.<br>Aquatic beasts have swimming speed and may breathe underwater.<br>Subterranean beasts have burrowing speed."],
    ["Elemental", "<strong>An elemental</strong> is a creature that composed of one or more natural element and sentient.<br>Most elementals do not require sustenance and sleep; immune to poison and disease; immune to their own element and vulnerable to opposed element (if any).<br>Some elementals may have low intelligence and act on instinct; can see in the darkness or have supernatural sense."],
    ["Plant", "<strong>A plant</strong> is a vegetable creature that can perceive and affect the world in some way.<br>Most plants have less speed or stationary; vulnerable to fire and/or cold effects; mindless and immune to mind-altering effects; do not require sleep.<br>Some plants may rely on senses other than sight, hearing or smell."],
    ["Ooze", "<strong>An ooze</strong> is an amorphous or mutable creature without a single solid form. <br>Most oozes have less speed; immune to acid; resistant to poison and piercing damage; mindless and immune to mind-altering effects; do not require sleep; may rely on senses other than sight, hearing or smell.<br>Some oozes resistant to bludgeoning damage; vulnerable to fire, cold or lightning."],
    ["Celestial", "<strong>A celestial is a creature from positive plane of existence typically of good alignment.<br>Most celestials can see in the darkness; immune to poison and disease; resistant to holy effects; vulnerable to necrotic effects.<br>Some celestials have supernatural sense; resistant to physical damage unless weapon is unholy."],
    ["Fiend", "<strong>A fiend</strong> is a creature from negative plane of existence typically of evil alignment.<br>Most fiends can see in the darkness; resistant to poison and disease; immune to fire or cold effects; vulnerable to holy effects.<br>Some fiends have supernatural senses; resistant to physical damage unless weapon is silvered or holy."],
    ["Construct", "<strong>A construct</strong> is either an animated object of some sort, or an artificially crafted creature.<br>Most constructs do not require sustenance and sleep; mindless and immune to mind-altering effects; immune to poison, disease, necrotic, holy.<br>Some constructs may have intelligence; can see in the darkness; resistant to physical damage unless weapon is adamantine.<br>Mineral constructs may be vulnerable to thunder effects.<br>Mechanical constructs may be vulnerable to lightning or water.<br>Organic constructs may be immune to lightning; resistant to necrotic; vulnerable to fire."],
    ["Aberration", "<strong>An aberration</strong> is a creature with a bizarre anatomy, strange abilities, alien mindset, or any combination thereof.<br>Most aberrations can see in the darkness; resistant to mind-altering effects.<br>Some aberrations have supernatural sense; resistant or vulnerable to any one type of damage."],
    ["Fey", "<strong>A fey</strong> is a creature which usually has supernatural abilities and a humanoid-shaped form, usually connected to nature, or some other force or place.<br>Most fey are resistant to charm effects; vulnerable to cold iron."],
    ["Draconid", "<strong>A draconid</strong> is a reptile-like creature, usually winged, and tends to have magical or unusual abilities.<br>Most draconids can see in the darkness; have a flying speed.<br>Some draconids may have heightened sense of sight, hearing and/or smell; may have swimming or burrowing speed."],
    ["Humanoid", "<strong>A humanoid</strong> is a bipedal creature with few or no supernatural or extraordinary abilities but usually have well-developed societies.<br>Most humanoids have low to high intelligence and capable of advanced tactics and use of implements.<br>Reptile humanoids are usually vulnerable to cold effects.<br>Insectoid humanoids usually vulnerable to poison effects.<br>Goblinoid humanoids usually resistant to disease.<br>Gigantic humanoids are bigger than usual.<br>Fiendish humanoids usually resistant to fire.<br>Celestial humanoids usually resistant to holy.<br>Beastlike humanoids usually have heightened sense of sight, hearing and/or smell.<br>Shapeshifter humanoids can change their form."]
  ],
  "Traits":[
    ["Can attack out of turn multiple times per round.", ""],
    ["Unblockable attack.", ""],
    ["Instantly switch places with a nearby creature or object.", ""],
    ["Steal memories from a target.", ""],
    ["Emits an anti-magic field.", ""],
    ["Poisonous barbs.", ""],
    ["Forms a defensive barrier out of nearby materials.", ""],
    ["Create illusionary clones.", ""],
    ["Become invulnerable for a time.", ""],
    ["When it dies it lets out an ear-piercing howl.", ""],
    ["Takes control of a target.", ""],
    ["Splits into smaller copies.", ""],
    ["Revives/regenerates after death.", ""],
    ["Grows stronger as it loses health.", ""],
    ["Can tunnel beneath the ground.", ""],
    ["Release poisonous gas clouds.", ""],
    ["Teleportation.", ""],
    ["Spikes.", ""],
    ["Reduces attacker's armor.", ""],
    ["Can summon minions.", ""],
    ["Ranged attacks.", ""],
    ["Stronger in the darkness.", ""],
    ["Stronger in the moonlight.", ""],
    ["Wounds regenerate quickly.", ""],
    ["Stronger in the firelight.", ""],
    ["Gains immunity to the last method of attack used against it.", ""],
    ["It stalks the player characters.", ""],
    ["Able to steal spells from the characters and cast them.", ""],
    ["Can appear however it likes.", ""],
    ["Able to re-write books/maps/letters from a distance.", ""],
    ["Alters memories.", ""],
    ["Attacks can drain character stats.", ""],
    ["Attacks lower target's max health.", ""],
    ["Wounds inflicted don't stop bleeding.", ""],
    ["One of many clones.", ""],
    ["Hivemind with other creatures.", ""],
    ["Always acts first during combat.", ""],
    ["Can become incorporeal.", ""],
    ["Can step from one shadow to another shadow within a medium range", ""],
    ["Can swallow a smaller creature than itself whole. ", ""],
    ["It can mimic the voice of any creature it has killed.", "Brian Richmond"],
    ["Ages the flesh of those it touches.", "Brian Richmond"],
    ["Whispers treacherous thoughts into the dreams of locals.", "Brian Richmond"],
    ["Blessed by the divine and supported by their methods.", "Brian Richmond"],
    ["Curdles milk, churns stomachs, and befouls waters in its presence.", "Brian Richmond"],
    ["Warps and absorbs the flesh of those it strikes.", "Brian Richmond"],
    ["Moves silently", "Ambnz"],
    ["Grows stronger whenever magic is cast nearby.", "Bacontime"],
    ["Can induce sleep. Save prevents.", "Bacontime"],
    ["Can't be hurt by a specfic substance. (Iron, Wood, etc.)", "Bacontime"],
    ["Senses electrical fields.", "Bacontime"],
    ["Can fit through holes the size of a dime.", "Bacontime"],
    ["Can obscure vision.", "Bacontime"],
    ["Extra prehensile limb(s)", "Bacontime"],
    ["Makes nearby creatures overencumbered.", "Bacontime"],
    ["You can't move while it's looking directly at you.", "Bacontime"],
    ["Can alter its mass at will.", "Bacontime"],
    ["Destroys nearby rations.", "Bacontime"],
    ["Can stick other things together.", "Bacontime"],
    ["Animal minions.", "Bacontime"],
    ["Can alter the Strength of other creatures.", "Bacontime"]
  ],
  "Flaws":[
    ["Vulnerable during a specific time of day.",""],
    ["Completely dependent on sight; no other senses.", ""],
    ["Completely dependent on smell; no other senses.", ""],
    ["Motion-blindness. Can't see fast-moving objects. ", ""],
    ["It's movements are loud and obvious.", ""],
    ["Attacks affect everything nearby, friend or foe.", ""],
    ["Cannot see a particular color, or anything painted that color.", ""],
    ["Leaves behind a sticky trail that it cannot pass through. Can't backtrack.", ""],
    ["Many of the parts can be easily cut off (arms, legs, wings, etc).", ""],
    ["Runs away when reduced to low health.", ""],
    ["Passive, averse to violence.", ""],
    ["Easily distracted by valuable and shiny things.", ""],
    ["Very sick and close to death.", ""],
    ["Becomes weaker as it suffers damage.", ""],
    ["Obvious vulnerable spot.", ""],
    ["Vulnerable to its True Name.", ""],
    ["Vulnerable to a specific race or bloodline.", ""],
    ["Hungry. Distracted by fresh meat/blood/vegetables.", ""],
    ["Must spend time recovering after strong attacks.", ""],
    ["Cannot reducea target below 1 Health.", ""],
    ["Must answer any asked questions with the truth.", ""],
    ["Suffers from short-term memory loss.", ""],
    ["Wounds suffered don't stop bleeding", ""],
    ["Vulnerable in sunlight.", ""],
    ["Vulnerable in moonlight.", ""],
    ["Vulnerable to firelight.", ""],
    ["Won't leave its lair.", ""],
    ["Won't attack the same target twice.", ""],
    ["Missing an important limb.", ""],
    ["Nearsighted.", ""],
    ["Won't harm something that hasn't harmed it.", ""],
    ["Attacks are very short range.", ""],
    ["Always goes last during combat.", ""],
    ["Insists on \"fighting fair\".", ""],
    ["Sleeps soundly and often.", ""],
    ["Vulnerable to a rare metal or alloy.", ""],
    ["Is driven to torment by beautiful voices.", "Brian Richmond"],
    ["It fears the stars in the sky for their \"baleful gaze\".", "Brian Richmond"],
    ["When shamed, is driven to fearful apologetics and rambling.", "Brian Richmond"],
    ["Must abide by laws and rites of hospitality.", "Brian Richmond"],
    ["Mouth is eternally agap and drooling, easy to choke.", "Brian Richmond"],
    ["Troubled breathing, sensitive to gasses. ", "Brian Richmond"],
    ["Mournful, self-absorbed in itself unless in the presence of a threat.", "Brian [Richmond"],
    ["Obssessively counts thrown or scattered objects. ", "Brian Richmond"],
    ["Hubristic, easily distracted by praise or promised glory.", "Brian Richmond"],
    ["Fears and hates fire from any source, seeks insanely to snuff it out.", "Brian [Richmond"],
    ["Lacks Object Permanence, forgets what it can't see", "Ambnz"],
    ["Always obeys loud, one-word commands", "Ambnz"],
    ["Must accept invitations to play games of chance, can't cheat or renege on bet", ["Ambnz"],
    ["Specific dietary requirements (blood, brains, gold, etc.)", "Bacontime"],
    ["Sticky.", "Bacontime"]
  ]

}