{
  "Roles":[
    ["Brute", "<strong>Brute</strong> monsters have more hit points and damage, but less defense. They specialize in dealing damage in melee. They don’t hit as often as other monsters, but they deal a lot of damage when they hit. They don’t move around a lot, and they’re often big. Use brutes in an encounter to threaten the PCs while shielding other monsters with their great size and imminent threat."],
    ["Assassin", "<strong>Assassin</strong> monsters have more damage and speed but less hit points. They have some ability that lets them avoid attacks, usually by striking from hiding. They usually deliver one devastating attack every few rounds, while concentrating on defense in between.  Use assassins as surprise additions to encounters with other monsters."],
    ["Artillery", "<strong>Artillery</strong> monsters excel at ranged combat but have less defense. These creatures rain arrows, explosive fireballs, and similar attacks on the party from a distance. Use artillery monsters in an encounter to hang behind defenders and brutes and rain damage down on the PCs from protected positions."],
    ["Minion", "<strong>Minion</strong> monsters deal less damage and destroyed when they take any amount of damage but always appear in numbers. They are designed to serve as shock troops and cannon fodder. Use minions as melee combatants placed between the PCs and back-rank artillery, controller or support monsters."],
    ["Controller", "<strong>Controller</strong> monsters manipulate their enemies or the battlefield to their advantage. Position controller monsters just behind a front line of melee-focused monsters, and use them to attack the PCs at short range with their control powers. Assign at least one controlling ability for this monster regardless of its trait."],
    ["Support", "<strong>Support</strong> monsters bolster or heal their allies and use battlefield to their advantage. Position support monsters just behind a front line of melee-focused monsters or next to artillery, and use them to sustain allies with their powers. Assign at least one supporting ability for this monster regardless of its trait."],
    ["Defender", "<strong>Defender</strong> monsters have more defense but less damage. They specialize in drawing the PCs attacks and protecting other monsters. Use defenders in an encounter to keep the PCs in place, preventing them from attacking the artillery, controller or support monsters behind the defenders or chasing after the assassins."],
    ["Solo", "<strong>Solo</strong> monsters have much more hit points and damage. They are specifically designed to appear as single opponents against a group of PCs and function, in effect, as a group of monsters. A solo monster might have tendencies that flavor it toward the brute, defender, assassin, artillery or controller role. Every solo monster has to be able to stand and fight on its own."]
  ],
  "Types":[
    ["Undead", "<strong>An undead</strong> is a once-living creature animated by spiritual or supernatural forces. Most undead can see in the darkness; do not require sustenance and sleep; immune to poison and disease; immune to fear and charm effects; resistant to necrotic and cold effects; vulnerable to holy effects. Incorporeal undead may be immune to physical damage unless weapon is silvered, blessed or magical."],
    ["Beast", "<strong>A beast</strong> is a living, nonhuman vertebrate creature, with no capacity for language or culture. Most beasts have low intelligence and act on instinct. Some beasts can see in the darkness; may have heightened sense of sight, hearing and/or smell. Aerial beasts have flying speed. Aquatic beasts have swimming speed and may breathe underwater. Subterranean beasts have burrowing speed."],
    ["Elemental", "<strong>An elemental</strong> is a creature that composed of one or more natural element and sentient. Most elementals do not require sustenance and sleep; immune to poison and disease; immune to their own element and vulnerable to opposed element (if any). Some elementals may have low intelligence and act on instinct; can see in the darkness."],
    ["Plant", "<strong>A plant</strong> is a vegetable creature that can perceive and affect the world in some way. Most plants have less speed or stationary; vulnerable to fire and/or cold effects; are mindless and immune to mind-altering effects; do not require sleep. Some plants may rely on other senses than sight, hearing or smell."]
  ],
  "Traits":[
    ["Can attack out of turn multiple times per round.", "David Schirduan"],
    ["Unblockable attack.", "David Schirduan"],
    ["Instantly switch places with a nearby creature or object.", "David Schirduan"],
    ["Steal memories from a target.", "David Schirduan"],
    ["Emits an anti-magic field.", "David Schirduan"],
    ["Poisonous barbs.", "David Schirduan"],
    ["Forms a defensive barrier out of nearby materials.", "David Schirduan"],
    ["Create illusionary clones.", "David Schirduan"],
    ["Become invulnerable for a time.", "David Schirduan"],
    ["When it dies it lets out an ear-piercing howl.", "Lauren Schirduan"],
    ["Take control of a target.", "Lauren Schirduan"],
    ["Splits into smaller copies.", "Lauren Schirduan"],
    ["Revives/regenerates after death.", "Lauren Schirduan"],
    ["Grows stronger as it loses health.", "Lauren Schirduan"],
    ["Can tunnel beneath the ground.", "Lauren Schirduan"],
    ["Release poisonous gas clouds.", "Lauren Schirduan"],
    ["Teleportation.", "Lauren Schirduan"],
    ["Spikes.", "David Schirduan"],
    ["Reduces attacker's armor.", "David Schirduan"],
    ["Can summon minions.", "David Schirduan"],
    ["Ranged attacks.", "David Schirduan"],
    ["Stronger in the darkness.", "David Schirduan"],
    ["Stronger in in the moonlight.", "David Schirduan"],
    ["Wounds regenerate quickly.", "David Schirduan"],
    ["Stronger in the firelight.", "David Schirduan"],
    ["Gains immunity to the last method of attack used against it.", "David Schirduan"],
    ["It stalks the player characters.", "David Schirduan"],
    ["Able to steal spells from the characters and cast them.", "David Schirduan"],
    ["Can appear however it likes.", "David Schirduan"],
    ["Able to re-write books/maps/letters from a distance.", "David Schirduan"],
    ["Alters memories.", "David Schirduan"],
    ["Attacks can drain character stats.", "David Schirduan"],
    ["Attacks lower max health.", "David Schirduan"],
    ["Wounds inflicted don't stop bleeding.", "David Schirduan"],
    ["One of many clones.", "David Schirduan"],
    ["Hivemind with other creatures.", "David Schirduan"],
    ["Always acts first during combat.", "David Schirduan"],
    ["Can become incorporeal.", "David Schirduan"]
  ],
  "Flaws":[
    ["Vulnerable during a specific time of day.", "David Schirduan"],
    ["Completely dependent on sight; no other senses.", "David Schirduan"],
    ["Completely dependent on smell; no other senses.", "David Schirduan"],
    ["Motion-blindness. Can't see fast-moving objects. ", "David Schirduan"],
    ["It's movements are loud and obvious.", "David Schirduan"],
    ["Attacks affect everything nearby, friend or foe.", "David Schirduan"],
    ["Cannot see a particular color, or anything painted that color.", "David Schirduan"],
    ["Leaves behind a sticky trail that it cannot pass through. Can't backtrack.", "Lauren Schirduan"],
    ["Many of the parts can be easily cut off (arms, legs, wings, etc).", "Lauren Schirduan"],
    ["Runs away when reduced to low health.", "Lauren Schirduan"],
    ["Passive, averse to violence.", "Lauren Schirduan"],
    ["Easily distracted by valuable and shiny things.", "Lauren Schirduan"],
    ["Very sick and close to death.", "David Schirduan"],
    ["Becomes weaker as it suffers damage.", "David Schirduan"],
    ["Obvious vulnerable spot.", "David Schirduan"],
    ["Vulnerable to its True Name.", "David Schirduan"],
    ["Vulnerable to a specific race or bloodline.", "David Schirduan"],
    ["Hungry. Distracted by fresh meat/blood/vegetables.", "David Schirduan"],
    ["Must spend time recovering after strong attacks.", "David Schirduan"],
    ["Cannot reducea target below 1 Health.", "David Schirduan"],
    ["Must answer any asked questions with the truth.", "David Schirduan"],
    ["Suffers from short-term memory loss.", "David Schirduan"],
    ["Wounds suffered don't stop bleeding.", "David Schirduan"],
    ["Vulnerable in sunlight.", "David Schirduan"],
    ["Vulnerable in moonlight.", "David Schirduan"],
    ["Vulnerable to firelight.", "David Schirduan"],
    ["Won't leave its lair.", "David Schirduan"],
    ["Won't attack the same target twice.", "David Schirduan"],
    ["Missing an important limb.", "David Schirduan"],
    ["Nearsighted.", "David Schirduan"],
    ["Won't harm something that hasn't harmed it.", "David Schirduan"],
    ["Attacks are very short range.", "David Schirduan"],
    ["Always goes last during combat.", "David Schirduan"],
    ["Insists on \"fighting fair\".", "David Schirduan"],
    ["Sleeps soundly and often.", "David Schirduan"],
    ["Vulnerable to a rare metal or alloy.", "David Schirduan"]
]
}