{
  "locations": [{
      "title": "Entrance Foyer",
      "page": 17,
      "description": "A small room, lit with candles, furnished with mahogany and brass. Seating, and a ‘Wait Here’ sign. A desk facing towards the real world for the Library’s staff. 50% chance the desk is currently manned by a Black Librarian (p. 43). On the desk, there’s a bell to ring for atten-tion. <strong>Roll an encounter for what turns up every time the players ring it.</strong>"
    },
    {
      "title": "Catalogue of Contents",
      "page": 17,
      "description": "Chained onto a lectern, a single huge book with pages the size of a human torso, bound in black leather. The catalogue lists what books are stored nearby, and where. <br>The instructions and directions given are confusing to follow; the PCs can get a picture of what’s nearby but actually tracking things down will be difficult. Consulting it for a turn allows one of the following benefits:<br>‣ Increase the party’s Progress score by 5. This benefit can be gained only once per piece of information sought.<br>‣ Roll a random Extraordinary Book (p. 64). The next time the party discovers an Extraordinary Book, this will be with it. Once the party rolls the same Extraordinary Book a second time, that is all that can be found."
    },
    {
      "title": "Help Desk",
      "page": 17,
      "description": "In an alcove, a small desk, laden with papers. Shelves behind it stuffed with more paper-work. Lit by an oil lamp. <br>The paperwork is largely useless to the PCs. It details things like supplies in the library, rotas for the librarians, and so on. There’s enough useful information here, however, that it can help with finding specific infor-mation. Each turn spent going through the records increases progress by 1, up to a maximum of +3. <br>75% chance that the desk is manned by a Yellow Librarian (p. 43). The librarian is, in fact, genuinely helpful."
    },
    {
      "title": "Reading Lounge",
      "page": 17,
      "description": "A comfortable room, with richly upholstered couches, and elegant coffee tables. Cigar smoke and notebooks. 50% of encounters will be with Visitors, Researchers, Lost Souls or Archivist-liches."
    },
    {
      "title": "Chained Lectern",
      "page": 17,
      "description": "An ornate lectern, raised on a slight platform. On it, open, a large book.. Each corner of the book’s cover is fastened to the lectern, and the lectern is bolted to the floor. When no-body is observing it, it gives a soft creak or gentle rattle, as if straining against restraints.<br><strong>Roll random Extraordinary Book (p. 64) for what the book on the lectern is.</strong><br>This version, however, is dangerous. Reading it results in paper-cuts as the pages twist awk-wardly beneath your fingers, dealing 1 damage for each turn spent reading. If two corners of the book are unfastened (perhaps in order to remove it), the book animates and rips itself free of its bindings.<br><br><strong>Furious Book</strong><br><i>3 HD, 12 HP, Armour as leather, slam (+0, d6 and Intelligence Drain), saves as fighter 3.</i><br>Can levitate. Immune to poison, cold, backstabs and other things that need the victim to be alive. Double damage from fire.<br>Each successful hit by the book permanently reduces the victim’s Intelligence by 1: each time this happens, the book gains another chapter and a half-inch of thickness."
    },
    {
      "title": "Display Case",
      "page": 18,
      "description": "A glass-fronted case to display valuable or interesting exhibits. <br><strong>Roll a d20 for what:</strong><br>1. Butterflies pinned to card.<br>2. Snake skins.<br>3. Various bits of a dead saint - teeth, fingerbones, bits of hair. Enough to reconstruct the entire saint if assembled.<br>4. Exotic hats.<br>5. Dried, pressed flowers.<br>6. Deep-sea fish, squid, jellyfish and worms, all in jars of slightly yellow-tinted preservative.<br>7. Spiders pinned to cards, their webs en-cased in blocks of glass.<br>8. Interesting shoes.<br>9. Surgical tools through the ages.<br>10. Ancient pottery and glassware.<br>11. Glass eyes.<br>12. Candlesticks and lamps.<br>13. Ancient coins.<br>14. Signet rings of various noble houses, some from exotic lands or the distant past.<br>15. Fabulous masks.<br>16. Paraphernalia for consuming narcotics.<br>17. Prosthetic limbs.<br>18. Vials of blood from various animals.<br>19. Samples of strange rocks and minerals.<br>20. Exotic herbs and spices.<br>Anything on display is either very old, very rare, or from very far away; possibly even all three. As a result, if taken and sold to a collector in the real world, the items on display are worth at least 100 silver multiplied by the display’s depth."
    },
    {
      "title": "Ink Vats",
      "page": 18,
      "description": "Large brass vats of ink, the tops open to the air, stirred slowly by a clockwork whisk that hangs from the ceiling. Five vats total, providing black, red, green, blue and infernal ink. On the sides of each vat is a tap, labelled, that allows you to refill an inkwell or bottle from the vat.<br>‣ The black ink is mundane.<br>‣ The red ink stings when touched: anything written on flesh in it appears as if a it were a birthmark or scar.<br>‣ The green ink permanently stains anything it touches, and can never be washed off.<br>‣ The blue ink is invisible during the daytime.<br>‣ The infernal ink can be used to write infernal contracts. Any contract written in this ink is magically binding. Every signatory on the contract instinctively knows if anybody else has broken the contract as soon as it happens.<br>1-in-6 encounters here will always be with an Ink Elemental oozing out of the vats (P. 51)."
    },
    {
      "title": "Map Gallery",
      "page": 18,
      "description": "A number of maps on the walls, in picture frames. Some depict familiar lands. Others, more exotic places such as Voivodja, Leng, Ynn or Laputa. There’s a 1-in-6 chance that there’s a map of any particular exotic country that the PCs might wish to explore in future, or have visited in the past.<br>If the PCs are looking for information about an exotic location, then observing the map gallery for a turn will give them clues: they add 2 to their Progress score."
    },
    {
      "title": "Boiler Room",
      "page": 19,
      "description": "A room devoid of bookshelves. Against one wall, a huge black-iron furnace, over which a tank of water boils. Large pipes channel the steam elsewhere in the Library.<br>If the boiler itself is broken (which will take some skilled sabotage, or 20 damage in one go), it ruptures and bursts, dealing 4d6 damage to all in the room.<br>Steam vents on the front of the boiler or the pipes that snake away from it can be damaged or released: the blast of steam that issues deals d6 damage. Damage to the steam pipes can have a similar result. A successful save vs dragon breath halves the damage taken."
    },
    {
      "title": "Auditorium",
      "page": 19,
      "description": "A large room empty of bookshelves, semicircular in shape. In the middle of the flat side, there is a small stage with a desk and, behind it, a large blackboard. Around this in half-circles are rings of benches, each row a few feet higher than the one in front."
    },
    {
      "title": "Skeleton Collection",
      "page": 19,
      "description": "Around a dozen skeletons in glass cases. Wired into position. Labelled neatly.<br><strong>Roll a d10 for what skeletons there are:</strong><br>1. Babies<br>2. Children<br>3. Human adults<br>4. Human mutants<br>5. Birds<br>6. Snakes<br>7. Long-extinct monsters<br>8. Fish<br>9. Giants<br>10. Apes"
    },
    {
      "title": "Chapel",
      "page": 20,
      "description": "A long room supposedly dedicated to religious devotion. A high arched ceiling, supported by pillars. Rows of pews, and at the front a pulpit before the altar. <br>The pulpit has, built in , a small lectern with an Extraordinary Book resting on it: <strong>roll for which(p.64)</strong>.<br>The altar is a simple affair, with the suitable trappings of a common faith - maybe a crucifix and candles, perhaps a bowl and sacrificial knife, depending on the religion. Under the altar, there are a few stored trinkets; <strong>roll for Treasure(p.66).</strong>"
    },
    {
      "title": "Tea-Room",
      "page": 20,
      "description": "A small, well furnished room. Comfortable chairs, low tables. Cosy. To one side, there’s tables against the wall with food and drink, and the chinaware and cutlery required. <strong>Roll 3 d10s for what:</strong><br>1. Scones, jam and cream.<br>2. Cake.<br>3. Sandwiches.<br>4. Port and sherry.<br>5. Cheese and biscuits.<br>6. Tea.<br>7. Cocktails.<br>8. Coffee.<br>9. Fried breakfasts.<br>10. Pastries - croissants etc.<br>Every time the party visits the room, re-roll what food is present: Red Librarians re-stock the room periodically.</strong>"
    },
    {
      "title": "Statuary",
      "page": 20,
      "description": "A long gallery, filled with several dozen statues on pedestals. Each life-size. Most reclining, seated or otherwise relaxed. Each worth 300 silver multiplied by the room’s depth; being a life-sized statue, getting one out will be tricky.<br>If the party is looking for a specific person, 50% chance there’s a statue of them here. Any corpse brought here slowly turns to stone over the course of a turn. Anybody sleeping or unconscious here likewise turns to stone after a night-cycle’s worth of sleep.<br>The statues are all have a neat brass plate labelling their pedestal, detailing the subject. If looking for information about a historical figure, 50% chance there’s a statue of them here, and if there is increase the Progress score by 1."
    },
    {
      "title": "Stuffed Animals",
      "page": 20,
      "description": "A gallery full of taxidermied animals, displayed alongside detailed information. The animals are all interesting in some way: rare, foreign, extinct, mythical.<br>If looking for information about a particular type of animal or legendary beast, 50% chance there’s a taxidermied example here. If there is, increase the Progress score by 1."
    },
    {
      "title": "Mausoleum",
      "page": 21,
      "description": "Among the bookshelves, a large stone sarcophagus. A rectangular block of stone, carved into rococo flutes and scrolls. The top has an inscription, and can be lifted up. Within, there is a skeletal corpse, and roll for Treasure (p. 66) twice to see what else got interred with them."
    },
    {
      "title": "Storage Vault",
      "page": 21,
      "description": "Behind a closed, locked door, the material treasures of the Library are stored. The door’s lock will need to be picked, or else the door broken down to get in. Within, there are a wealth of materials in marked cases.<br><strong>Roll for Treasure (p. 66) twice</strong> to see any items of particular interest that are here. In addition, there are rare materials - pigments, silk, semiprecious stones, etc - worth 100 silver multiplied by the depth of the room.<br><strong>Lastly, roll 3d20s to see what mundane materials are stored here:</strong><br>1. Sheaves of blank paper.<br>2. Janitorial Equipment.<br>3. Sealing wax.<br>4. Unused furniture.<br>5. Woodworking tools.<br>6. Empty glass globes and bottles.<br>7. Candles.<br>8. Sawdust.<br>9. Ladders.<br>10. Paint and brushes.<br>11. The hooded monastic robes of the Librarians.<br>12. Barrelsfullofhumanteeth. <br>13. Dyed leather.<br>14. Salt.<br>15. Glass tubes.<br>16. Pens and similar stationary. <br>17. Metalworking tools.<br>18. Books that need repairing. <br>19. Books that need replacing. <br>20. Vats of ice."
    },
    {
      "title": "Planetarium",
      "page": 22,
      "description": "A high domed ceiling, onto which lanterns project dots of light that resemble alien constellations.<br>In the centre of the room, a large clockwork orrery modelling the solar system. A lamp burning in the centre, and long arms that hold model planets, moons and comets in place. The whole thing clicks and grinds as it slowly turns.<br>The planetarium moves to represent accurately the position of the celestial bodies outside in the real world. It can, however, be manually re-set to a past or future position of the celestial bodies.<br>Bookshelves at ground level contain information on astronomy and astrology.<br>Anybody who uses the planetarium to cast an astrological horoscope for the subject of information they are seeking adds d6 to their Progress score. Furthermore, if they roll a d20 under their intelligence, they may ask a single yes-or-no question about the subject of the horoscope and get an accurate answer.<br>Lastly, re-setting the position of the orrery has a distorting effect on the time-stream. Those present find their state re-set to the time shown on the orrery. If they set it to a point in the past, then the consequences of events after that point are negated for those presentinjuries disappear, curses were never bestowed, healing never happened, etc etc. Likewise, if set forwards, then any healing, ageing, disease etc that might happen in the time set forward occurs immediately.<br>The orrery can go forward or backwards in increments of one round, turn, hour, day, week, month, year or century.<br>The time-stream for the rest of the world remains unaffected: only the PCs party skips back or forward in time."
    },
    {
      "title": "Calculation Engine",
      "page": 23,
      "description": "The shelves give way to a huge machine made of clockwork and steam pumps. Incredibly complex, the machine hisses, creaks, clicks and turns.<br>There is a terminal in the front-centre of the calculation engine. Tiles marked with letters a -z, numbers 0-9 and punctuation, that can be pushed.<br>Above the tiles, there is a slot from which emerges a long ribbon of paper that winds down into a pile on the floor, like ticker-tape. A mechanical pen writes onto the paper ribbon as more is extruded.<br>It is, effectively, a mechanical computer, using gears and valves rather than electrical components. It is only one part of a much greater whole that lies in a huge network spread through the library.<br>Pushing a tile results in a series of clicks and new wheels within the machine starting to turn. You can type things into the engine using these tiles.<br>Anything the players type in is input to the calculation engine. The output will be written on the paper ribbon, extruded out into the pile. The players can read the response, which will vary depending on what input they used. Go down the list in the next column, starting at the top, and use the first response that applies to their input.<br>‣ If the players input a fact that is known to be true (which is to say, correctly recorded as factual in any book anywhere in the world), the response is: <code>###Data Confirmed###</code><br>‣ If the players input a fact that is known to be false (which is to say, correctly refuted in any book anywhere in the world), the response is: <code>###Data Contradictory###</code><br>‣ If the players input a question that has an answer in any book anywhere in the world, the machine responds by naming the closest book which contains an answer. They get +1 Progress if the question asked is related to the information they are looking for. This +1 Progress applies for each related question they ask, each getting the response of a new book, until they have a list of 6 books (and so a total of +6 progress). After this, the calculation engine begins to repeat the same books.<br>‣ If the players input a question to which no answer is recorded in any book anywhere in the world, the response is: <code>###Data Not Found###</code><br>‣ If the players input anything which is neither a stated fact nor a question, the response is: <code>###Unknown Input### ###Recalibrating###</code><br>The Calculation Engine is attended to by d4 Grey Librarians at all times. If they are slain or removed, more will arrive within a turn."
    },
    {
      "title": "Phantom Databanks",
      "page": 24,
      "description": "The room contains a set of shelves against one wall. Each shelf holds a row of glass jars. Each jar has a set of wires emerging from it, linking it to a small machine at the end of each shelf that displays the pressure, temperature, emotional state and acidity of each jar’s contents on a set of dials.<br>There are 30 jars in total. 24 contain a phantom, the rest are currently empty. Each phantom appears as a condensed mist, thrashing wildly, flickering with colours and patterns, glowing softly.<br>Opening a jar releases the contained phantom (see page 44). It doesn’t really want things or have a sense of self, but in the jar it was compressed unnaturally, and it will expand to its full size (about that of a human) when released.<br>A newly released phantom is agitated and energetic. Whilst it does not have enough awareness of its surroundings to attack per se, it will almost certainly cause problems. Alternatively, a phantom in a jar can be used as a dim source of light, illuminating out to a five-foot radius."
    },
    {
      "title": "Spider Trapdoor",
      "page": 24,
      "description": "Under the floor of this location, there lurks a huge spider, an ambush-predator adapted for the Library’s environment. It can lift up a section of floor, and emerge to grab prey, dragging it down to feed on. It’s burrow is just about big enough to fit itself, and a few prey (either bundled up ready to eat, or else one still being subdued).<br>When the players first enter this location, describe the floor-boards as being a little uneven, and that there are strands of cobweb over the floor. This is the only clue they get. If they test the floor, tell the players there is a hollow space beneath. If they don’t think to check, it’s their own fault when they get ambushed.<br>The spider can sense the footsteps of those walking above it as vibrations and sound. It knows how many are present, if any are injured, and how heavy they all are. From this, it can make a good guess as to who makes the best victim. Typically, this will be whoever is bringing up the rear. Sometimes, it waits for a group of victims to disperse to explore the room, and grabs somebody who stands over its pit undefended.<br>When the spider makes its move, a section of floorboards lift up, and it’s front half (face and front legs) emerges from its pit. It grabs its victim and tries to drag them into its pit, closing the lid behind it.<br>It makes a single surprise attack. If the attack hits, the victim is pulled into the spider’s pit as well as taking damage. Furthermore, there is a 3-in-6 chance that the spider does this quietly enough that (unless the victim states that they are going to cry out) that nobody notices it has happened unless they’re looking at the victim.<br>Inside the spider’s pit, there are various valuables taken from its previous victims. Roll for Treasure.<br><strong>Trapdoor Spider:</strong> <br><i>HD 4, HP 16, Armour as chain, Bite (+4, d10 damage and save vs poison), saves as fighter 4.</i><br>3-in-6 chance to make no noise at all when it does something. If a victim fails their save vs the spider’s venom, they are paralysed for a turn."
    },
    {
      "title": "Printing Machine",
      "page": 25,
      "description": "A large, steam-powered printing press, its operation automated. It is plumbed into the larger structure of the Library, powered by high-pressure steam piped in from the boilers. It produces replacement pages, important paperwork and so on, which slide from the printing press and into collection baskets.<br>It creaks, clatters and grinds as it works. It is in constant motion, and the piles of paper it produces build up over time."
    },
    {
      "title": "Ossuary",
      "page": 25,
      "description": "A collection of bones packed tetris-style into six glass-fronted display cases. Each neatly labelled with who it was taken from, when it was taken, the circumstances of their death, and what killed them.<br>Of the bones present, only a handful are from somebody interesting enough to be of value. There are d4 interesting bones in each case, each bone worth 10 silver multiplied by the location’s depth.<br>Trying to remove the bones will involve smashing open or unlocking the display cases. This releases the Bone Beast within: an animated swarm of bones of indistinct formation that behaves like a cross between a swarm of hornets and a small landslide. Just hundred of bones all battering whoever tried to steal from them. Once the Bone Beast is defeated, the valuable bones from that cabinet can be taken.<br><strong>Bone Beast:</strong> <br><i>HD 6, HP 12, Armour as leather, Batter every nearby victim (hits automatically, d4 damage), saves as fighter 6.</i><br>Swarm form reduces most physical damage to a max of 1, area attacks do double damage. Undead, with all the vulnerabilities and immunities which that implies. Cannot be backstabbed due to lack of vulnerable anatomy."
    },
    {
      "title": "Syphon of Phantoms",
      "page": 25,
      "description": "In the centre of this room is a hollow metal cone, narrow at its base and broad at the top, riddled with holes the size of a finger. The whole thing is like a huge sea-sponge or coral made of etched metal.<br>The hollow space within the conical syphon is filled with glass vials. Some are empty, some contain condensed phantoms as a wriggling turquoise mist. Thin glass tubes and wires link the vials to one another and to the exposed plumbing of the library, like some huge alchemist’s distillery.<br>Whenever somebody dies in the library, their soul is inexorably drawn towards the Syphon. While they may only drift a few feet closer each day, the Syphon acts like the nearinescapable gravity-well of a black hole in the spiritual plane. A few souls, not yet converted to phantoms, can be seen hanging in the air as dim shimmers, oozing closer to the Syphon inch-by-inch.<br>A soul that is sucked into the syphon is drawn through its various channels and tubes, compressed and distorted and rendered down by the process until only a phantom remains. Once this process is complete (which takes a few minutes) the machine gives a cheerful ‘DING!’ and another glass vial is filled with the new phantom.<br>The room’s thanatropic machinery constantly tugs at your soul. Death comes easily here. Whenever damage is taken in this room, the syphon deals 1 additional damage the next round as it attempts to pull vulnerable souls free of their fleshy homes."
    },
    {
      "title": "Steam Vents",
      "page": 26,
      "description": "Here, the steam-pipes that thread through the library are exposed. A large valve is set into the wall, that can be opened or closed by turning a huge wheel. If the valve is opened, the steam from the pipes is vented into the room, dealing d6 damage to everybody present as it scalds them and filling the room with blinding fog.<br>Even if the vents aren’t fully opened, smaller pressure valves constantly release little bursts of steam into the room. The air is humid, hot and thick with mist, allowing those present to re-roll failed rolls to hide in the mist.<br>Because of the damp air, the books here are all protected by a thin layer of wax, or else etched into paper-thin sheets of metal. Bringing in normal paper books will ruin them rapidly."
    },
    {
      "title": "Paper Beehive",
      "page": 26,
      "description": "The room here has been infested with vermin; bees the size of a human hand. They have built a hive against one wall out of papier-mâché, layers of pages built up into a blister-like nest twelve feet across that stretches from floor to ceiling.<br>Although the entrances the bees use are only a few inches across, you can get into the beehive pretty easily, simply by cutting through its paper walls. Within, chambers the size of a human head contain eggs, larvae, dormant bees, and the Black Honey that the bees make. If the entire hive is ransacked, there are 6 pints of Black Honey.<br>Black Honey is made without flowers: instead the bees harvest ink from open books and blood from corpses. Over time, the honey is condensed and refined, producing a substance dense with magical potential. <br><strong>Roll a d8 for anybody who consumes it to see what changes it works upon them:</strong><br>1. The consumer can speak to and understand any insects, mundane or otherwise.<br>2. The consumer can see into the ultraviolet spectrum, allowing them to see through most camouflage and to perceive electrical charges by the ultraviolet glow they produce.<br>3. The consumer’s skeleton becomes brittle. -2 HP, permanently, to a minimum of 1.<br>4. Subtle yellow-and-black bands appear on the consumer’s skin.<br>5. The consumer sprouts a sting over the course of the next few days. It can be used as a weapon, with a successful hit doing 2d12 damage to both the victim and the consumer (as the sting is wrenched free, bringing their viscera with it).<br>6. The consumer’s body becomes light and filled with hollow spaces. Halve all falling damage.<br>7. The consumer sprouts two pairs of transparent wings from their shoulder blades, allowing them to hover a few feet above the floor.<br>8. The consumer’s skin hardens into a brittle exoskeleton. +1 AC.<br>There are 20 mouthfuls of honey in the hive. In the room, there are 2d6 bees on guard. So long as the PCs don’t harm the guard-bees or their hive, the bees will ignore them. If a fight is started, d8 bees emerge from the hive each round. The first time an 8 is rolled, then 8 bees emerge and their queen comes with them. There are 120 bees and their queen in total.<br><br><strong>Bee:</strong><br><i>HD 1, HP 3, Armour as leather, sting (+1, d8 damage to the bee and its victim) saves as fighter 1.</i><br><br><strong>Queen Bee:</strong><br><i>HD 4, HP 12, Armour as leather, sting (+4, d8 damage to the bee and its victim) saves as fighter 4.</i>"
    },
    {
      "title": "Furnace",
      "page": 27,
      "description": "A metal chamber filled with coal burns fiercely, its heat used elsewhere to power steam engines or warm the library. Opening the shutters to the furnace produces a blast of hot air that deals d6 damage to those directly in front of it. Actually going inside the furnace does 4d6 damage a round."
    },
    {
      "title": "Holding Pen",
      "page": 27,
      "description": "Within this room, a huge glass vat is set up, like the fish-tank in an aquarium. Copper tubes connect it to the rest of the library’s plumbing. A single brass hatch is set in one side, that can be opened from the outside but not from within. The hatch is locked.<br>Within, there are d10 phantoms hanging like oily smears in the air. If the soul of a specific person is sought by the PCs, the chance that one of the phantoms encountered here is that soul is 1-in-10.<br>Each turn either d4 more phantoms arrive in the pen, deposited by the tubes, or d4 are sucked out into the library’s plumbing. There’s a 50% chance that the first encounter here will be with d6 white librarians."
    },
    {
      "title": "Phantom Pumps",
      "page": 27,
      "description": "Built into the wall of this room is a huge steam-powered machine, made of black iron, all tubes and pistons and valves. It serves to pump phantoms around the library to where they’re needed. The whole contraption clanks and groans constantly as it moves.<br>There is a control panel nearby, with various dials, switches and levers to control what the pumps send where. A single white librarian is here, manning the controls."
    },
    {
      "title": "Infernal Gateway",
      "page": 28,
      "description": "This room contains, as well as the normal exits, a single huge horrible doorway. Made of gnarled dark wood set into a stone frame, with black iron hinges and a sturdy lock. The whole thing door, frame and lock is engraved with the sort of horrible sigils that hurt to look at for too long.<br>The doorway leads to hell.<br>Each turn, there is a chance that a minor devil will come through the doorway. This chance depends on how depraved the PCs are (sin attracts the devils): check the list of sins below for the chance.<br>‣ Trespassing into another’s home, petty theft and other minor crimes give a 1-in6 chance.<br>‣ Serious theft, such as armed robbery, grave-robbing, extortion and so on gives a 2-in-6 chance.<br>‣ Unnecessary violence or mayhem (such as arson, pointlessly attacking people, or acts designed to outrage the public) results in a 3-in-6 chance.<br>‣ Murdering people results in a 4-in-6 chance.<br>‣ Wilful sadism and cruelty such as torture, murder out of spite and so on gives a 5-in-6 chance.<br><br><strong>If a devil shows up</strong>, it has the following basic statistics:<br><i>HD 2d4, HP 2 per, HD Armour as chain, Whip/ claws/pitchfork/flensing knife (bonus to-hit same as hit-dice, d8 damage), saves as fighter of equal HD.</i> <br>Halve damage not from holy, magical, or silver weapons. Double damage from holy sources. Immune to mind-control that doesn’t specifically target infernal beings.<br><br>Roll a d6, d8 and d10 for it’s specifics. The d6 determines its appearance. It is:<br>1. Angelic<br>2. A goat-human hybrid.<br>3. A bat-human hybrid.<br>4. Serpentine.<br>5. Corpselike.<br>6. Perfectly human looking other than tiny horns.<br><br>The d8 determines its role in the infernal hierarchy. It is:<br>1. A thrall.<br>2. A lawyer.<br>3. A librarian.<br>4. A jailer.<br>5. A torturer.<br>6. A tempter of mortals.<br>7. A financier.<br>8. A diplomat to other realms.<br><br>The d10 determines a special ability the devil possesses.<br>1. Can turn any object to solid gold by touching it, at will.<br>2. Can grant a single wish in exchange for a mortal’s soul upon death.<br>3. Can transform into a cloud of flies.<br>4. Can transform into a harmless-looking animal.<br>5. Can mimic the appearance of the viewer’s loved-ones.<br>6. Touch drains memory (d12 damage to intelligence).<br>7. Can teleport short distances in a puff of smoke.<br>8. Can locate the soul of a specified individual unerringly.<br>9. Immune to fire.<br>10. Casts charm person when it shakes your hand.<br>The devil wants you to damn yourself. It will seem helpful until you anger it. Everything it offers has an unforeseen price."
    },
    {
      "title": "Jarred Brains",
      "page": 29,
      "description": "The shelves here are lined with glass jars, each filled with a clear fluid. Floating in the fluid is an intact human brain, with wires linking where the spinal column would be to a small mechanism set in the jar’s base. Each jar is labelled to say who’s brain it contains, and when they were interred.<br>Each jar’s fluid is a nutrient solution designed to keep the brain within alive. Occasionally, a bubble rises to the surface as the jar’s mechanisms keep the fluid oxygenated. The mechanism links to a small metal grille in front of the jar; this is how the brain within communicates, in a tinny, staticky voice. The brains are torpid and dormant as the PCs enter, but can be roused by for example shaking their jars or speaking directly into the grille at the front of their jar.<br>Of the brains present, at least one (perhaps more) will be an intellectual figure (recent or historical) known to the PCs. 1-in-4 chance that it’s somebody directly connected to the subject of the PCs’ research. Conversing with this figure might answer all sorts of questions, and adds 4 to the party’s progress score if their area of knowledge is relevant. Being stuck in a jar has almost certainly given the brain a long time to spend in self-reflection with little external stimulus. It has no doubt become deeply strange in its outlook and priorities.<br>The remaining brains are split roughly evenly between those incapable of intelligible communication due to language barriers, those incapable of intelligible communication due to total jar-induced madness, those unable to be roused from their torpor, and those with little worth saying.<br>A brain-in-a-jar exists in a weird halfway state between life and death. It is affected just as easily by magic that affects the living, the dead and the undead.<br>1-in-4 encounters here will always be with Floating Brains (P. 48)."
    },
    {
      "title": "Dissection Theatre",
      "page": 30,
      "description": "A surgical table sits in the centre of this room, illuminated by bright lights and surrounded by seating for spectators. This is a space where researchers can take apart bodies (alive or dead) to see what’s inside them. Sometimes there is an audience when this happens, but always a grey librarian taking notes.<br><strong>Roll a d4 for who’s present when the PCs arrive.</strong><br>1. Nobody.<br>2. A pair of black librarians preparing or cleaning up after a dissection.<br>3. A neurovore performing a dissection, watched by 2d4 visitors and a grey librarian.<br>4. An archivist-lich performing a dissection, observed only by a grey librarian.<br><br><strong>Roll a d12 for what’s being dissected.</strong><br>1. A human baby.<br>2. A monkey.<br>3. A large spider.<br>4. A pregnant ape.<br>5. An injured human youth.<br>6. An elderly human.<br>7. A goat.<br>8. A large shark.<br>9. The egg of a huge serpent.<br>10. A vampire, staked to keep it dormant.<br>11. Alobotomizedelf.<br>12. An octopus.<br><br>1-in-4 chance the subject is still alive."
    },
    {
      "title": "Mummy Vault",
      "page": 30,
      "description": "This is where dead librarians go. Each is dried out, treated with the same chemicals used to preserve the books, and wrapped in a tight shroud. The shelves are packed with little corpses swaddled up in off-white gravecloths. It smells of natron and vinegar here. The dead librarians won’t rise, ever."
    },
    {
      "title": "Sheol Computer",
      "page": 31,
      "description": "<br>The Sheol Computer is the heart of the library, the vast machine whose calculation drives everything else that happens here.<br>The computer fills the entire room. Mostly, it is a tangle of thin glass tubes and valves through which phantoms flow like electricity through a computer’s circuit-boards. Other, more odd, components are present though. There are a few each of:<br>‣ Clockwork engines that tick up the count of souls in the machine.<br>‣ Human brains wired into the computer.<br>‣ Collections of dials and displays, allowing the white librarians to monitor the computer’s workings.<br><br>As well as this, there are one each of the following components:<br>‣ A huge canvas screen onto which is projected text that reflects what the computer is currently working on. The text flickers and scrolls past almost too fast to make out.<br>‣ A keyboard, with the letters A-Z, numbers 0-9, and punctuation, which can be used to input text to the computer.<br>If text is inputted with the keyboard, it appears on the screen, followed by the computer’s response.<br><br>The possible inputs and responses are as follows:<br>‣ All of those for a Calculation engine (P.23)<br><br>And also:<br>‣ If the players include a dead person’s name in their input, the computer will state their date and cause of death.<br>‣ If the players include a living person’s name in their input, the computer will state their most likely cause of death and then: <code>###Date Unknown###</code><br><br>For PCs, pick a cause of death that is most likely for that PC. The character takes maximum damage from that danger, always fails all saves against it, is always the first affected by it, and so on.<br>‣ If the players include the name of a deity, demon, angel, fairy or other immortal being in their input, the computer will list the date of their death as the accurate date of the end of the world, and the cause as ‘Armageddon’.<br>‣ If the players ask about the purpose of the library of the computer, it simply answers: <code>###Entropic Transcendence.###</code><br><br>The Sheol Computer is attended to by d8 white librarians at all times. Damaging it will earn the enmity of all librarians, forever."
    }
  ],
  "details": [{
      "title": "Empty",
      "page": 33,
      "description": "The shelves are bare, and there is no furniture or fittings. The place is totally empty."
    },
    {
      "title": "Treasure-pile",
      "page": 33,
      "description": "On one shelf, a little stack of treasure. 3d6 x 10 gold coins in various denominations, and roll for treasure twice (p. 66)"
    },
    {
      "title": "Notes",
      "page": 33,
      "description": "A previous visitor has written something. Perhaps it’s a note pinned to the shelves or a little moleskin to collect their observations.<br>If there’s some threat inherent to the location, the graffiti warns about it. If there’s something valuable that could be salvaged inherent to the location, the graffiti points it out. <br><br><strong>In addition, roll three d20s for what else the graffiti says each piece is in a different hand.</strong><br>1. “The librarians come in five types: avoid the grey ones, bold visitor.” (true, and good advice).<br>2. “They tried to steal our souls!”<br>3. “We came in near here, look for the doorway out.”<br>4. “[Robilar/Angry Fran/Baz & Dave/Ser Jaime/Black Elsie] Was Here.”<br>5. “The bodiless ghosts are mostly harmless if you leave them alone.”<br>6. “Spiders lurk beneath the floor!”<br>7. “The astrolabe lets you control Time Itself!” (basically true).<br>8. “I have forgotten something. I don’t know what. If I try to remember, I convulse and black out. If you start forgetting, flee or it will happen to you too.” (A reference to Conceptual Wells).<br>9. “I put it back! Don’t hurt me! Don’t turn me into one of THEM!” (A reference to the dire fates that can befall thieves here.)<br>10. “I Hate Ghosts.”<br>11. “I left the index here.” (It’s long-gone).<br>12. “This should be obvious, but don’t trust the devils, they screwed me and they’ll screw you too.”<br>13. “The brains and the brain-eaters are both at war with the librarians. And each other.”<br>14. “Deeper in, there are more doors leading to other places!”<br>15. “You can get to Hell from here. Can you come here from Hell? Could this place let you escape Death Itself?”<br>16. “For crying out loud, don’t set anything on fire.”<br>17. “Beware the Bandersnatch, my friend! Just give it what it wants, or kill it like any other fairy.”<br>18. “The ink is alive! It’s everywhere, watching and waiting! Is civilization doomed?” (Civilization will be fine).<br>19. “I met Lady Macbeth. Like in the play. It was very weird, but if you play by her rules you’re safe.”<br>20. “This place is evil. It should be burned and destroyed.” (An understandable sentiment)."
    },
    {
      "title": "Oriental Rug",
      "page": 34,
      "description": "A huge Persian rug lies across the floor, ornate in its pattern and probably over a century old. Worth 50 silver multiplied by the depth of the location."
    },
    {
      "title": "Candles",
      "page": 34,
      "description": "Candles stuck onto the tops of the bookshelves, and on every table. Old, fat, dribbly. Once-molten wax pools and cracks on the floor and forms glossy white speleothems on the walls. Needless to say, the room is well lit."
    },
    {
      "title": "Webs",
      "page": 34,
      "description": "The place is thick with cobwebs, stretching across the corridors and over the books themselves. Getting through, or getting to the books, is perfectly easy, since the webs break as soon as you push through them, but it’s a little unpleasant none-the-less. The first encounter here is always with several mundane, harmless spiders."
    },
    {
      "title": "Fireplace",
      "page": 34,
      "description": "The location is lit by a roaring fire in a grate, with a bucket of coal nearby as well as tongs, pokers and so on.<br>Where the chimney opens out, its impossible to say; you’ll get stuck or die from smoke inhalation long before you escape.<br>However, if more than one location has been generated with a fireplace, you can use the chimneys to travel between them. Climb into the chimney of one, and you can climb out of the chimney of the other. If the players try this before a second such location is generated, instead it links to another location with a fireplace; roll a d12 for depth and then roll the location randomly."
    },
    {
      "title": "Lamp-post",
      "page": 34,
      "description": "An iron lamp-post bolted to the floorboards, with a lamp at the top that illuminates the shelves nearby."
    },
    {
      "title": "Gas Lamps",
      "page": 34,
      "description": "The location is lit by a number of gas-lamps fixed to the walls, fed gas by delicate copper pipes that run along the skirting-boards. If the gas is let out into the room, it can be made to explode by lighting it, dealing 3d6 damage (Save vs Breath halves) to everybody present."
    },
    {
      "title": "Glass Tubes",
      "page": 34,
      "description": "The room is criss-crossed with glass tubes fastened to the ceiling and walls, and that snake over the tops of the shelves. <br><strong>Roll two d8s for what the tubes carry:</strong><br>1. Ink<br>2. Steam<br>3. Molten wax<br>4. Gas, for lamps and so on <br>5. Hot water<br>6. Petrol<br>7. Brandy<br>8. Pressurized air"
    },
    {
      "title": "Staircase",
      "page": 34,
      "description": "The location is built not on a flat floor but instead on the sides of a long spiral staircase that goes down several hundred feet; the party always enters at the top. Falling down the stairs d6 damage for every 20 feet fallen. Pushing somebody down the stairs requires a roll to hit, and they get a Save vs Paralysis to avoid falling by grabbing onto something."
    },
    {
      "title": "Candle-sticks",
      "page": 35,
      "description": "The location is lit by candles in big three-pronged candle-sticks that can be picked up and carried about."
    },
    {
      "title": "Portcullis",
      "page": 35,
      "description": "The location lies behind a huge portcullis that must be broken down (requiring an Open Doors roll or similar feat of strength) or else have the lock picked (similarly requiring a roll). Otherwise, cunning or strange solutions must be found, or else the party must go back to the previous location.<br>By way of temptation, <strong>roll for a Treasure (p. 66)</strong> that can be glimpsed on the other side of the portcullis."
    },
    {
      "title": "Scrolls",
      "page": 35,
      "description": "Rather than books, the shelves here hold scrolls rolled neatly and fitted into tubular cases."
    },
    {
      "title": "Funeral Urns",
      "page": 35,
      "description": "Each shelf ends with a china urn containing the ashes of a former visitor to the library, labelled with their name, and the date of their death. If the party are looking for a specific person, there’s a 1-in-10 chance that one of the urns contains their remains (or at least claims to)."
    },
    {
      "title": "Turning Gears",
      "page": 35,
      "description": "One wall has affixed to it an array of clockwork gears, some delicate and as small as a thumb-tack and some as big as a cartwheel and all manner somewhere in between, which interlink and turn slowly with an irregular ticking sound. The gears link into a greater mechanism below the floor or above the ceiling.<br>Getting pushed into the gears, or sticking part of yourself in , deals 2d6 damage."
    },
    {
      "title": "Vault",
      "page": 36,
      "description": "The location is within a locked vault, behind a strong iron door. The contents of the vault are summarized in a neat sign above the door. To get in, you’ll need to open the door by picking the lock or using some other cunning method: brute force might work but the chances of success are halved. Once access to the vault has been gained, you go deeper by leaving it again and continuing down the corridor."
    },
    {
      "title": "Chained Books",
      "page": 36,
      "description": "The books here are all chained to the shelves. Perhaps to prevent theft, or perhaps to prevent them escaping, depending on the nature of the books."
    },
    {
      "title": "Too Small",
      "page": 36,
      "description": "The room is sized for people 1/3 the size of humans, with a ceiling only four feet high and the books, furniture and similar things contained likewise smaller. To explore, the PCs (other than children, halflings, etc) must crawl between the cramped shelves.<br>Things encountered within are sized appropriately, but keep the same stats: the exception is visitors from outside the library, who are likewise too big for the location."
    },
    {
      "title": "Phosphorescent Lamps",
      "page": 36,
      "description": "The room is lit by a number of glass orbs suspended from the ceiling, each of which gives off a soft blue-green glow. The atmosphere is relaxed and cool."
    },
    {
      "title": "Stacked Papers",
      "page": 36,
      "description": "Rather than books, the shelves hold stacks of loose papers: mostly forms and documents, formed into piles and tied into blocks with string."
    },
    {
      "title": "Negligible Gravity",
      "page": 37,
      "description": "Gravity’s effect is drastically reduced here, much like on the moon. Things drift downwards rather than falling. Nobody ever suffers damage from falling or having things fall on them. Creatures can jump to great heights and long distances; five times further than normal. Shooting takes a -3 penalty to hit (except at point-blank range or with firearms), since the drop-off of missiles is far less than the shooter is used to."
    },
    {
      "title": "Silent",
      "page": 37,
      "description": "It’s stereotypical for a library, but an air of total silence hangs over the room. Speech is inaudible, and even the loudest noises are barely more than a whisper. Needless to say, this has a number of benefits for entities wishing to be stealthy, but means that the incantations to cast spells are impossible.<br>A spellcaster who tries casting by shouting at the top of their lungs might succeed if they pass a strength roll(their shouted spell is as loud as a handkerchief hitting the ground). If the roll is failed, they only succeed in damaging their vocal chords, and if they had more than 1 hit-point left they take 1 damage."
    },
    {
      "title": "Letters",
      "page": 38,
      "description": "Rather than books, the location’s shelves hold stacks of letters, most still in their envelopes. <br>There’s a 1-in-4 chance that, if the players are looking for information about a famous person known for their correspondence, there is a letter addressed to them or written by them present (giving them +1 progress). If there is, there’s a 1-in-6 chance they can find the reply, and then 1-in-8 that they can find the reply to that, and so on. +1 Progress for each such letter found."
    },
    {
      "title": "Spirit Illumination",
      "page": 38,
      "description": "The room is lit by an ingenious, if subtly disturbing, method. Around the room are glass orbs, each containing a phantom. The orb is held in a clockwork device which, every few minutes, shakes the orb gently, agitating the phantom within and causing it to produce pulses of light that express its irritation. The room is, therefore, lit by a constantly shifting and flickering glow of different colours that rises and falls as the different phantoms are given a good shake periodically."
    },
    {
      "title": "Too Large",
      "page": 38,
      "description": "The room is sized for being twice the size of humans. The ceiling is 30 feet high, and all the books, furniture and so on are sized for 12-foot-tall people. <br>Any creatures encountered in here(save for those who are also visitors) are likewise double-sized, but keep the same stats."
    },
    {
      "title": "Haunted",
      "page": 39,
      "description": "The room contains the echoes of a long dead individual that have oozed into its structure and now controls the place. <strong>Roll a d6, a d8, a d10, and a pair of d12s to determine the nature of the haunting.</strong><br><br>The d6 determines the immediately visible signs of the haunting things that give away the fact that something is wrong:<br>1. Shadows move even when the light source doesn’t.<br>2. Whispers can be heard on the edge of your hearing.<br>3. The rooms smells of decay.<br>4. Inky footprints and handprints appear on unattended objects and places.<br>5. The room is unnaturally cold.<br>6. There is a sense of being watched.<br><br>The d8 determines who the dead person was: <br>1. A mortal librarian.<br>2. A lost child.<br>3. A nun.<br>4. A mad noblewoman.<br>5. A master burglar.<br>6. A pair of star-crossed lovers.<br>7. A plague-stricken doctor.<br>8. An emotionally tormented artist.<br><br>The d10 determines what the dead person wants:<br>1. Spiteful revenge on the living.<br>2. For the location to be left alone.<br>3. To have the tale of their death returned to the mortal world.<br>4. Revenge on those they think were responsible for their death.<br>5. To harm the library.<br>6. To protect some book (roll a random extraordinary book on p. 64 for which) from being removed.<br>7. To be forgotten by mortals.<br>8. To break free of the forces binding them into the library.<br>9. To learn some arcane secret. <br>10. To be given a proper grave.<br><br>The d12s determine what the haunting can do if roused. As well as these, it can always talk in whispers to those present.<br>1. Move objects about like a poltergeist. Roll to hit at +3 for d6 damage if it throws them at people.<br>2. Create illusions out of mist.<br>3. Cause wet inky writing to appear on things.<br>4. Alter the memories of those present in minor ways: a Save vs Magic resists and alerts the victim.<br>5. Cause something to catch fire for a few moments: a Save vs Breath might be needed to avoid fire, and it does d6 damage.<br>6. Cause ice to appear on things, potentially freezing them in place..<br>7. Extinguish lights and erase text. <br>8. Lock doors securely.<br>9. Speak in a loud voice.<br>10. Make vermin appear: masses of flies, cockroaches or woodlice attacking do d6 damage.<br>11. Create gusts of wind.<br>12. Make objects collapse or fall apart. Roll to hit at +3 for d6 damage if used to attack."
    },
    {
      "title": "Smoking",
      "page": 40,
      "description": "The room is uncomfortably warm. Smoke seeps into the air from cracks in the floorboards, from behind furniture and from any other crevice or gap.<br>It’ s hard to breath in here.Each turn spent breathing the hot, smoky air deals 1 damage."
    },
    {
      "title": "Spirit Tubes",
      "page": 40,
      "description": "The room’s ceiling has, bolted to it, a number of glass tubes running the length of the room. Each tube is six inches across and contains a glowing pink mist that surges down the tube like milkshake through a drinking straw.<br>The tubes allow phantoms to be pumped from one part of the library to another. Breaking a tube lets out d6 phantoms immediately.Each turn thereafter, another d6 phantom will seep out of the tube in fits and spurts until the tube is mended or at least blocked up."
    },
    {
      "title": "Watchful",
      "page": 40,
      "description": "The room is under constant observation. Those present feel like they are constantly being scrutinized, assessed and judged. Set into the corners where wall meets ceiling, there are four dark glass orbs, each one containing a dull purple mist that swirls idly. The mist is a phantom that has been set to watch what happens in the room and remember it so that its observations can be learned by the librarians.<br>Halve the chance of any roll to hide or avoid notice in this location: it has been set up to minimize hiding spots."
    },
    {
      "title": "Morbid",
      "page": 40,
      "description": "Everything here is made of human (or human-ish) remains: shelves are built from slats of human bone held together through ingenious joinery, upholstery is human leather and even the door handles are preserved human hands. Death is a constant presence here. Small animals tend to lie down and die peacefully, and people feel an urge to drift off into dreamless sleep. If damage is taken here, increase the amount of damage by 1. Sleeping here heals all lost HP."
    },
    {
      "title": "Time-locked",
      "page": 40,
      "description": "The room is paused in time. Unless living beings make a conscious effort to move and change things, everything is in stasis.<br>While in the room, time does not progress: diseases and bleeding are halted, spell durations last indefinitely, sleep does not return lost HP, and so forth.Furthermore, any changes made to the room’s layout or contents reset after a turn."
    },
    {
      "title": "Semi-corporeal",
      "page": 41,
      "description": "The location’s contents flicker in and out of reality, existing partially in a misty ethereal state and partly in normal physicality.<br>Each round, there is a 50 % chance that a particular object in the room is treated as immaterial.A shelf can be stepped through, a book falls through the holder’ s hands, and so forth. Objects in the room remain solid to each other(immaterial books do not fall through immaterial shelves) and the floor, walls and ceiling remain solid at all times.<br>Any monsters found in the room likewise have a 50 % chance each round to be treated as immaterial by the PCs, but also treat the room’ s contents as likewise immaterial when this is the case."
    },
    {
      "title": "Doorway Out",
      "page": 41,
      "description": "The room contains a doorway leading out to the real world. It is set neatly into the wall, largely incongruous but bearing a smart brass plate that states where in the real world it leads to. The location is manned by d4 Black Librarians 50% of the time.<br><br><strong>Roll a d12 for which type of library the doorway leads to.</strong><br>1. A noble’s private collection of cultural works.<br>2. A university’s central library.<br>3. Government archives.<br>4. The collected works of a localised artistic movement.<br>5. A monastery’s library.<br>6. A wizard’s arcane library.<br>7. A scientist’s collected references.<br>8. An archive connected to a public museum.<br>9. A collection of suppressed texts guarded by the church.<br>10. A cult’s hidden collection of forbidden tomes.<br>11. Administrative records.<br>12. Ancient tomes taken from an archaeological site by historians.<br><br><strong>Roll a d8 for how close to your original entrance this doorway leads.</strong><br>1. Same building.<br>2. Same town<br>3. Same county.<br>4. Same nation.<br>5. Neighbouring nation.<br>6. Same continent.<br>7. Further afield.<br>8. Another plane of existence."
    },
    {
      "title": "Tangled Passages",
      "page": 41,
      "description": "This deep, all that can be found are a maze-like network of largely abandoned passage-ways. Dust lays over everything, the books are so ancient as to be almost unreadable. The librarians rarely come here.<br>Successfully going deeper requires navigating the abandoned labyrinth of shelves. Roll under the party’s Progress on a d % to do this. If they fail then this is effectively a dead end and they can only Go Back."
    }
  ],
  "events": [{
      "description": "Something turns up; it is unfriendly. Roll for an encounter.",
      "encounters": 1
    },
    {
      "description": "Something turns up; it’s merely curious. Roll for an encounter.",
      "encounters": 1
    },
    {
      "description": "Something is disturbed while eating or reading. Roll for an encounter.",
      "encounters": 1
    },
    {
      "description": "A fight or argument spills into the location. Roll two encounters, they’re already fighting each other before the players get involved.",
      "encounters": 2
    },
    {
      "description": "Something’s territory is disturbed and it defends its lair, office, etc. Roll for an encounter. If more than one of a thing shows up, double the amount.",
      "encounters": 1
    },
    {
      "description": "Something turns up, badly injured, totally lost or otherwise at a disadvantage. Roll for an encounter.",
      "encounters": 1
    },
    {
      "description": "Something is returning to its home, office, etc, and is surprised to find PCs here. Roll for an encounter.",
      "encounters": 1
    },
    {
      "description": "An unexpected gust of wind extinguishes any exposed flames such as candles, torches etc.",
      "encounters": 0
    },
    {
      "description": "The PCs become disoriented and lose track of their position. Reduce their progress by 1.",
      "encounters": 0
    },
    {
      "description": "An ominous ticking can be heard from beneath the floorboards. Nothing happens yet. Next time an Event is rolled in this location, roll two events instead.",
      "encounters": 0
    },
    {
      "description": "Footprints, litter, research notes or other signs of passage are found. Roll an encounter to see what left them. The next encounter in this location will be with that.",
      "encounters": 1
    },
    {
      "description": "Something’s empty home or office is found. Roll for treasure and an extraordinary book for what’s there, and roll an encounter to see what lives there. The thing’s not home currently. Next time you’d roll an encounter in this location, instead the creature who’s home you found comes back.",
      "encounters": 1
    },
    {
      "description": "A cache of hidden treasure is found under the floorboards! Roll for what the treasure is.",
      "encounters": 0
    },
    {
      "description": "A cache of hidden treasure is found in a chest of drawers! Roll for what it is.",
      "encounters": 0
    },
    {
      "description": "An extraordinary book is found on one of the shelves! Roll for what it is.",
      "encounters": 0
    },
    {
      "description": "A set of detailed notes on the library’s layout, left by previous researchers, is found! Add d4 to the party’s progress.",
      "encounters": 0
    },
    {
      "description": "A bookshelf swings out from the wall to reveal a secret passage! It leads somewhere else on the map-draw a line leading to a previously explored location, ideally one less deep than the current location.",
      "encounters": 0
    },
    {
      "description": "An ominous locked door is found. If it can be opened (lockpicking, force, etc) it leads to a location d6+1 layers deeper.",
      "encounters": 0
    },
    {
      "description": "A spiral staircase is found behind one of the shelves! It leads back to where the PCs first entered.",
      "encounters": 0
    },
    {
      "description": "Behind the party, the bookshelves rearrange themselves, blocking their route back! Erase one of the exits.",
      "encounters": 0
    }
  ],
  "visitorEncounters": [{
      "title": "A Black Librarian",
      "page": 43,
      "description": "Those who Maintain the Portals.<br><br> Can cast the following each once per turn: Hold Portal, Knock, Hold Person, Turn Mortals(as turn undead), Wall of Iron.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "D6 Visitors",
      "page": 45,
      "description": "These are harmless mortals who have wandered into the library and are now exploring. They are wholly unprepared for the strange and terrible things they will encounter within. <strong>Roll a d8 for who the visitors are:</strong><br>1. University students.<br>2. Schoolchildren, and one teacher.<br>3. A family on an outing.<br>4. Lost government archivists.<br>5. Aspiring adventurers.<br>6. Researchers into esoteric spaces.<br>7. An occultist and acolytes.<br>8. Very lost tourists.",
      "stats": "Hit Dice 1, HP 1, Armour as unarmoured humans, Improvised weapons (+0, d4), save as magic user 1."
    },
    {
      "title": "A Giant Bookworm",
      "page": 45,
      "description": "This creature appears as a huge, fleshy, pallid insect larvae. A fat segmented body, like that of a caterpillar or maggot, ends with a head studded with tiny black eyes, and bearing six waving tendrils around the creature’s mouth. The creature is about the size of a human torso, in length and thickness, with the tendrils extending another foot or so.<br>The bookworms can chew a tunnel through wood or paper, but this is not their preferred food and they favour hunting as ambush predators. Many bookshelves and floors hide - beneath a seemingly normal surface - a network of bookworm tunnels through which the creature crawls in search of prey, bursting from its burrows to pick off vulnerable visitors to the library.",
      "stats": "Hit Dice 2, HP 11, Armour as leather, 6 tendrils (+0, paralysis for d6 rounds) or bite (d6 damage vs helpless victim), save as fighter 2."
    },
    {
      "title": "D4 Red Librarians",
      "page": 43,
      "description": "Those who Maintain The Library's Infrastructure.<br><br> Can cast the following each once per turn: Mending, Message, Shape Stone, Shape Wood, Spider Climb, Levitate, Create Stone.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "A Rust Moth",
      "page": 45,
      "description": "Related to a wide variety of similar insectile creatures (most notably the cockroach-like rust monsters), these creatures feed by corroding metal into an oxidised powder that they can digest.<br>Rust moths resemble hand-sized moths, with orange - brown bodies covered in flaky metallic scales and wings like corroded metal foil.<br>Most noticeable are the antennae that sprout from their heads, which are their main form of attack.",
      "stats": "Hit Dice 1, HP 4, Armour as plate, 2 Antennae (+0, ruins a piece of metal equipment), save as fighter 1."
    },
    {
      "title": "A Dust Elemental",
      "page": 45,
      "description": "Little elemental incarnations, conglomerates of dust, grit, dirt and fluff. Like somebody scattered detritus on the ground in the rough shape of a human. It lurks under bookshelves, drifts on imperceptible drafts, creeps forward.<br>The quasi-elemental nature of dust is one of things broken down, crumbling, desiccated.It is not particularly compatible with life, and the attentions of such an elemental are likely extremely unpleasant.<br>Immune to normal weapons and physical attacks. Fire, cleaning with water, strong winds and so on all deal 2 d6 damage per round. Immune to poison, pain, fear, etc. Can seep through any crack or gap.",
      "stats": "Hit Dice 5, HP 20, Armour as unarmoured, crumbling touch (+5, d8 damage), save as fighter 5."
    },
    {
      "title": "A Lantern-Bearer",
      "page": 46,
      "description": "A little hunched figure, no larger than a child, in a faded red robe that conceals its form entirely. It carries a lamp hooked on the end of a long metal pole, that sways and bobs as the lantern-bearer shuffles through the library on its endless patrol.<br>This is the fate of those thieves who try to steal from the library, their bodies withered and their minds warped into loyal servants of the librarians, tasked with rooting out others of their kind.<br>As a librarian: They do not sleep or tire.<br>They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.<br>All invisible beings within the area illuminated by the lantern-bearer are revealed, all illusions negated while the light touches them.",
      "stats": "Hit Dice 3, Hit Points 10, Armour as leather, Smack with Lantern (+3, d4) or Radiant burst (everybody illuminated saves vs magic or takes 1 damage), saves as Thief 3."
    },
    {
      "title": "D6 Skeleton Crew",
      "page": 46,
      "description": "Animated skeletons, tasked with the basic maintenance and cleaning of the library. They wear overalls, and carry mops and brooms. They make their way through the library slowly, washing, polishing, scrubbing and dusting as they go.<br>They are intelligent, and self-aware, but single-mindedly devoted to their task. If you engage with them while they work, they will happily talk with you, and prove to be well-educated and philosophical. Many of their conversations among themselves take an existential bent. It’s not clear how, without lungs or larynxes, they are able to talk at all, but this doesn’t bother them.<br>A conversation with the skeletons, if relevant to the information the players want, will give +1 progress.<br>All the normal undead immunities and vulnerabilities. If injured but not killed, can use their action to put themselves back together, healing all damage.",
      "stats": "Hit Dice 1, Hit Points 5, Armour as leather, Improvised weapons (+1, d6), saves as fighter 1."
    },
    {
      "title": "2d6 Paper Bees",
      "page": 47,
      "description": "Bees the size of a human hand that inhabit the less frequently visited corners of the library. They feed on ink and grime rather than nectar, and distil it into black honey.<br>When paper bees are encountered, they’ve probably got a hive not too far away. If the players decide to track where the bees go, then after d4 locations of Going Deeper they will find a paper beehive.",
      "stats": "Bee: HD 1, HP 3, Armour as leather, sting (+1, d8 damage to the bee and its victim) saves as fighter 1."
    },
    {
      "title": "An Origami Golem",
      "page": 47,
      "description": "A construct made of scrap paper, glued into a rough humanoid form, folding at the joints. Flat, angular, ragged and misshapen, it shambles and limps on asymmetric limbs.<br>The golem is built to serve the librarians when they need actual muscle, either in the manual labour of maintaining the library or in dealing with intruders. It obeys silently. It lacks identity of its own, and is a mere temporary thing that serves for a time before being taken apart for materials.<br>Halve all damage from non-magical weapons. Triple damage from fire. Immune to poison, cold, backstabs etc. Mindless.",
      "stats": "8 HD, 28 HP, Armour as leather, 2 slams (+8, d6), saves as fighter 8."
    },
    {
      "title": "D6 Yellow Librarians",
      "page": 43,
      "description": "Those who Maintain The Books.<br><br> Can cast the following each once per turn: Mending, Message, Charm Person, Suggestion, Detect Thieves (as detect undead), See Invisible.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "D4 Ogre Spiders",
      "page": 47,
      "description": "Huge spiders the size of dogs that dwell in the ceilings and vents of the library. They hunt in the dark, creeping above their prey before dropping their webs over the victim like a net.<br>An ogre spider’ s abdomen is long and thin, resembling that of a praying mantis more than the normal bulbous appearance of typical spiders. Meanwhile, their faces feature huge black eyes and thick maxillae that resemble a human skull.",
      "stats": "3 HD, 12 HP, Armour as leather, bite (+3, d6 and save vs poison) or net (+3, save vs paralysis or be entangled and helpless), saves as fighter 3. Can walk up walls and over ceilings. Poison does d8 damage to dexterity."
    },
    {
      "title": "D4 Researchers",
      "page": 48,
      "description": "Academics who have, for whatever reason, travelled to the library in search of lost or forbidden knowledge. Cautious, erudite and experienced, they are aware of some of the hazards they face in search of information. Roll a d% twice on the table of Types of Book (p. 63) for what they’re researching.<br><br><strong>Roll a d8 for where they came from:</strong><br>1. University.<br>2. Noble’s Private Research.<br>3. Government Bureaucracy.<br>4. Monastery.<br>5. Intelligence Agency.<br>6. Heroic Adventurers.<br>7. Esoteric Order.<br>8. Nunnery.<br>If the topic of their research is related to the information sought by the PCs, conversing with the researchers about their findings so far adds d4 to the PC’s Progress score.",
      "stats": "Hit Dice 3, Hit Points 6, Armour as unarmoured, Improvised weapons (+1, d4), saves as magic-user 3. Each can cast 3 spells (select them completely at random from the MU or Cleric list) once per day each."
    },
    {
      "title": "D6 Obsidian Marmosets",
      "page": 49,
      "description": "Like little statues of monkeys made of interlocking shards of jagged black volcanic glass. As if made by a master artist who merely teased out the monkey-shape nascent in the stone. Not artificial constructs, silicaceous life.<br>It’s not clear how they got to the library, but they live here now. They form shy troops among the tall stacks of the shelves.They don’t need to feed, instead basking in the heat or electric glow of the library’s machinery.Alternatingly retiring and territorial.<br>Half damage from slashing or piercing weapons.Healed by heat/fire/electricity rather than taking damage. Double damage from cold.",
      "stats": "Hit Dice 3, Hit Points 12, Armour as plate plus shield, two obsidian fists (+0, 2d4) , saves as thief 3."
    },
    {
      "title": "A Bandersnatch",
      "page": 49,
      "description": "A strange monster that has escaped into the library from fairy realms.<br>It’s form is essentially avian, like a heron. Long legs, and a serpentine neck ending in its head. Instead of wings, it possesses two spindly arms that end in wide human-like hands with splayed fingers.<br>The Bandersnatch lurks. It has an uncanny ability to avoid drawing attention until its hands have closed around whatever it wishes to steal. This might be an object, a piece of equipment, or a person.<br><br>As a fairy creature, the Bandersnatch is as mad as a box of frogs. It’s a sort of kleptomaniac, collecting things with no seeming connection between its collection. If prevented from taking the object it desires, it becomes enraged.<br>3-in-6 chance to go unnoticed if it wants to and hasn’t done anything dramatic.<br>Long arms give 15 feet of reach.<br><br><strong>Each round, it can use each hand to do one of the following:</strong><br>‣ Slap (+10 to hit, d4 damage).<br>‣ Grab (+10 to hit, grabs the victim, no damage. Escaping from the grab requires 3 successful strength rolls).<br>‣ Squeeze (hits automatically, does 2d6 damage to a grabbed victim).<br>‣ Pick a Pocket (3-in-6 chance to succeed).<br>‣ Snatch a Held Item (5-in-6 chance to succeed). <br><br><strong>Roll a d12 every so often for what the Bandersnatch wishes to steal right now.</strong><br>1. Food<br>2. Shiny Things <br>3. BeautifulPeople <br>4. Eyes<br>5. Stolen Things <br>6. String & Rope <br>7. Tools<br>8. Weapons<br>9. Clothing<br>10. Skin<br>11. Tongues<br>12. Maps",
      "stats": "Hit Dice 10, Hit Points 25, Armour as unarmoured, two hands (see below), saves as thief 10. Half damage from non-iron weapons, double from iron ones."
    },
    {
      "title": "A Flock of d6+1 Animate Books",
      "page": 50,
      "description": "Knowledge is power. Power corrupts. Put enough knowledge in something and it will inevitably start to overreach itself, behaving in ways it was never meant to.<br>That’s what’s happened here. A text with sufficient information-density warps itself, achieves a sort of intelligence and a sort of life. It doesn’t realise it’s not alive.<br>Animate books roam the library like animals, hiding under bookshelves and making nests in the rafters. When the librarians catch them, they’re disenchanted and returned to their proper place, inanimate on the bookshelves.<br>Immune to poison, cold, backstabs and other things that need the victim to be alive. Double damage from fire.<br>Once grabbed by an animate book, breaking out requires a full round spent making a strength roll. Until this succeeds, d4 damage and 1 intelligence loss as the book chews on its victim and digests the data stored within them.",
      "stats": "3 HD, 12 HP, Armour as leather, slam (+3, d6) or grab (+0, d4 and grab), saves as fighter 3."
    },
    {
      "title": "A Lost Soul",
      "page": 50,
      "description": "The soul of one who died within the library, not yet drawn into the library’s machinery and distilled into a phantom.<br>A lost soul knows what happens to the souls of the dead here. They seek to avoid capture by the grey librarians and to preserve their own independence and sanity. Talking with one can reveal a great deal about the inner workings of the library and the nature of the engines and calculations within.<br><br><strong>Roll a d12 for who the Lost Soul once was.</strong><br>1. A mortal librarian.<br>2. A lost child.<br>3. A nun.<br>4. A mad nobleman.<br>5. A professor of mathematics. <br>6. A master burglar.<br>7. A famed assassin.<br>8. A plague-stricken doctor.<br>9. An emotionally tormented artist. <br>10. A mortal census-taker.<br>11. A historian.<br>12. A genteel necromancer.<br><br>Souls are gaseous beings, immune to all physical damage save that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, and so on.<br><br><strong>Roll two d12s for what powers the lost soul has.</strong><br>1. Move objects about like a poltergeist. Roll to hit at +3 for d6 damage if it throws them at people.<br>2. Create illusions out of mist.<br>3. Cause wet inky writing to appear on things.<br>4. Alter the memories of those present in minor ways: a Save vs Magic resists and alerts the victim.<br>5. Cause something to catch fire for a few moments: a Save vs Breath might be needed to avoid fire, and it does d6 damage.<br>6. Cause ice to appear on things, potentially freezing them in place.<br>7. Extinguish lights and erase text. <br>8. Lock doors securely.<br>9. Speak in a loud voice.<br>10. Make vermin appear: masses of flies, cockroaches or woodlice attacking do d6 damage.<br>11. Create gusts of wind.<br>12. Make objects collapse or fall apart. Roll to hit at +3 for d6 damage if used to attack.",
      "stats": "Hit Dice 4, HP 8, Armour as unarmoured humans, see below for attacks, save as fighter 4."
    },
    {
      "title": "D6 Black Librarians",
      "page": 43,
      "description": "Those who Maintain the Portals.<br><br> Can cast the following each once per turn: Hold Portal, Knock, Hold Person, Turn Mortals (as turn undead), Wall of Iron.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "An Ink Elemental and d4 Inkblots",
      "page": 51,
      "description": "An oozing, creeping mass of ink. By turns, black, deep blue, or iridescent. Formless and fluid. As big as a horse. It seeps and drips. It leaves a sticky black residue behind it.<br>The semi-elemental nature of Ink is to spread, stain and flow. Whilst its own form is transient and ever-shifting, the marks it leaves behind are indelible. It is the constantlyshifting force that leaves a permanent record. <br>Immune to physical weapons. Set alight by fire (takes 1 less damage each subsequent round as it continues to burn), normal damage from cold, electricity and other elemental damage. Immune to backstabs due to lack of anatomy. Can take any shape, seep through gaps, creep up walls.<br>Anything it touches is permanently stained black. Each round, can ‘spend’ d6 HP to produce an Inkblot, or absorb an Inkblot to heal d6 damage.<br><br><h3 class=\"tightSpacing;\">Inkblot<small> pg 51</small></h3><br><i>Hit Dice 1, HP 1. Armour as unarmoured humans, engulf(+1,d10),save as fighter 1.</i><br>The residue created by Ink Elementals. Slithering black stains that trail behind the elemental, leaving a trail of black smudges. The size of a handprint.<br>Immune to physical weapons, normal damage from fire, cold, electricity and other elemental damage. Immune to backstabs due to lack of anatomy. Can take any shape, seep through gaps, creep up walls. Anything it touches is permanently stained black. Can combine with up to 4 other inkblots to produce a new Ink Elemental with d6 HP per inkblot.",
      "stats": "Hit Dice 5, HP 30, Armour as unarmoured humans, engulf (+5, d10), save as fighter 5."
    },
    {
      "title": "An Animate Spell",
      "page": 53,
      "description": "A spell that has broken free of its constraining spellbook and now roams the library as an independent entity. A data-cloud of disembodied text hanging in the air, paragraphs intersecting with one another at odd angles. Letters cast strange shadows from the emergent, occult-significant, shapes they form. The spell’s personality, nature and goals will depend on which spell it actually is, as will its powers. It wants to see itself cast and to see the effects of its magic repeated (IE an animated fireball spell just likes to see things burn in general, while an animated charm person spell likes people to be friends with each other).<br>Roll up a completely random spell from whichever game you’re using. If there are multiple spell lists, randomly select one, and then roll up a spell of a random level from that list.<br>Where the stats below refer to ‘spell level’, roll a d8 to determine the spell’s level if the system you’re using (Wonders & Wickedness, for example) doesn’t use spell levels.<br>Can cast itself once a round at no cost, with perfect control over the results.<br>As a spell rather than a creature, immune to all damage from non-magical sources. Furthermore, physical magical damage (IE from magic weapons) only ever deals 1 damage at a time.<br>Immune to damage and negative effects from sources that match up to the spell’s type (IE an animate ‘fireball spell’ is immune to fire).<br>Whenever the spell’s own spell (or a related spell) is cast nearby, that effect is controlled by the animate spell, not the spellcaster (IE if you try to cast any ’charm’ spell near an animate ’charm person’, that spell is controlled by the animate spell). Effectively you lose the spell and it gets to cast it instead.<br>A successful antimagic field, dispel magic, etc, neutralises the animated spell.<br>Any unfilled spell-slots in magicians are immediately filled by the animate spell’s own spell on encountering it. Likewise spellbooks immediately gain a copy of it for free.",
      "stats": "Hit Dice = spell level, HP = double spell level Armour as unarmoured, cannot attack, save as magicuser level = spell level."
    },
    {
      "title": "D6 red and D6 yellow Librarians",
      "page": 43,
      "description": "<strong>Red:</strong> Those who Maintain The Library's Infrastructure.<br><br>Can cast the following each once per turn: Mending, Message, Shape Stone, Shape Wood, Spider Climb, Levitate, Create Stone.<br><br><strong> Yellow: </strong>Those who Maintain The Books.<br><br> Can cast the following each once per turn: Mending, Message, Charm Person, Suggestion, Detect Thieves (as detect undead), See Invisible.<br><br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "A Neurovore",
      "page": 54,
      "description": "Half-man, half-octopus, all-evil. Neurovores are strange creatures that feast on the data electrically encoded in the brains of mortals. They possess frightening psionic powers. A repository of knowledge like the library is a veritable buffet for them, if they can subdue its guards.<br>Needless to say, the librarians hate them for the way they consume and destroy knowledge.<br>If you’re the enemy of the librarians, the neurovores will be unwaveringly helpful and support you to the best of their power. They need all the allies they can get in here.<br><br>Instead of attacking, can do one of the following each round:<br>• Cast Charm Person, Hold Person or Suggestion (save resists).<br>• Cast Levitate, Invisibility or Detect Living.<br>• Attach one of its four tentacles to a helpless or willing victim’s skull.<br>• Attach the second, third or fourth tentacle to the skull of a victim with a tentacle already holding it.<br>• Consume the brain of a victim with all four tentacles attached, healing all lost HP.",
      "stats": "Hit Dice 8, HP 30 Armour as chain, psionic blast (save vs magic to resist, stun for 3d4 rounds), save as magic-user 8."
    },
    {
      "title": "A Hungry Book",
      "page": 54,
      "description": "Books exist to hold information. Of course, with the density of information present, sometimes this goes wrong. The books want more. They scour the data from every other book on their own shelf, absorbing it into themselves, and head off in search of more.<br>A hungry book is only clumsily animated by the dim intelligence stirring within it. It uses its pages to crawl along the ground, sniffing out data to absorb.<br>Immune to poison, cold, backstabs and other things that need the victim to be alive. Double damage from fire.<br><br>A hit from the book drains data from the victim. Pick one of the options below:<br>• The party loses d4 points of progress.<br>• Thevictimloses1pointofintelligence,permanently.<br>• A scroll carried by the victim is absorbed and becomes useless.<br>• A spell in the victim’s spell-book is absorbed and becomes useless.<br>• Another book carried is absorbed and becomes useless.",
      "stats": "3 HD, 12 HP, Armour as leather, slam (+3, d4 and information drain), saves as fighter 3."
    },
    {
      "title": "2d6 Lantern-Bearers",
      "page": 46,
      "description": "A little hunched figure, no larger than a child, in a faded red robe that conceals its form entirely. It carries a lamp hooked on the end of a long metal pole, that sways and bobs as the lantern-bearer shuffles through the library on its endless patrol.<br>This is the fate of those thieves who try to steal from the library, their bodies withered and their minds warped into loyal servants of the librarians, tasked with rooting out others of their kind.<br>As a librarian: They do not sleep or tire.<br>They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.<br>All invisible beings within the area illuminated by the lantern-bearer are revealed, all illusions negated while the light touches them.",
      "stats": "Hit Dice 3, Hit Points 10, Armour as leather, Smack with Lantern (+3, d4) or Radiant burst (everybody illuminated saves vs magic or takes 1 damage), saves as Thief 3."
    },
    {
      "title": "An Archivist-Lich",
      "page": 55,
      "description": "A once-mortal scholar whose need to see their work finished has seen them seamlessly transition into undeath. Hundreds of years old, consumed by their research. Little more than a dusty skeleton in a robe by now.<br>An impressive intelligence. Highly educated, well spoken, polite and genteel. Obsessive. Has been exploring the library for decades. Roll two d%s on the table for random books (p. 63) to determine the current nature of the lich’s research. Conversation with the lich about the library and its layout gives you +3 Progress, or +5 if the topic of your research matches theirs.<br>Normal undead immunities and vulnerabilities. Cannot be turned.<br>The lich is a spellcaster. Each day it can cast the following once each:<br>‣ Hold Person <br>‣ Disintegrate<br>‣ Dispel Magic<br>‣ Detect Magic<br><br>Furthermore, roll three d20s on the list below for what other spells the lich has available.<br>1. Wall of Ice<br>2. Wall of Iron<br>3. Flesh to Stone and Stone to Flesh<br>4. Charm Person (twice)<br>5. Suggestion (twice)<br>6. Heat Metal<br>7. Teleport Self<br>8. Antimagic Sphere<br>9. Dominate Monster<br>10. Animate Dead (twice)<br>11. Sleep (twice)<br>12. Cloudkill & Mist Form<br>13. Magic Jar<br>14. Animate Object (twice)<br>15. Lightning Bolt (10d6)<br>16. Magic Missile (twice, for 5 missiles doing d4+1 each)<br>17. Mirror Images<br>18. Create Illusions (three times)<br>19. Power Words: Kill & Blind & Madness<br>20. Polymorph Self<br><br>Although the lich has a body that can be destroyed, it cannot be killed permanently. Somewhere in the library is its phylactery - an item to which the lich’s soul is bound. The lich’s body will slowly re-form at its phylactery over the course of a day, and it will come back angry. Only by first destroying the phylactery can the lich be killed properly.<br>To determine what the lich’s phylactery is, roll up an extraordinary book. The next time that exact book is encountered by the PCs, that’s the lich’s phylactery.",
      "stats": "10 HD, 40 HP, Armour as plate, lich’s finger (+10, d10 and paralysis 1 turn), saves as MU 10."
    },
    {
      "title": "An Escaped Fiction",
      "page": 57,
      "description": "Once, these beings were mere characters in a story-book, but now they’ve clawed their way out into the fractally-dense information-cloud of the library. They’re not really real, but its hard to tell because they’re so convincing. They subconsciously crave reality. To warp the real world around their narrative so that they are part of the everyday order of things. Reality obliges. Where they pass, things alter to fit the fiction they have emerged from. You’re playing by their rules, now.<br><br><strong>Roll a d12 to determine who you meet:</strong><br>1. Don Quixote, who tilted at windmills.<br>2. Frankenstein’s Monster, who was built from corpses.<br>3. Grendel, a monstrous inhabitant of the wilderness who hates noise and celebration, one arm torn clean off.<br>4. Doctor Faustus, an occultist regretting selling his soul.<br>5. Count Dracula, the monstrous vampire.<br>6. Lady Macbeth, ambitious and murderous, and of much-degraded sanity.<br>7. The Ghost of Christmas Future, who delivers dire warnings to the mean-spirited.<br>8. Bluebeard, a dashingly handsome murderer of his many wives.<br>9. Sir Lancelot, brilliant knight and enthusiastic adulterer.<br>10. Robin Hood, a charitable bandit and excellent shot.<br>11. Puck, the mischievous fairy sprite.<br>12. Jack the Giant-slayer, young and reckless but cunning.<br><br>Have any vulnerabilities, quirks, powers or immunities appropriate to their character.<br>Attacks or other actions against them that do not fit the setting or ‘narrative style’ of the work they are from fail automatically. (For example, guns simply don’t exist to Sir Lancelot, and he cannot be harmed by them).<br>Reality shifts to accommodate the character, and behaves like the setting they’re from, not ‘real’ reality. Actions intended to fit the character’s setting and narrative (such as deceiving Don Quixote into behaving chivalrously) automatically succeed.<br>In practice, this means that you should alter the tone and feel of your game while an escaped fiction is around. Some examples include:<br>‣ Blood doesn’t get spilled around characters written for children. Tone down any descriptions of gore or violence.<br>‣ Conversely, for characters from more bloody and brutal tales, ratchet the violence all the way up.<br>‣ Horror characters come with appropriately gothic lighting and effects.<br>‣ Technology reverts to that of the timeperiod of the character’s setting. Items from later in history (such as guns and clockwork, perhaps) simply cease to function.<br>‣ In extreme examples, the PCs may be able to hear the non-diegetic soundtrack (trumpet fanfares for Lancelot, or low, tense strings for Lady Macbeth for example).",
      "stats": "5 HD, 15 HP, Armour as that worn by the character, as weapon carried by the character (+5, d8) or else unarmed (+0, d4), saves as Thief 5."
    },
    {
      "title": "A Throng of d6 Phantoms",
"page": 44,
"description": "Phantoms are, effectively, the spiritual remainders of a dead mortal, stripped down to their most basic form. Personality and thought are eroded, leaving little more than a spiritual automata laden with the collected data of that mortal's lifetime. Suffice to say, such beings are ripe for exploitation by the skilled necromancer. Thus, they have become invaluable to the infrastructure of the library, which stores them in glass tubes and uses them to power all manner of arcane machines.<br><br>Phantoms are gaseous beings, immune to all physical damage save that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, and so on.<br>An emotional lash is not a physical attack (indeed a phantom is incapable of affecting the physical world directly) but rather a projection of raw emotion into the mind of its victim. The effects of a phantom's emotional lash depend on its current emotional state, as listed.<br>‣ Contentment or torpor: The victim gets disadvantage to all rolls to act in anger or other strong emotions for one round.<br>‣ Pain or irritation: d4 damage.<br>‣ Rage or anguish: The victim takes d8 damage if they don't spend their next action attacking the subject of the phantom's emotions.<br>‣ Fear or despair: The victim takes d8 damage if they don't spend their next action hiding or cowering.<br>‣ Hunger or envy: The victim takes d8 damage if they don't spend their next action presenting the phantom with what it desires.<br><br>A phantom's emotions are simple and direct, like those of an infant not yet able to talk or an unsophisticated animal. It understands speech only vaguely, able to detect emotion and tone but not precise meanings. Influencing its emotions to calm it, or agitate it and direct it against enemies is simple to achieve, perhaps requiring a charisma roll if the PCs have a sensible plan. It always fails saves to resist magical effects that manipulate its emotions.",
"stats": "Hit Dice 1, HP 1, Armour as unarmoured humans, Emotional Lash (save vs paralysis to avoid, see below effects), save as fighter 1."
    },
    {
      "title": "D6 White Librarians",
      "page": 43,
      "description": "Those who Tend to the Calculations. <br><br>Can cast the following each once per turn: Invisibility, Dispel Magic, Levitate, Inflict Blindness, Inflict Deafness.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "2d6 Crawling Things",
      "page": 58,
      "description": "Improbable chimerical organisms that should not be biologically viable, and yet somehow live. Twitching, shuddering, crawling. Driven by glitching muscle-memory and scrambled genetic instincts. A broken democracy of mismatched anatomies. Tragically incomplete. They want to be a whole organism. They do this by incorporating parts from those they encounter, torn off and jammed into the crawling thing’s amalgamated flesh.<br>Move only slowly. Basically blind and deaf, but not completely, allowing a dim awareness.<br>If its attack hits, it latches onto the victim and begins incorporating their flesh into itself. Each round thereafter it deals damage automatically and heals by that much. Removing it requires a strength check or killing it.",
      "stats": "1 HD, 5 HP, Armour as leather, clawing and clutching (+1, d6), saves as fighter 1."
    },
    {
      "title": "2d6 Educated Rodents",
      "page": 58,
      "description": "Mice that have achieved human-like self awareness simply by absorbing the residual knowledge of the library. They know things they’ve read, but have little to no direct experience of the outside world. They are somewhat credulous but formidably cunning. They enjoy cheese, wine, interesting conversation and elegant music. They dislike cats, ghosts and other scary things.<br>If angered, they attack with sophisticated tactics, gleaned from books on chess and famous battles. They outflank, pin enemies in place, cut off retreats and hold dominant positions.<br>In any brood of educated rodents, each will have studied different fields of knowledge. Go down the list to see what each rodent can do, starting with the first (IE if five rodents are encountered, the first five roles are present).<br><br>‣ The first mouse has studied the arcane arts. It can cast Detect Magic and Dispel Magic once per day each.<br>‣ The second has studied engineering. 50% chance if it wishes to open or seal any lock, fix or disable any mechanical item, etc. Takes only a round to do this.<br>‣ The third has studied military history. It’s bite is instead (+3, d8).<br>‣ The fourth has studied medicine. It can spend its action in combat healing d3 HP an ally has lost, taking the full round to do so.<br>‣ The fifth has studied theology and become devout. It’s attacks count as holy and magical and do double damage to undead or unholy things.<br>‣ The sixth has studied oratory. It can cast Charm Person once per day.<br>‣ The seventh has studied physics. It can cast levitate once per day.<br>‣ The eighth has studied zoology. It can cast Charm Animal and Speak With Animals once per day each.<br>‣ The ninth has studied thanatology and can cast Detect Undead and Speak With Dead once per day each.<br>‣ The tenth has studied fine cuisine. It is well nourished and healthy. It has 6 HP.<br>‣ The eleventh has studied politics. When it attacks a surprised or unaware enemy, it gets +4 to hit and does double damage.<br>‣ The twelfth has studied psychology. 5-in-6 chance to spot any lie told to it (all other mice believe any lie they hear).<br>‣ Any other mice have studied some interesting but ultimately useless field in the humanities.",
      "stats": "1 HD, 3 HP, Armour as leather, clawing bite (+1, d4), saves as thief 1."
    },
    {
      "title": "An Eye Sentinel",
      "page": 60,
      "description": "A single huge floating eyeball, levitated by psychic might alone.<br>Sometimes, a jarred brain develops mighty psionic powers and escapes its jar. Sometimes, such beings are re-captured by the librarians. This is what the librarians do to them.<br>The eye sentinels are used by the librarians to monitor less frequently-visited areas to ensure everything is kept running according to the librarians’ schedule.<br>Can levitate. Perceives the world through psychic resonances, so hiding behind things won’t help but emptying your mind of thoughts effectively makes you invisible to them.<br><br>An eye sentinel has mighty psionic powers. Each round, it can use them to do one of the following:<br>• Project pain (everybody must save vs magic or take d4 damage).<br>• Project fatigue (one victim must save vs magic or fall asleep)<br>• Read a mind. Edit one memory in the mind being read (save vs magic resists).<br>• Cast Suggestion (save vs magic resists).<br>• Summon Librarians. Either d6 from a particular order, or one of each order. The librarians step out from behind a bookshelf next round.",
      "stats": "Hit Dice 8, Hit Points 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or see below, saves as MU 8."
    },
    {
      "title": "D6 Grey Librarians",
      "page": 43,
      "description": "Those who Shepherd the Restless Dead.<br><br>Can cast the following each once per turn: Detect Undead, See Invisible, Trap the Soul, Command Undead, Reduce to Phantom. Reduce to Phantom targets a single undead being or trapped soul. If a save vs magic is failed, the target is stripped of its individuality and becomes a phantom.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "A Black Ooze",
      "page": 60,
      "description": "Like the green slime found infesting less genteel dungeons. Black ooze is a simple lifeform that grows in unattended nooks and crannies. It feeds on mental energy. Touching it allows it to digest your brainwaves, causing it to grow rapidly as it absorbs and incorporates your mind. It oozes like an amoeba. It creeps under floorboards and behind wallpaper. It’s hungry.<br>As an ooze, takes a maximum of 1 damage from any slashing or piercing attack. Immune to backstabs due to lack of anatomy. Mindless. Can climb up walls, squeeze through gaps, etc.<br>Mental Digestion gets a bonus to hit equal to the ooze’s current hit-dice (IE a 5HD ooze gets +5 to hit). Every time you touch it, it gets to make a free Mental Digestion attack against you (rolling to hit as normal).<br>It deals d6 damage to the victim’s intelligence score, plus the victim’s current Intelligence modifier. (IE an Int 8 victim takes d6-1 intelligence damage, because they have a –1 intelligence modifier). The ooze then gains as many hit dice as the damage dealt.",
      "stats": "Hit Dice d8, Hit Points = Hit Dice, Armour as unarmoured. Mental Digestion (see below) saves as Fighter = Hit Dice."
    },
    {
      "title": "A Conceptual Well",
      "page": 61,
      "description": "An intellectual absence, cosmic censorship. A space that cannot be perceived or conceptualized. Like a psychological black hole.<br>It cannot be perceived directly. Describe it in the negatives; for example ‘there isn’t something horrible in the room’ or ‘nothing has rolled a 6 for its initiative’ or ‘the thing that is not in front of you attacks’ or ‘nothing is definitely responsible for your comrade’s death’. The players might catch on eventually, it’s just a matter of how badly it will have mutilated their PCs.<br>The PCs can target it using the same language. ‘I’m going to shoot nothing’ or ‘I’m not fleeing from anything’. Likewise they can get details about it by asking negative questions, such as ‘where isn’t there anything?’ or ‘what does nothing here look like?’<br>(If it matters, the conceptual well doesn’t look like a helpless child of around four years old. It isn’t young and innocent, and it isn’t curious about its surroundings and playful. It isn’t basically helpless as soon as the PCs actually attack it, and it doesn’t die pitifully. It also might not be violent towards the PCs. It doesn’t fundamentally fail to comprehend them, and doesn’t try to take them apart to see how they work.)<br>It will get confusing. Good. This is an accurate simulation of what it’s like encountering something you can’t perceive and which directly assaults your ability to comprehend the external world.<br>Each round, for each PC that fails their save, the conceptual well drains their ability to comprehend some idea or concept. <br><br><strong>Roll a d20 for what they forget:</strong><br>1. That People Can Die<br>2. How To Use Mathematics<br>3. Money & Its Value<br>4. What Romance Is<br>5. That Violence Exists<br>6. Anybody Related To Them By Blood<br>7. What Fire Is<br>8. That Other People Have Feelings Too<br>9. Gravity & That Things Fall<br>10. Anybody Who is Their Superior & Why They Should Be Obeyed<br>11. That Animals Cannot Talk or Reason Like People<br>12. Anybody That They Currently Hate<br>13. That People Can Lie<br>14. What Pain Is<br>15. Where New People Come From (IE Babies etc)<br>16. What Families Are<br>17. That Social Inequality Exists<br>18. Why We Should Obey The Law & What Happens When We Don’t<br>19. Where Food Comes From<br>20. That Dreams Are Not Real<br><br>Acting in any way that suggests the PC is, in fact aware of an erased concept deals d20 damage to them unless they immediately retcon the action when prompted.",
      "stats": "Hit Dice 1, Hit Points 1, Armour as unarmoured, Erase Concepts (save vs magic to resist, see below) and unreal knife (+1, d6), saves as magic user 1."
    }
  ],
  "intruderEncounters": [{
      "title": "A Black Librarian",
      "page": 43,
      "description": "Those who Maintain the Portals. <br><br>Can cast the following each once per turn: Hold Portal, Knock, Hold Person, Turn Mortals (as turn undead), Wall of Iron.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "D6+6 Tooth-wardens",
      "page": 52,
      "description": "Little floating teeth, each perfectly preserved. They hang in the air in a roughly mouthshaped pattern. They talk in unity, the ‘mouth’ they create changing shape to match their words.<br>Their intelligence is somewhere between a group of children and a flock of birds. They chatter endlessly, think everything is exciting. If a skull-warden is present, then the toothwardens fawn over it like children over a favourite grandparent. Everything the skullwarden does is wise and interesting and brilliant.<br>Normal undead immunities & vulnerabilities. Levitate.<br>All the tooth-wardens make a single attack representing their collective jaws biting. It rolls to hit at +X, and does exactly X damage, where X is the amount of tooth-wardens in the jaws.",
      "stats": "Hit Dice 1, HP 1 Armour as chain, chomp (see below), save as magic-user 1."
    },
    {
      "title": "A Giant Bookworm",
      "page": 45,
      "description": "This creature appears as a huge, fleshy, pallid insect larvae. A fat segmented body, like that of a caterpillar or maggot, ends with a head studded with tiny black eyes, and bearing six waving tendrils around the creature’s mouth. The creature is about the size of a human torso, in length and thickness, with the tendrils extending another foot or so.<br>The bookworms can chew a tunnel through wood or paper, but this is not their preferred food and they favour hunting as ambush predators. Many bookshelves and floors hide - beneath a seemingly normal surface - a network of bookworm tunnels through which the creature crawls in search of prey, bursting from its burrows to pick off vulnerable visitors to the library.",
      "stats": "Hit Dice 2, HP 11, Armour as leather, 6 tendrils (+0, paralysis for d6 rounds) or bite (d6 damage vs helpless victim), save as fighter 2."
    },
    {
      "title": "D4 Red Librarians",
      "page": 43,
      "description": "Those who Maintain The Library's Infrastructure.<br><br> Can cast the following each once per turn: Mending, Message, Shape Stone, Shape Wood, Spider Climb, Levitate, Create Stone.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "A Rust Moth",
      "page": 45,
      "description": "Related to a wide variety of similar insectile creatures (most notably the cockroach-like rust monsters), these creatures feed by corroding metal into an oxidised powder that they can digest.<br>Rust moths resemble hand-sized moths, with orange - brown bodies covered in flaky metallic scales and wings like corroded metal foil.<br>Most noticeable are the antennae that sprout from their heads, which are their main form of attack.",
      "stats": "Hit Dice 1, HP 4, Armour as plate, 2 Antennae (+0, ruins a piece of metal equipment), save as fighter 1."
    },
    {
      "title": "A Dust Elemental",
      "page": 45,
      "description": "Little elemental incarnations, conglomerates of dust, grit, dirt and fluff. Like somebody scattered detritus on the ground in the rough shape of a human. It lurks under bookshelves, drifts on imperceptible drafts, creeps forward.<br>The quasi-elemental nature of dust is one of things broken down, crumbling, desiccated.It is not particularly compatible with life, and the attentions of such an elemental are likely extremely unpleasant.<br>Immune to normal weapons and physical attacks. Fire, cleaning with water, strong winds and so on all deal 2 d6 damage per round. Immune to poison, pain, fear, etc. Can seep through any crack or gap.",
      "stats": "Hit Dice 5, HP 20, Armour as unarmoured, crumbling touch (+5, d8 damage), save as fighter 5."
    },
    {
      "title": "A Lantern-Bearer",
      "page": 46,
      "description": "A little hunched figure, no larger than a child, in a faded red robe that conceals its form entirely. It carries a lamp hooked on the end of a long metal pole, that sways and bobs as the lantern-bearer shuffles through the library on its endless patrol.<br>This is the fate of those thieves who try to steal from the library, their bodies withered and their minds warped into loyal servants of the librarians, tasked with rooting out others of their kind.<br>As a librarian: They do not sleep or tire.<br>They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.<br>All invisible beings within the area illuminated by the lantern-bearer are revealed, all illusions negated while the light touches them.",
      "stats": "Hit Dice 3, Hit Points 10, Armour as leather, Smack with Lantern (+3, d4) or Radiant burst (everybody illuminated saves vs magic or takes 1 damage), saves as Thief 3."
    },
    {
      "title": "D4 Furious Books",
      "page": 46,
      "description": "An animated book that, as a result of the horrible and inflammatory knowledge within, is really just... unreasonably pissed off at the world.<br>Flaps about using its covers like wings, and then hurls itself into anything that attracts its fury.<br>Each successful hit by the book permanently reduces the victim’ s Intelligence by 1: each time this happens, the book gains another chapter and a half - inch of thickness.",
      "stats": "3 HD, 12 HP, Armour as leather, slam (+0, d6 and Intelligence Drain), saves as fighter 3. Can levitate. Immune to poison, cold, backstabs and other things that need the victim to be alive. Double damage from fire."
    },
    {
      "title": "2d6 Paper Bees",
      "page": 47,
      "description": "Bees the size of a human hand that inhabit the less frequently visited corners of the library. They feed on ink and grime rather than nectar, and distil it into black honey.<br>When paper bees are encountered, they’ve probably got a hive not too far away. If the players decide to track where the bees go, then after d4 locations of Going Deeper they will find a paper beehive.",
      "stats": "Bee: HD 1, HP 3, Armour as leather, sting (+1, d8 damage to the bee and its victim) saves as fighter 1."
    },
    {
      "title": "A Guardian Shade",
      "page": 47,
      "description": "A human soul, compressed and refined into a weapon. Appears as a patch of darkness hanging in the air, vaguely reminiscent of a human silhouette. Like a miasma or shadow. It does not remember its former life. It exists to serve, to hunt and destroy those who threaten the library. It is single-minded and has little ability to conceptualize ideas outside of its role as a guard.<br>Conscious beings can tell that it is unnatural. It’s presence makes their skin crawl, their stomach churn.<br>Shades are gaseous beings, immune to all physical damage save that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, and so on.<br>As well as damage, those affected by a shade’s aura lose d4 points of strength permanently. Those reduced to 0 strength by this are resurrected as another shade totally enslaved to their progenitor.",
      "stats": "Hit Dice 2, HP 7, Armour as unarmoured humans, Chilling Aura (save vs paralysis to avoid, d4 damage and strength drain), save as fighter 1."
    },
    {
      "title": "D6 Yellow Librarians",
      "page": 43,
      "description": "Those who Maintain The Books.<br><br> Can cast the following each once per turn: Mending, Message, Charm Person, Suggestion, Detect Thieves (as detect undead), See Invisible.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "D4 Ogre Spiders",
      "page": 47,
      "description": "Huge spiders the size of dogs that dwell in the ceilings and vents of the library. They hunt in the dark, creeping above their prey before dropping their webs over the victim like a net.<br>An ogre spider’ s abdomen is long and thin, resembling that of a praying mantis more than the normal bulbous appearance of typical spiders. Meanwhile, their faces feature huge black eyes and thick maxillae that resemble a human skull.",
      "stats": "3 HD, 12 HP, Armour as leather, bite (+3, d6 and save vs poison) or net (+3, save vs paralysis or be entangled and helpless), saves as fighter 3. Can walk up walls and over ceilings. Poison does d8 damage to dexterity."
    },
    {
      "title": "A Phantom",
      "page": 44,
      "description": "Phantoms are, effectively, the spiritual remainders of a dead mortal, stripped down to their most basic form. Personality and thought are eroded, leaving little more than a spiritual automata laden with the collected data of that mortal's lifetime. Suffice to say, such beings are ripe for exploitation by the skilled necromancer. Thus, they have become invaluable to the infrastructure of the library, which stores them in glass tubes and uses them to power all manner of arcane machines.<br><br>Phantoms are gaseous beings, immune to all physical damage save that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, and so on.<br>An emotional lash is not a physical attack (indeed a phantom is incapable of affecting the physical world directly) but rather a projection of raw emotion into the mind of its victim. The effects of a phantom's emotional lash depend on its current emotional state, as listed.<br>‣ Contentment or torpor: The victim gets disadvantage to all rolls to act in anger or other strong emotions for one round.<br>‣ Pain or irritation: d4 damage.<br>‣ Rage or anguish: The victim takes d8 damage if they don't spend their next action attacking the subject of the phantom's emotions.<br>‣ Fear or despair: The victim takes d8 damage if they don't spend their next action hiding or cowering.<br>‣ Hunger or envy: The victim takes d8 damage if they don't spend their next action presenting the phantom with what it desires.<br><br>A phantom's emotions are simple and direct, like those of an infant not yet able to talk or an unsophisticated animal. It understands speech only vaguely, able to detect emotion and tone but not precise meanings. Influencing its emotions to calm it, or agitate it and direct it against enemies is simple to achieve, perhaps requiring a charisma roll if the PCs have a sensible plan. It always fails saves to resist magical effects that manipulate its emotions.",
      "stats": "Hit Dice 1, HP 1, Armour as unarmoured humans, Emotional Lash (save vs paralysis to avoid, see below effects), save as fighter 1."
    },
    {
      "title": "D6 Floating Brains",
      "page": 48,
      "description": "Remember those brains in jars? Sometimes, the isolation of a brain-jar has an odd effect on the mind of the interred brain. Introspection and contemplation cut off from all sensory stimulus or ability to act result in profound shifts in outlook and ways of thinking. At its most dramatic extreme, such a paradigm shift in the imprisoned brain’s thinking can unlock the mind’s hidden psychoactive potential. Flexing newly-discovered psionic muscles, the brain breaks free of its glassy prison and escapes.<br>Such brains only interact with the world through their psychic powers, and thus form a beacon to others of their kind. Soon, they will gather together into a sort of psionic choir, a loose flock of floating brains bobbing along on invisible psychokinetic currents, trailing their useless spinal columns behind them.<br>Needless to say, such beings are not too fond of the librarians that imprisoned them. They’re not too fond of any neurovores in the library either, since they form those creatures’ main diet.<br>Can levitate. Blind. Perceives the world through psychic resonances, so hiding behind things won’t help but emptying your mind of thoughts effectively makes you invisible to them.<br><br><strong>Roll two d10s on the list below for what else the choir can do. All will have the same powers.</strong><br>1. Project pain (all nearby save vs magic or take d4 damage).<br>2. Communicate telepathically.<br>3. Cause hallucinations (save vs magic resists).<br>4. Teleport objects short distances.<br>5. Read memories. Erase memories read, if they want (save vs magic resists erasure).<br>6. Move things telekinetically (roll to hit at +8, damage is d4-d12 depending on what’s used to attack).<br>7. Cause inanimate objects to crumble to dust.<br>8. Predict the immediate future. (1-in-6 save to resist any effect through prescience).<br>9. Teleport self short distances.<br>10. Cause sleep (save vs magic or sleep).",
      "stats": "Hit Dice 8, Hit Points 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or see below, saves as MU 8."
    },
    {
      "title": "A Bandersnatch",
      "page": 49,
      "description": "A strange monster that has escaped into the library from fairy realms.<br>It’s form is essentially avian, like a heron. Long legs, and a serpentine neck ending in its head. Instead of wings, it possesses two spindly arms that end in wide human-like hands with splayed fingers.<br>The Bandersnatch lurks. It has an uncanny ability to avoid drawing attention until its hands have closed around whatever it wishes to steal. This might be an object, a piece of equipment, or a person.<br><br>As a fairy creature, the Bandersnatch is as mad as a box of frogs. It’s a sort of kleptomaniac, collecting things with no seeming connection between its collection. If prevented from taking the object it desires, it becomes enraged.<br>3-in-6 chance to go unnoticed if it wants to and hasn’t done anything dramatic.<br>Long arms give 15 feet of reach.<br><br><strong>Each round, it can use each hand to do one of the following:</strong><br>‣ Slap (+10 to hit, d4 damage).<br>‣ Grab (+10 to hit, grabs the victim, no damage. Escaping from the grab requires 3 successful strength rolls).<br>‣ Squeeze (hits automatically, does 2d6 damage to a grabbed victim).<br>‣ Pick a Pocket (3-in-6 chance to succeed).<br>‣ Snatch a Held Item (5-in-6 chance to succeed). <br><br><strong>Roll a d12 every so often for what the Bandersnatch wishes to steal right now.</strong><br>1. Food<br>2. Shiny Things <br>3. BeautifulPeople <br>4. Eyes<br>5. Stolen Things <br>6. String & Rope <br>7. Tools<br>8. Weapons<br>9. Clothing<br>10. Skin<br>11. Tongues<br>12. Maps",
      "stats": "Hit Dice 10, Hit Points 25, Armour as unarmoured, two hands (see below), saves as thief 10. Half damage from non-iron weapons, double from iron ones."
    },
    {
      "title": "A Flock of d6+1 Animate Books",
      "page": 50,
      "description": "Knowledge is power. Power corrupts. Put enough knowledge in something and it will inevitably start to overreach itself, behaving in ways it was never meant to.<br>That’s what’s happened here. A text with sufficient information-density warps itself, achieves a sort of intelligence and a sort of life. It doesn’t realise it’s not alive.<br>Animate books roam the library like animals, hiding under bookshelves and making nests in the rafters. When the librarians catch them, they’re disenchanted and returned to their proper place, inanimate on the bookshelves.<br>Immune to poison, cold, backstabs and other things that need the victim to be alive. Double damage from fire.<br>Once grabbed by an animate book, breaking out requires a full round spent making a strength roll. Until this succeeds, d4 damage and 1 intelligence loss as the book chews on its victim and digests the data stored within them.",
      "stats": "3 HD, 12 HP, Armour as leather, slam (+3, d6) or grab (+0, d4 and grab), saves as fighter 3."
    },
    {
      "title": "A Lost Soul",
      "page": 50,
      "description": "The soul of one who died within the library, not yet drawn into the library’s machinery and distilled into a phantom.<br>A lost soul knows what happens to the souls of the dead here. They seek to avoid capture by the grey librarians and to preserve their own independence and sanity. Talking with one can reveal a great deal about the inner workings of the library and the nature of the engines and calculations within.<br><br><strong>Roll a d12 for who the Lost Soul once was.</strong><br>1. A mortal librarian.<br>2. A lost child.<br>3. A nun.<br>4. A mad nobleman.<br>5. A professor of mathematics. <br>6. A master burglar.<br>7. A famed assassin.<br>8. A plague-stricken doctor.<br>9. An emotionally tormented artist. <br>10. A mortal census-taker.<br>11. A historian.<br>12. A genteel necromancer.<br><br>Souls are gaseous beings, immune to all physical damage save that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, and so on.<br><br><strong>Roll two d12s for what powers the lost soul has.</strong><br>1. Move objects about like a poltergeist. Roll to hit at +3 for d6 damage if it throws them at people.<br>2. Create illusions out of mist.<br>3. Cause wet inky writing to appear on things.<br>4. Alter the memories of those present in minor ways: a Save vs Magic resists and alerts the victim.<br>5. Cause something to catch fire for a few moments: a Save vs Breath might be needed to avoid fire, and it does d6 damage.<br>6. Cause ice to appear on things, potentially freezing them in place.<br>7. Extinguish lights and erase text. <br>8. Lock doors securely.<br>9. Speak in a loud voice.<br>10. Make vermin appear: masses of flies, cockroaches or woodlice attacking do d6 damage.<br>11. Create gusts of wind.<br>12. Make objects collapse or fall apart. Roll to hit at +3 for d6 damage if used to attack.",
      "stats": "Hit Dice 4, HP 8, Armour as unarmoured humans, see below for attacks, save as fighter 4."
    },
    {
      "title": "D6 Black Librarians",
      "page": 43,
      "description": "Those who Maintain the Portals.<br><br> Can cast the following each once per turn: Hold Portal, Knock, Hold Person, Turn Mortals (as turn undead), Wall of Iron.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "A Skull-warden and 2d6 Tooth-wardens",
      "page": 52,
      "description": "A large skull with a single eye-socket, perhaps taken from a cyclops, perhaps from some beast such as an elephant or deformed whale. Bleached white, perfectly preserved. Hanging in the air as if from invisible threads. Intelligent. Pompous, impressed only by its own cleverness. Uses big words, belittles the intellect of those in discussion with it, loudly proclaims its own genius in conversation or battle. Despite its arrogance, a mighty foe that projects beams of necrotic power from the cavities and crevices in its skull.<br>Normal undead immunities & vulnerabilities. Levitates.<br>The skull-warden’s single eye-socket emits a gaze that supresses magic. All magic ceases functioning where it looks for as long as its gaze lingers.<br>Each round, it can use one each of any of the following rays instead of one of its laser-beams. (They roll to hit as normal).<br>• Levitation (subject is lifted 10 feet per round while in the ray).<br>• Expansion (subject doubles in size while in the ray).<br>• Contraction (subject halves in size while in the ray).<br>• Stasis (subject is held in place and cannot move from its current position while in the ray).<br>• Attraction (subject is pulled 10 feet closer to the skull-warden each round that they remain in the ray, and cannot escape or move back).<br>• Petrification (turned to stone for d6 rounds, save vs magic resists).<br><br><h3 class=\"tightSpacing;\">Tooth-wardens<small> pg 52</small></h3><br><i>Hit Dice 1, HP 1 Armour as chain, chomp (see below), save as magic-user 1.</i><br>Little floating teeth, each perfectly preserved. They hang in the air in a roughly mouthshaped pattern. They talk in unity, the ‘mouth’ they create changing shape to match their words.<br>Their intelligence is somewhere between a group of children and a flock of birds. They chatter endlessly, think everything is exciting. If a skull-warden is present, then the toothwardens fawn over it like children over a favourite grandparent. Everything the skullwarden does is wise and interesting and brilliant.<br>Normal undead immunities & vulnerabilities. Levitate.<br>All the tooth-wardens make a single attack representing their collective jaws biting. It rolls to hit at +X, and does exactly X damage, where X is the amount of tooth-wardens in the jaws.",
      "stats": "Hit Dice 11, HP 22 Armour as chain, d6 necromantic laser-beams (+11, d6), save as magic-user 11."
    },
    {
      "title": "An Animate Spell",
      "page": 53,
      "description": "A spell that has broken free of its constraining spellbook and now roams the library as an independent entity. A data-cloud of disembodied text hanging in the air, paragraphs intersecting with one another at odd angles. Letters cast strange shadows from the emergent, occult-significant, shapes they form. The spell’s personality, nature and goals will depend on which spell it actually is, as will its powers. It wants to see itself cast and to see the effects of its magic repeated (IE an animated fireball spell just likes to see things burn in general, while an animated charm person spell likes people to be friends with each other).<br>Roll up a completely random spell from whichever game you’re using. If there are multiple spell lists, randomly select one, and then roll up a spell of a random level from that list.<br>Where the stats below refer to ‘spell level’, roll a d8 to determine the spell’s level if the system you’re using (Wonders & Wickedness, for example) doesn’t use spell levels.<br>Can cast itself once a round at no cost, with perfect control over the results.<br>As a spell rather than a creature, immune to all damage from non-magical sources. Furthermore, physical magical damage (IE from magic weapons) only ever deals 1 damage at a time.<br>Immune to damage and negative effects from sources that match up to the spell’s type (IE an animate ‘fireball spell’ is immune to fire).<br>Whenever the spell’s own spell (or a related spell) is cast nearby, that effect is controlled by the animate spell, not the spellcaster (IE if you try to cast any ’charm’ spell near an animate ’charm person’, that spell is controlled by the animate spell). Effectively you lose the spell and it gets to cast it instead.<br>A successful antimagic field, dispel magic, etc, neutralises the animated spell.<br>Any unfilled spell-slots in magicians are immediately filled by the animate spell’s own spell on encountering it. Likewise spellbooks immediately gain a copy of it for free.",
      "stats": "Hit Dice = spell level, HP = double spell level Armour as unarmoured, cannot attack, save as magicuser level = spell level."
    },
    {
      "title": "D6 red and D6 yellow Librarians",
      "page": 43,
      "description": "<strong>Red:</strong> Those who Maintain The Library's Infrastructure.<br><br>Can cast the following each once per turn: Mending, Message, Shape Stone, Shape Wood, Spider Climb, Levitate, Create Stone.<br><br><strong> Yellow: </strong>Those who Maintain The Books.<br><br> Can cast the following each once per turn: Mending, Message, Charm Person, Suggestion, Detect Thieves (as detect undead), See Invisible.<br><br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "A Neurovore",
      "page": 54,
      "description": "Half-man, half-octopus, all-evil. Neurovores are strange creatures that feast on the data electrically encoded in the brains of mortals. They possess frightening psionic powers. A repository of knowledge like the library is a veritable buffet for them, if they can subdue its guards.<br>Needless to say, the librarians hate them for the way they consume and destroy knowledge.<br>If you’re the enemy of the librarians, the neurovores will be unwaveringly helpful and support you to the best of their power. They need all the allies they can get in here.<br><br>Instead of attacking, can do one of the following each round:<br>• Cast Charm Person, Hold Person or Suggestion (save resists).<br>• Cast Levitate, Invisibility or Detect Living.<br>• Attach one of its four tentacles to a helpless or willing victim’s skull.<br>• Attach the second, third or fourth tentacle to the skull of a victim with a tentacle already holding it.<br>• Consume the brain of a victim with all four tentacles attached, healing all lost HP.",
      "stats": "Hit Dice 8, HP 30 Armour as chain, psionic blast (save vs magic to resist, stun for 3d4 rounds), save as magic-user 8."
    },
    {
      "title": "A Hungry Book",
      "page": 54,
      "description": "Books exist to hold information. Of course, with the density of information present, sometimes this goes wrong. The books want more. They scour the data from every other book on their own shelf, absorbing it into themselves, and head off in search of more.<br>A hungry book is only clumsily animated by the dim intelligence stirring within it. It uses its pages to crawl along the ground, sniffing out data to absorb.<br>Immune to poison, cold, backstabs and other things that need the victim to be alive. Double damage from fire.<br><br>A hit from the book drains data from the victim. Pick one of the options below:<br>• The party loses d4 points of progress.<br>• Thevictimloses1pointofintelligence,permanently.<br>• A scroll carried by the victim is absorbed and becomes useless.<br>• A spell in the victim’s spell-book is absorbed and becomes useless.<br>• Another book carried is absorbed and becomes useless.",
      "stats": "3 HD, 12 HP, Armour as leather, slam (+3, d4 and information drain), saves as fighter 3."
    },
    {
      "title": "2d6 Floating Brains",
      "page": 48,
      "description": "Remember those brains in jars? Sometimes, the isolation of a brain-jar has an odd effect on the mind of the interred brain. Introspection and contemplation cut off from all sensory stimulus or ability to act result in profound shifts in outlook and ways of thinking. At its most dramatic extreme, such a paradigm shift in the imprisoned brain’s thinking can unlock the mind’s hidden psychoactive potential. Flexing newly-discovered psionic muscles, the brain breaks free of its glassy prison and escapes.<br>Such brains only interact with the world through their psychic powers, and thus form a beacon to others of their kind. Soon, they will gather together into a sort of psionic choir, a loose flock of floating brains bobbing along on invisible psychokinetic currents, trailing their useless spinal columns behind them.<br>Needless to say, such beings are not too fond of the librarians that imprisoned them. They’re not too fond of any neurovores in the library either, since they form those creatures’ main diet.<br>Can levitate. Blind. Perceives the world through psychic resonances, so hiding behind things won’t help but emptying your mind of thoughts effectively makes you invisible to them.<br><br><strong>Roll two d10s on the list below for what else the choir can do. All will have the same powers.</strong><br>1. Project pain (all nearby save vs magic or take d4 damage).<br>2. Communicate telepathically.<br>3. Cause hallucinations (save vs magic resists).<br>4. Teleport objects short distances.<br>5. Read memories. Erase memories read, if they want (save vs magic resists erasure).<br>6. Move things telekinetically (roll to hit at +8, damage is d4-d12 depending on what’s used to attack).<br>7. Cause inanimate objects to crumble to dust.<br>8. Predict the immediate future. (1-in-6 save to resist any effect through prescience).<br>9. Teleport self short distances.<br>10. Cause sleep (save vs magic or sleep).",
      "stats": "Hit Dice 8, Hit Points 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or see below, saves as MU 8."
    },
    {
      "title": "An Infernal Merchant",
      "page": 56,
      "description": "A visitor from Hell. The library contains souls, trapped and catalogued, and considering that souls form the main currency of Hell, this has resulted in a certain degree of financial interest from the devils.<br>The infernal merchant is here to trade souls. He might buy them or trade them for some service, or else be willing to sell souls from his stock if a good price is offered.<br>He will seem helpful. He isn’t. His three goals are to enrich himself, to entice mortals into damning themselves and to cause mortals to suffer. Everything he offers is a trap, his contracts carefully worded to screw the mortal signee. Small print is written on an atomic scale.<br>His prices are, when you think about them, very reasonable.<br>Halve damage not from holy, magical, or silver weapons. Double damage from holy sources. Immune to mind-control that doesn’t specifically target infernal beings.<br><br><strong>Roll a d12 for its appearance. It is:</strong><br>1. Angelic<br>2. A goat-human hybrid.<br>3. A bat-human hybrid.<br>4. A huge serpent.<br>5. Corpselike.<br>6. Perfectly human looking. other than tiny horns.<br>7. Perfectly human looking, with an evil goatee and moustache.<br>8. A serpent-human hybrid.<br>9. An empty robe that oozes smoke.<br>10. A mass of chains and locks in a humanoid form.<br>11. An innocent-looking human child, with a forked tongue.<br>12. A savage-looking humanoid with six arms.<br><br><strong>Roll a d12 to determines a special ability the devil possesses.</strong><br>1. Can turn any object or being to solid gold by touching it, at will.<br>2. Can transform into a cloud of flies.<br>3. Can transform into a harmless-looking animal.<br>4. Can mimic the appearance of the viewer’s loved-ones.<br>5. Touch drains memory (d12 damage to intelligence).<br>6. Can teleport short distances in a puff ofsmoke.<br>7. Can sculpt flesh like soft wax (2d6 damage when used to mutilate).<br>8. Can locate the soul of a specified individual unerringly.<br>9. Immune to fire.<br>10. Casts charm person when it shakes your hand.<br>11. Casts suggestion at will, but requires the victim to answer a direct question to do so.<br>12. Can resurrect the dead. No need for an intact body. The dead come back... altered.<br><br>The devil can grant each mortal a single wish. It requires payment to do so. Perhaps their soul upon death. Perhaps the murder and delivery of somebody else’s soul. Perhaps some seemingly innocuous task. Unless you’re incredibly precise with your wording, the wish will be perverted and made evil. You’ll get precisely what you asked for, but you’ll wish you hadn’t.<br>It is evil. It is smarter than the PCs.",
      "stats": "HD 8, HP 16, Armour as chain, Whip/claws/ pitchfork/flensing knife (+8, d8 damage), saves as fighter of equal HD."
    },
    {
      "title": "An Escaped Fiction",
      "page": 57,
      "description": "Once, these beings were mere characters in a story-book, but now they’ve clawed their way out into the fractally-dense information-cloud of the library. They’re not really real, but its hard to tell because they’re so convincing. They subconsciously crave reality. To warp the real world around their narrative so that they are part of the everyday order of things. Reality obliges. Where they pass, things alter to fit the fiction they have emerged from. You’re playing by their rules, now.<br><br><strong>Roll a d12 to determine who you meet:</strong><br>1. Don Quixote, who tilted at windmills.<br>2. Frankenstein’s Monster, who was built from corpses.<br>3. Grendel, a monstrous inhabitant of the wilderness who hates noise and celebration, one arm torn clean off.<br>4. Doctor Faustus, an occultist regretting selling his soul.<br>5. Count Dracula, the monstrous vampire.<br>6. Lady Macbeth, ambitious and murderous, and of much-degraded sanity.<br>7. The Ghost of Christmas Future, who delivers dire warnings to the mean-spirited.<br>8. Bluebeard, a dashingly handsome murderer of his many wives.<br>9. Sir Lancelot, brilliant knight and enthusiastic adulterer.<br>10. Robin Hood, a charitable bandit and excellent shot.<br>11. Puck, the mischievous fairy sprite.<br>12. Jack the Giant-slayer, young and reckless but cunning.<br><br>Have any vulnerabilities, quirks, powers or immunities appropriate to their character.<br>Attacks or other actions against them that do not fit the setting or ‘narrative style’ of the work they are from fail automatically. (For example, guns simply don’t exist to Sir Lancelot, and he cannot be harmed by them).<br>Reality shifts to accommodate the character, and behaves like the setting they’re from, not ‘real’ reality. Actions intended to fit the character’s setting and narrative (such as deceiving Don Quixote into behaving chivalrously) automatically succeed.<br>In practice, this means that you should alter the tone and feel of your game while an escaped fiction is around. Some examples include:<br>‣ Blood doesn’t get spilled around characters written for children. Tone down any descriptions of gore or violence.<br>‣ Conversely, for characters from more bloody and brutal tales, ratchet the violence all the way up.<br>‣ Horror characters come with appropriately gothic lighting and effects.<br>‣ Technology reverts to that of the timeperiod of the character’s setting. Items from later in history (such as guns and clockwork, perhaps) simply cease to function.<br>‣ In extreme examples, the PCs may be able to hear the non-diegetic soundtrack (trumpet fanfares for Lancelot, or low, tense strings for Lady Macbeth for example).",
      "stats": "5 HD, 15 HP, Armour as that worn by the character, as weapon carried by the character (+5, d8) or else unarmed (+0, d4), saves as Thief 5."
    },
    {
      "title": "A Throng of d6 Phantoms",
"page": 44,
"description": "Phantoms are, effectively, the spiritual remainders of a dead mortal, stripped down to their most basic form. Personality and thought are eroded, leaving little more than a spiritual automata laden with the collected data of that mortal's lifetime. Suffice to say, such beings are ripe for exploitation by the skilled necromancer. Thus, they have become invaluable to the infrastructure of the library, which stores them in glass tubes and uses them to power all manner of arcane machines.<br><br>Phantoms are gaseous beings, immune to all physical damage save that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, and so on.<br>An emotional lash is not a physical attack (indeed a phantom is incapable of affecting the physical world directly) but rather a projection of raw emotion into the mind of its victim. The effects of a phantom's emotional lash depend on its current emotional state, as listed.<br>‣ Contentment or torpor: The victim gets disadvantage to all rolls to act in anger or other strong emotions for one round.<br>‣ Pain or irritation: d4 damage.<br>‣ Rage or anguish: The victim takes d8 damage if they don't spend their next action attacking the subject of the phantom's emotions.<br>‣ Fear or despair: The victim takes d8 damage if they don't spend their next action hiding or cowering.<br>‣ Hunger or envy: The victim takes d8 damage if they don't spend their next action presenting the phantom with what it desires.<br><br>A phantom's emotions are simple and direct, like those of an infant not yet able to talk or an unsophisticated animal. It understands speech only vaguely, able to detect emotion and tone but not precise meanings. Influencing its emotions to calm it, or agitate it and direct it against enemies is simple to achieve, perhaps requiring a charisma roll if the PCs have a sensible plan. It always fails saves to resist magical effects that manipulate its emotions.",
"stats": "Hit Dice 1, HP 1, Armour as unarmoured humans, Emotional Lash (save vs paralysis to avoid, see below effects), save as fighter 1."
    },
    {
      "title": "d6 White Librarians",
      "page": 43,
      "description": "Those who Tend to the Calculations.<br><br> Can cast the following each once per turn: Invisibility, Dispel Magic, Levitate, Inflict Blindness, Inflict Deafness.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "2d6 Crawling Things",
      "page": 58,
      "description": "Improbable chimerical organisms that should not be biologically viable, and yet somehow live. Twitching, shuddering, crawling. Driven by glitching muscle-memory and scrambled genetic instincts. A broken democracy of mismatched anatomies. Tragically incomplete. They want to be a whole organism. They do this by incorporating parts from those they encounter, torn off and jammed into the crawling thing’s amalgamated flesh.<br>Move only slowly. Basically blind and deaf, but not completely, allowing a dim awareness.<br>If its attack hits, it latches onto the victim and begins incorporating their flesh into itself. Each round thereafter it deals damage automatically and heals by that much. Removing it requires a strength check or killing it.",
      "stats": "1 HD, 5 HP, Armour as leather, clawing and clutching (+1, d6), saves as fighter 1."
    },
    {
      "title": "A Patrolling Apparition",
      "page": 59,
      "description": "A spiritual monstrosity, dozens of souls stripped down to their barest essential nature and fused into an amalgamated weapon. Like the spiritual equivalent of weaponizing nuclear waste.<br>It’s barely more than a presence. A shimmer in the air, a mirage. Out of the corner of your eye, an impression of humanoid silhouettes, screaming faces, grasping hands. The smell of dust and rusty water.<br>It should not be. Every conscious being knows that what has been done is degenerate, instinctively finds the presence horrifying. They loathe and fear it.<br>The librarians use these beings to track down thieves and spies. They don’t seem to mind their presence at all.<br>Apparitions are gaseous beings, immune to all physical damage save that caused by magical items. They can pass through permeable objects, and are unaffected by fire, poison, and so on.<br>Merely being in an apparition’s presence is painful. Each round, take 1 automatic damage.<br>Attacking it (in melee, at range, with spells, or in any other way) likewise forces you to concentrate on it, dealing another 1 automatic damage.<br>Any damage dealt by the apparition also permanently reduces your lowest stat by that much.<br>If anybody is killed by damage by the apparition, their soul is ripped from their body, twisted and mutilated by the apparition, and becomes a shade (See P. 47) under its total control.<br>If anybody is reduced to 0 in an attribute by the apparition, their soul is syphoned out by the apparition and consumed. It is gone forever, that person can never be recovered or resurrected. As a final insult, the apparition heals all damage when they consume a soul in this way.",
      "stats": "Hit Dice 3, HP 9, Armour as unarmoured humans, Chill Miasma (save vs paralysis to avoid, d8 damage), save as fighter 3."
    },
    {
      "title": "An Eye Sentinel",
      "page": 60,
      "description": "A single huge floating eyeball, levitated by psychic might alone.<br>Sometimes, a jarred brain develops mighty psionic powers and escapes its jar. Sometimes, such beings are re-captured by the librarians. This is what the librarians do to them.<br>The eye sentinels are used by the librarians to monitor less frequently-visited areas to ensure everything is kept running according to the librarians’ schedule.<br>Can levitate. Perceives the world through psychic resonances, so hiding behind things won’t help but emptying your mind of thoughts effectively makes you invisible to them.<br><br>An eye sentinel has mighty psionic powers. Each round, it can use them to do one of the following:<br>• Project pain (everybody must save vs magic or take d4 damage).<br>• Project fatigue (one victim must save vs magic or fall asleep)<br>• Read a mind. Edit one memory in the mind being read (save vs magic resists).<br>• Cast Suggestion (save vs magic resists).<br>• Summon Librarians. Either d6 from a particular order, or one of each order. The librarians step out from behind a bookshelf next round.",
      "stats": "Hit Dice 8, Hit Points 8, Armour as chain (forcefield), Gentle Bump (+0, 1 damage) or see below, saves as MU 8."
    },
    {
      "title": "D6 Grey Librarians",
      "page": 43,
      "description": "Those who Shepherd the Restless Dead.<br><br> Can cast the following each once per turn: Detect Undead, See Invisible, Trap the Soul, Command Undead, Reduce to Phantom. Reduce to Phantom targets a single undead being or trapped soul. If a save vs magic is failed, the target is stripped of its individuality and becomes a phantom.<br>All librarians possess the following abilities: They do not sleep or tire. They are totally immune to any mind-controlling effect that would turn them against their work on the great calculation.<br>They can, if hidden behind a bookshelf, step to any other bookshelf in the library as if there was no intervening space, so long as the start and end points are both unobserved - effectively allowing teleportation.",
      "stats": "Hit Dice 4, HP 8, armour as unarmoured humans, unarmed attacks (+0, d2) or magic missiles (hits automatically, d6), saves as magicuser 8."
    },
    {
      "title": "A Black Ooze",
      "page": 60,
      "description": "Like the green slime found infesting less genteel dungeons. Black ooze is a simple lifeform that grows in unattended nooks and crannies. It feeds on mental energy. Touching it allows it to digest your brainwaves, causing it to grow rapidly as it absorbs and incorporates your mind. It oozes like an amoeba. It creeps under floorboards and behind wallpaper. It’s hungry.<br>As an ooze, takes a maximum of 1 damage from any slashing or piercing attack. Immune to backstabs due to lack of anatomy. Mindless. Can climb up walls, squeeze through gaps, etc.<br>Mental Digestion gets a bonus to hit equal to the ooze’s current hit-dice (IE a 5HD ooze gets +5 to hit). Every time you touch it, it gets to make a free Mental Digestion attack against you (rolling to hit as normal).<br>It deals d6 damage to the victim’s intelligence score, plus the victim’s current Intelligence modifier. (IE an Int 8 victim takes d6-1 intelligence damage, because they have a –1 intelligence modifier). The ooze then gains as many hit dice as the damage dealt.",
      "stats": "Hit Dice d8, Hit Points = Hit Dice, Armour as unarmoured. Mental Digestion (see below) saves as Fighter = Hit Dice."
    },
    {
      "title": "A Conceptual Well",
      "page": 61,
      "description": "An intellectual absence, cosmic censorship. A space that cannot be perceived or conceptualized. Like a psychological black hole.<br>It cannot be perceived directly. Describe it in the negatives; for example ‘there isn’t something horrible in the room’ or ‘nothing has rolled a 6 for its initiative’ or ‘the thing that is not in front of you attacks’ or ‘nothing is definitely responsible for your comrade’s death’. The players might catch on eventually, it’s just a matter of how badly it will have mutilated their PCs.<br>The PCs can target it using the same language. ‘I’m going to shoot nothing’ or ‘I’m not fleeing from anything’. Likewise they can get details about it by asking negative questions, such as ‘where isn’t there anything?’ or ‘what does nothing here look like?’<br>(If it matters, the conceptual well doesn’t look like a helpless child of around four years old. It isn’t young and innocent, and it isn’t curious about its surroundings and playful. It isn’t basically helpless as soon as the PCs actually attack it, and it doesn’t die pitifully. It also might not be violent towards the PCs. It doesn’t fundamentally fail to comprehend them, and doesn’t try to take them apart to see how they work.)<br>It will get confusing. Good. This is an accurate simulation of what it’s like encountering something you can’t perceive and which directly assaults your ability to comprehend the external world.<br>Each round, for each PC that fails their save, the conceptual well drains their ability to comprehend some idea or concept. <br><br><strong>Roll a d20 for what they forget:</strong><br>1. That People Can Die<br>2. How To Use Mathematics<br>3. Money & Its Value<br>4. What Romance Is<br>5. That Violence Exists<br>6. Anybody Related To Them By Blood<br>7. What Fire Is<br>8. That Other People Have Feelings Too<br>9. Gravity & That Things Fall<br>10. Anybody Who is Their Superior & Why They Should Be Obeyed<br>11. That Animals Cannot Talk or Reason Like People<br>12. Anybody That They Currently Hate<br>13. That People Can Lie<br>14. What Pain Is<br>15. Where New People Come From (IE Babies etc)<br>16. What Families Are<br>17. That Social Inequality Exists<br>18. Why We Should Obey The Law & What Happens When We Don’t<br>19. Where Food Comes From<br>20. That Dreams Are Not Real<br><br>Acting in any way that suggests the PC is, in fact aware of an erased concept deals d20 damage to them unless they immediately retcon the action when prompted.",
      "stats": "Hit Dice 1, Hit Points 1, Armour as unarmoured, Erase Concepts (save vs magic to resist, see below) and unreal knife (+1, d6), saves as magic user 1."
    }
  ],
  "treasure": [
    "2d20 candles, each burns for a turn.", "A lantern and 3d6 turns worth of oil.", "A set of scrimshawed human teeth/scrimshawed knucklebones to be used like dice/an ink-stand made of silver/a snuff-box made from dragonbone/a collection of signatures from various prominent figures/the finger of a minor saint preserved in amber. Worth 100 silver.", "A healing potion in a black glass bottle. Heals d8 HP.", "A box of coins worth d10 x depth x 10 silver.", "A glass jar of poison. Save vs Poison or suffer 2d8 damage. D6+2 doses remain.", "A stash of ammunition. 20 Shots.", "A scroll of a random spell.", "Calligraphy by a famous artist/a lapis-lazuli lantern, with a candle in it/a set of golden cutlery/a strange mutant baby, pickled in a jar. Worth 200 silver.", "An armoury. Roll d4+3 weapons, and a suit of leather/chain/plate armour with each.", "A magical glass eye. The wearer can (see magic/see in the dark/see invisible things/read any written language/see through walls).", "A potion of (intangibility/invisibility/ spider climbing/levitating). Lasts 1 turn.", "A magical duelling weapon. +2 to hit and damage in single combat and roll a weapon property. Roll for weapon type (pg. 67).", "A small pouch of gemstones worth d10 x depth x 100 silver.", "A pen made from delicate gold filigree/a porcelain mask resembling a human skull/a violin out of glass. Worth 500 silver.", "An enchanted hooded robe that lets the wearer (teleport from bookshelf to bookshelf like the Librarians do/see in the dark/become invisible to anybody who’s property they have stolen and are currently carrying/befriend any undead being they encounter by offering a handshake).", "2d4 scrolls of random spells.", "A set of d6 magical candles, each burns for 1 turn. In the area they illuminate, illusions, invisibility etc are automatically dispelled.", "A bottle of enchanted ink that is invisible to nobles, police, soldiers and anybody else in a position of legal authority.", "A metal-bound chest of coins. Worth d20 x level x 100 silver.", "A coat that makes its wearer (immune to the cold/immune to fire/immune to electricity/able to blend into indoors environments with a 4-in-6 chance to escape all notice/able to pass through bookshelves as if they were intangible).", "A magical weapon intended for warfare. +3 to hit and damage against enemies that use weapons, and roll a magic weapon property. Roll for weapon type (pg. 67).", "A burial shroud that if worn (by the dead or living) makes the wearer’s soul both untouchable to magic and spiritual entities.", "A wand that lets you cast (dispel magic/ hold person/wall of ice/shape stone/ animate dead/break curse/cure disease). 2d6+2 charges remain.", "A suit of magical plate-mail that protects against (weapons, natural attacks, fire, electricity, corrosion, poison, spells). Half damage from the thing protected against.", "A monocle, the lens a single cut diamond disk/A crown made of silver, set with the teeth of vanquished kings. Worth 1000 silver.", "A collection of d10 jewelled rings. Each worth 200 silver.", "An absolute masterpiece of a magical weapon. +2 to hit and damage, and roll twice for magic weapon properties. Roll for weapon type (pg. 67).", "A magical ring that renders the wearer (invisible/able to walk on walls/immune to mind-altering magic/non-existent to the undead/immune to sneak attacks).", "Gloves that let you affect gaseous or immaterial beings as if they were physical.", "A box of unearthly glowing gemstones, worth d10 x depth x 500 silver.", "A collection of occultum coins. Occultum is a smoky, glassy metallic substance, magically potent and insanely valuable. You can bribe gods and purchase kingdoms with it. D4 coins, each worth depth x 1,000 silver.", "An undiscovered masterpiece by a legendary artist/legal documents ennobling the holder and granting them a small tract of land/the teeth of a dead saint. Worth 2,500 silver.", "A legendary monster-slaying weapon. +3 to hit and damage against non-mundane enemies, and roll 3 weapon properties. Roll for weapon type (pg. 67)"
  ],
  "searchBody": [
    "Pens & paper.", "D6 candles.", "Dice.", "An erotic woodcut.", "Paintbrushes.", "A shoe with a hidden compartment in it for hiding valuables.", "Playing cards.", "Steel mirror.", "Key. Roll d%: this is the chance that it opens a lock you try it on. Once it fits a lock, that’s the lock it was for.", "Padlock.", "A few ice cubes in a jar, not yet melted.", "A paper bag of candies.", "A human eyeball, pickled in a jar.", "A box of matches.", "D6 weird silver coins.", "A last will and testament.", "Cigars.", "Swiss army knife.", "Spectacles.", "Sealing wax.", "A small bottle of brandy.", "A bar of highly addictive chocolate.", "A letter to the carrier’s beloved.", "A warrant for somebody’s arrest.", "A notepad full of poetry. 50% chance to be any good.", "A dead mouse, dried and mummified.", "A silk handkerchief, with a few speckles of blood.", "A book (roll on p. 63 for what).", "A tinderbox and a pouch of loose tobacco.", "A lock of hair, preserved in glass"
  ],
  "searchRoom": [
    "A mouse’s nest.", "A violin.", "Loose floorboard that can be lifted.", "Peeling wallpaper, with a mad scrawled rant underneath.", "A pair of shoes, still warm.", "A porcelain doll.", "A chamber-pot.", "Behind a shelf, a conspiracy-theory diagram pinned to the wall (string, newspaper clippings etc).", "2d6 human teeth.", "Funnel-web spider nest.", "Tiny funeral urn.", "A holy symbol drawn in chalk.", "A holy symbol drawn in blood.", "Abandoned undergarments.", "Water dripping from the ceiling.", "Bloody footprints.", "Picture of an angel on the ceiling.", "The carpet lifts up, beautiful mosaic beneath.", "Candle-stubs.", "Spiderweb with words written in the silk.", "Scorch-marks on the ceiling.", "Book nailed to the wall.", "Door that opens onto a brick wall.", "Empty bottles.", "Jar of pickled vegetables.", "Mouse-sized doorway leading to a mouse-sized home.", "Key. Roll d%: this is the chance that it opens a lock you try it on. Once it fits a lock, that’s the lock it was for. ", "D6 carnival masks.", "A box of addictive chocolates. ", "A prayer scrawled on the wall."
  ],
  "books": [
    "Reference Materials to Other Books", "Books about Libraries", "Treaties on Information Theory", "Essays about Mathematics", "Essays about Statistical Analysis", "Guides to Journalism", "Books about Royalty", "Books about Printing", "Collections of Statistics", "Treatises on Ancient Philosophy", "Essays on the Occult", "Works discussing Metaphysics", "Works discussing Parallel Worlds", "Books about Children", "Guides To Psychoanalysis", "Books of Incomprehensible Gibberish", "Guides to Treating the Insane", "Self-Help Books", "Essays on Gambling", "Holy Scriptures", "Translations of Holy Scriptures", "Heretical Translations of Holy Scriptures", "Scriptures for Extinct Religions", "Guides to Funeral Rites", "Guidebooks to the Afterlife", "Books about Religious Customs", "Books about the Restless Dead", "Essays on Comparative theology", "Astrological Almanacs", "Essays on Social Structures", "Census Results", "Genealogies", "Teaching Manuals for Craftsmen", "Books about Law", "Books about Politics", "Books about Economics", "Heraldic Indexes Art", "Guides to Military Strategy", "Collections of Prophecies ", "Social Almanacs", "Dictionaries of Current Languages", "Dictionaries of Dead Languages", "Dictionaries of Constructed Languages", "Dictionaries of Arcane Languages", "Guides to Calligraphy", "Books for Children", "Books about Dragons", "Survival Guides", "Books of Military Protocol", "Books about Music", "Books about Wine", "Books about Cryptography", "Children’s Picture-books ", "Songbooks", "Musical Scores", "Diaries", "Romantic Novels", "Epic Poetry", "Collections of Mythology ", "Mystery Novels", "Tragedies", "Comedies", "Scripts for Plays", "Speculative Fiction", "Works of Political Allegory", "Address Books", "Scientific Essays", "Bestiaries of Common Beasts", "Bestiaries of Mythical Beasts", "Medical Guides", "Alchemical Texts", "Books about Geology", "Books about Botany", "Books about Insects", "Books about Meteorology ", "Star-charts", "Technical Manuals", "Cookbooks", "Repair Manuals", "Guides to Magic Items ", "Farming Almanacs", "Books about Drugs", "Commercial Catalogues ", "Books about Fashion", "Exercise Manuals", "Martial Arts Manuals", "Encyclopaedias of Fine", "Guides to Symbolism inArt", "Erotic Poetry", "Chronologies", "Essays on Historical Battles", "Biographies", "Archaeological Catalogues ", "Essays on the Classics", "Atlases", "Navigation Charts", "Travelogues", "Guidebooks for Tourists ", "Collections of Gossip ", "Books about Games"
  ],
  "extraordinaryBooks": [
    "A spellbook with one random magic-user spell.", "A bestiary of strange heraldic monsters. The reader has a 1-in-6 chance to recognise any monster encountered that resembles two (or more) mundane creatures combined (such as centaurs or owlbears), and have a good idea of its capabilities.", "An apocryphal scripture, allowing a cleric reading it to learn a random new spell from the magic-user list.", "A book listing the true names of demons, angels and other spiritual beings Whenever such a being is encountered, there’s a 1-in-20 chance for the reader to recognise it, knowing its true name and some hints as to its capabilities.", "A genealogy listing the true heir to every nation’s throne. When the reader encounters or learns of a monarch, there’s a 2-in-6 chance that they know that monarch is not the true ruler according to the laws of succession, and a further 1-in-6 chance that they know the monarch is hiding their status as a usurper.", "A spellbook with two random magic-user spells.", "An alchemical guide, allowing the reader to brew some poison, drug or potion with a day’s work in a proper laboratory. The materials to brew an alchemical concoction cost 25 silver.", "A hyper-dense dictionary, allowing the reader to learn a single language to near native fluency.", "An esoteric treatise, allowing a magic-user reading it to learn a random spell from the cleric spell-list.", "A book of prophecies. To represent the vague insights gleaned, each reader gets to pick a type of dice and roll it, recording the result. Once only, they may substitute the result of a roll of that type of dice with the result recorded.", "A spellbook with three random magic-user spells.", "A manual detailing secret mental techniques to unlock the hidden potential of the mind. The reader improves one of their mental attributes (intelligence, wisdom or charisma) enough to increase its modifier by 1, or else by 1 if it was already 18 or higher.", "A heretical scripture, allowing a cleric reading it to learn two new random spells from the magic-user spell-list.", "An atlas of extradimensional spaces and other worlds. The book describes a way of getting to Ynn/Voivodja/Carcosa/Leng/Hell/The Dream world. The method will be one that is useful to the reader once they leave the Library.", "A book detailing strange funerary rites. The reader can spend a day preparing the body of a dead PC for burial: if they do, that PC’s replacement comes in at the same level as the reader.", "A collection of cosmic secrets, granting enough XP to the reader to gain a level immediately.", "A spellbook with four random magic-user spells.", "A text detailing the techniques of a lost martial art. A fighter-type character (including paladins, barbarians, dwarves etc) who reads the book becomes able to do d8 damage with their bare hands, and when unarmed and dressed in a simple monks robe or gi has armour class equivalent to chain.", "A manual of secret exercises and training regimes that can tap into the body’s reserves of power. The reader improves one of their physical (strength, dexterity or constitution) enough to increase its modifier by 1, or else by 1 if it was already 18 or higher.", "An occult manual, allowing a magic-user reading it to learn two new random spells from the cleric list.", "An initiatory text, allowing the reader to swap their class to being a Cleric at any point once they’ve read it. Their attributes and any features like permanent injuries, mutations and so on remain unaltered. Take their XP total and work out what level cleric that makes them, which determines their new saves, hitpoints etc. Once the character has become a cleric, they cannot go back.", "A spellbook with five random magic-user spell.", "A book detailing the hidden techniques of an order of oriental assassins. A specialist-type character (a thief, assassin, Halfling, etc etc) who reads the book can move with perfect silence (automatically passing quietness-based stealth rolls) and never leaves footprints or other traces of their passing.", "A revelatory scripture, allowing a cleric reading it to learn three new spells from the magic-user list.", "An evangelical screed, allowing a cleric who reads it to switch their patron deity to a new one and altering the list of spells they know appropriately.", "A book of mind-rending revelations, allowing the reader to swap their class to being a Magician at any point once they’ve read it. Their attributes and any features like permanent injuries, mutations and so on remain un-altered. Take their XP total and work out what level magician that makes them, which determines their new saves, hit-points etc. Once the character has become a magician, they cannot go back.", "A spellbook with six random magic-user spells.", "A book detailing the secrets of eternal youth. Unlocking these secrets will require work in a laboratory for a full month, and rare materials from across the world worth several thousand silver. Once achieved, the reader ceases aging and is forever protected from any degenerative diseases or conditions.", "An arcane grimoire, allowing a magic-user reading it to learn three random spells from the cleric list.", "A cursed nihilistic manifesto. -1 HP, permanently."
  ]
}