{

  "Backgrounds": [
{
      "Name": "Ardent Giant of Corda",
      "Text": "Every giant has a different story about Corda, well told and interrupted with tears and laughter, of how they lost it and mean to find it soon enough but oh, what of today? We should drink and cheer, we’ll search once again in the morning!",
      "Posessions": ["Artefact of Lost Corda; being either an enormous Blue Star Map which can tell you where any portal leads (with a successful Astrology test)<br>OR a pocket barometer for forecasting the weather (5 in 6 accuracy)<br>OR a Ruby Lorgnette granting +2 Second Sight"],
      "Skills": ["4 Strength", "3 Astrology", "2 Run", "2 Climb"],
      "Special": "",
      "Source": "Rulebook (11) by Daniel Sell"
    },
{
      "Name": "Befouler of Ponds",
      "Text": "You’re a wise man, a high priest, a pond-pisser, a typical but committed adherent of P!P!Ssshrp. The bloated Toad God has no church other than the periphery of ponds where the foulness catches in the reeds and no congregation other than the gnats and dragonflies. You minister to them all the same.",
      "Posessions": ["Sackcloth Robes; caked in stinking mud and undergrowth. +1 to Sneak rolls in marshy terrain while wearing them, -1 everywhere else ‘cos it stinks!", "Large, worn wooden ladle (DMG 2, 4, 4, 6, 6, 8, 10. Ignores 1 point of Armour)."],
      "Skills": ["3 Spell – Drown", "3 Swim", "2 Spell – Tongue Twister", "2 Spell – Undo", "1 Spell – Web", "1 Sneak", "1 Second Sight"],
      "Special": "You never contract disease as a result of drinking stagnant liquids.",
      "Source": "Rulebook (12) by Daniel Sell"
    },
{
      "Name": "Burglar",
      "Text": "As a second-story man you often have cause to wander. Enemies come naturally from both sides of the law and it pays to keep ahead of trouble.",
      "Posessions": ["Crossbow and 18 bolts", "Roll of lock picks", "Grappling hook"],
      "Skills": ["2 Sneak", "2 Locks", "1 Awareness", "1 Climb", "1 Trapping", "1 Knife Fighting", "1 Crossbow Fighting"],
      "Special": "You may Test your Luck to find and get in with the local criminal underbelly if one exists.",
      "Source": "Rulebook (13) by Daniel Sell"
    },
{
      "Name": "Cacogen",
      "Text": "You are Those-Filthy-Born, spawned in the hump-backed sky lit only by great black anti-suns and false light. Your mother was sailing on the golden barges or caught in some more abstract fate when she passed you, far from the protective malaise of the million spheres. You were receptive to the power and the glory at a generative time and it shows in your teratoid form.",
      "Posessions": ["Fusil (DMG 2, 4, 4, 6, 12, 18, 24. Ignores 1 point of Armour. Requires at least two hands to use.", "2d6 Plasmic cores", "Sword", "Velare"],
      "Skills": ["2 Fusil Fighting", "2 Astrology", "2 Second Sight", "2 Spell – Random", "2 Spell – Random", "2 Golden Barge Pilot", "1 Spell – Random", "1 Sword Fighting"],
      "Special": "",
      "Source": "Rulebook (14) by Daniel Sell"
    },
{
      "Name": "Chaos Champion",
      "Text": "You no longer don the spiked brass armour but you still have the ear of your Chaos patron. They’re happy for you to experiment with not plunging your world into disorder and, ultimately, darkness, but the door is always open.",
      "Posessions": ["Ritual scars", "Huge maul (DMG 1, 2, 3, 6, 12, 13, 14). Ignores 1 point of Armour. Requires at least two hands to use.)", "Assortment of ragged armour (2 armor, 4 slots)", "Dream journal, almost full"],
      "Skills": ["6 Language – Kurgan", "3 Maul Fighting", "3 Secret Signs – Chaos Patron", "1 Spell – Random", "1 Second Sight"],
      "Special": "Name your patron. You may call upon your patron for aid once per day. To do so roll three 6s on 3d6. The GM will interpret their intervention.",
      "Source": "Rulebook (15) by Daniel Sell"
    },
{
      "Name": "Claviger",
      "Text": "The Key Masters wander the universe fathoming the workings of all entryways. Though they’re quite fascinated with simple chests and doors they are most excited by metaphysical and metaphorical barriers. You might find small conclaves of Clavigers camped around the feet of Demon Gates, debating appropriate methods of attack, or building obscure machines of entry.",
      "Posessions": ["Festooned with Keys (2 armor, 4 slots)", "Distinguished Sledgehammer (DMG 1, 2, 3, 6, 12, 13, 14). Ignores 1 point of Armour. Requires at least two hands to use.)", "Lock picking tools"],
      "Skills": ["4 Locks", "3 Strength", "3 Trapping", "2 Spell – Open", "1 Spell – See Through", "1 Maul Fighting", "1 Spell – Lock"],
      "Special": "",
      "Source": "Rulebook (16) by Daniel Sell"
    },
{
      "Name": "Demon Stalker",
      "Text": "You stake your reputation upon your ability to hunt and kill demonic creatures and those who break bread with them. Goat men in the wilds or the Angel cults of the slums, all need to be driven back off the edge of the map and onto the shores of chaos.",
      "Posessions": ["Silver Sword", "Pouch of salt", "16 Silver arrows and Bow (2, 4, 6, 8, 8, 10, 12). Requires at least two hands to use.)", "Vial of demon blood"],
      "Skills": ["5 Language – Abyssal", "3 Spell – Blood Shroud", "2 Second Sight", "2 Sword Fighting", "2 Bow Fighting", "1 Tracking", "1 Sneak"],
      "Special": "",
      "Source": "Rulebook (21) by Daniel Sell"
    },
{
      "Name": "Dwarf",
      "Text": "You are a short, hairy, belligerent, alcohol dependent creature. The latter two may be linked but you’ll fight anyone who suggests as much. Since there are no Dwarf women (or men, technically) there are no Dwarf children or Dwarf families so you can fully commit yourself to the important Dwarfy endeavours of creating fine art in unusual places. You intend to find the most unusual places ever seen in all the million spheres.",
      "Posessions": ["Masonry hammer (1, 2, 4, 6, 8, 10, 12. Ignores 1 point of Armor.)", "Roll of artist’s supplies"],
      "Skills": ["3 Awareness", "2 Sculpting", "2 Painting", "2 Metalworking", "2 Construction", "2 Strength", "2 Fist Fighting", "2 Wrestling", "1 Hammer Fighting"],
      "Special": "Dwarfs may eat gems and rare metals as food replacements. You, in fact, vastly prefer the taste of rare minerals to mundane food.<br>Dwarfs are genderless. You are immune to all compulsions that play on a creature’s desire for sex. This also means you don’t have sexual organs. Instead of urinating you excrete through sweating, thus explaining your odour.",
      "Source": "Rulebook (22) by Daniel Sell"
    },
{
      "Name": "Epopt",
      "Text": "You are a roaming seer, selling your visions at courts and fetes. You are instantly recognisable by your yellow coif and habit as being open for business. Road weary and worldwise, your unpopular visions cause you to constantly move on.",
      "Posessions": ["Yellow Epopt outfit, padded for protection against unhappy clients (2 armor, 4 slots)", "Epopt Staff, being a walking staff with seeing crystal on one end (DMG 2, 4, 4, 4, 4, 6, 8)", "Collapsible tent, large enough for your stall."],
      "Skills": ["2 Awareness", "2 Evaluate", "1 Second Sight", "1 Etiquette", "1 Fist Fighting", "1 Run"],
      "Special": "Epopts may Test their Luck to get a yes or no answer to a question about mundane matters. The GM should make this Test in private, not informing the Epopt if their visions are accurate.",
      "Source": "Rulebook (23) by Daniel Sell"
    },
{
      "Name": "Exotic Warrior",
      "Text": "No one has heard of your homeland. Your habits are peculiar, your clothes are outrageous, and in a land jaded to the outlandish and new you still somehow manage to stand out.",
      "Posessions": ["Weird & wonderful weapon", "Strange clothes", "Exciting accent", "A tea Set<br>OR 3 PocKet Gods<br>OR Astrological equipment"],
      "Skills": ["6 Language – Exotic Language", "3 Fighting in your Weird Weapon", "2 Language – Local Language", "2 Spell – Random", "1 Astrology", "1 Etiquette"],
      "Special": "",
      "Source": "Rulebook (24) by Daniel Sell"
    },
{
      "Name": "The Fellowship of Knidos",
      "Text": "Mathmologists honour the clean and unambiguous truths of mathematics and coordinate them with their observations of the multiverse. All things can be measured and predicted with the application of the correct mathmological ratios, those methods applied to penetrate the ethereal surface and glimpse the fundamental numbers below.",
      "Posessions": ["Large Astrolabe (DMG 2, 4, 4, 6, 6, 8, 10. Ignores 1 point of Armour)", "Abacus", "Lots of scrollS and writing equipment"],
      "Skills": ["3 Mathmology", "2 Astrology", "2 Spell – Find"],
      "Special": "",
      "Source": "Rulebook (25) by Daniel Sell"
    },
{
      "Name": "Fellow of the Peerage of Porters & Basin Fillers",
      "Text": "Luggers are a servile group by nature, most often found in the service of others, weighed down by loads that would buckle a donkey. You take pride in this, so much so that the everyday assignments of the guild cannot sate your desire to serve, causing you to venture out in search of a real challenge for such a talented varlet.",
      "Posessions": ["Wooden yoke", "Brown overcoat and soft doffing cap of the guild", "Bale hooK (DMG 2, 2, 2, 2, 4, 8, 10. +1 on rolls to lift heavy objects)", "Length of rope"],
      "Skills": ["4 Strength", "2 Fist Fighting", "2 Run", "1 Hook Fighting", "1 Sneak", "1 Awareness"],
      "Special": "",
      "Source": "Rulebook (26) by Daniel Sell"
    },
{
      "Name": "Gremlin Catcher",
      "Text": "No matter what country, sphere, or abstract dimension you may find yourself in, be assured that gremlins will be there digging their warrens and bothering nice people willing to pay you a shiny penny to bash their little heads in.",
      "Posessions": ["Small but vicious dog", "Flat cap", "Club (DMG 1, 1, 2, 3, 6, 8, 10)", "A sack", "1d6 Empty gremlin jars", "Jar With a pised–off gremlin inside"],
      "Skills": ["4 Tunnel Fighting", "4 Trapping", "2 Sneak", "2 Awareness", "2 Club Fighting", "2 Tracking", "1 Swim"],
      "Special": "",
      "Source": "Rulebook (31) by Daniel Sell"
    },
{
      "Name": "Journeyman of the Guild of Sharp Corners",
      "Text": "You are an assassin in training, graduated from fighting dummies and branding practise clients, freshly imbued with a license to ply your trade. You haven’t fully developed the idiosyncratic methods required of a master but you are on the path.",
      "Posessions": ["Black clothes of the apprentice", "Garrotte", "Curved sword (DMG 4, 6, 6, 6, 6, 8, 10)", "3 Vials of Poison", "6 Bolts and Crossbow (DMG 4, 4, 6, 8, 8, 8, 10). Requires at least two hands to use.)"],
      "Skills": ["1 Poison", "1 Sneak", "1 Locks", "1 Knife Fighting", "1 Climb", "1 Awareness", "1 Crossbow Fighting", "1 Swim", "1 Disguise"],
      "Special": "",
      "Source": "Rulebook (32) by Daniel Sell"
    },
{
      "Name": "Lansquenet",
      "Text": "You were a mercenary retained in the exclusive service of the Phoenix Throne, handsomely paid and sent to distant spheres on golden ships to spread the ineffable glory of your lords at the tip of your flaming lance.",
      "Posessions": ["Exquisite pistolet (DMG 2, 2, 4, 4, 6, 12, 16. Ignores 1 point of Armor.)", "Bandolier containing 18 Plasmic Cores.", "Greatsword (DMG 2, 4, 8, 10, 12, 14, 18. Requires at least two hands to use.)", "Brightly coloured clothing with lots of tassels and bells (impossible to sneak). Though frivolous looking it is in fact built with the Autarch’s divine alchemy and considered Modest Armour while weighing the same as normal clothing (2 Armor, 0 slots)."],
      "Skills": ["2 Greatsword Fighting", "2 Pistolet Fighting", "1 Run", "1 Fist Fighting", "1 Astrology"],
      "Special": "",
      "Source": "Rulebook (33) by Daniel Sell"
    },
{
      "Name": "Lonesome Monarch",
      "Text": "You were the ruler of all you surveyed, a great conqueror, a lawbringer! Unfortunately your horse sped off into the pixie forest, or the court magician ensured you disappeared, or you led a sortie into the stars to put your stamp on them as well. Either way you are now a lost and lonely sovereign without a kingdom—no one has heard of you or your people. Most don’t believe you and laugh, or worse, they do believe you and shrug at the vagaries of fate.",
      "Posessions": ["Nice Weapon of your choice", "Crown", "Tired horse"],
      "Skills": ["3 Etiquette", "3 Fighting in your Nice Weapon", "3 Ride", "1 Tracking"],
      "Special": "",
      "Source": "Rulebook (34) by Daniel Sell"
    },
{
      "Name": "Member of Miss Kinsey’s Dining Club",
      "Text": "The Eaters know that there are only two worlds: the Without and the Within. They intend to insert as much of the prior into the latter as they can while experiencing the finest delights available. All culinary experience is open to them as nothing is forbidden at Miss Kinsey’s. Try the other, other, other white meat.",
      "Posessions": ["Sharp metal dentures (DMG 4, 6, 6, 6, 6, 8, 10)<br>OR Forked metal dentures (DMG 2, 2, 2, 2, 4, 8, 10. On a Mighty Blow you may cleanly strip all the flesh from one small appendage)<br>OR Blunt metal dentures (DMG 2, 2, 2, 2, 4, 8, 10. May be used to eat hard objects)", "Embroidered napkin"],
      "Skills": ["3 Etiquette", "1 Strength", "1 Tracking", "1 Trapping", "1 Gastrology"],
      "Special": "Eaters are immune to mundane ingested poisons. They may also identify any object if eaten, gaining knowledge of its material, its origin (if plausibly familiar), and its magical properties on a successful Test of Gastrology though the object must be thoroughly masticated, not merely swallowed and passed. This does not grant special immunity to any effects the object may possess.",
      "Source": "Rulebook (35) by Daniel Sell"
    },
{
      "Name": "Monkeymonger",
      "Text": "Life on The Wall is hard. One is never more than a few yards from an endless fall yet those precarious villages still need to eat. This is where you come in with your Edible Monkeys (the distinction is purely for appeal since all monkeys are of course edible). You used to spend days on end dangling your feet off the edge of the world, watching over your chittering livestock while they scampered hither and thither, but there was no future in monkey meat. You wanted much more and so stepped off. Or you fell off. Either way you and some unlucky monkeys are here now and that’s all that matters.",
      "Posessions": ["Monkey Club (DMG 1, 1, 2, 3, 6, 8, 10)", "Butcher’s Knife (DMG 2, 2, 2, 2, 4, 8, 10)", "1d6 Small Monkeys that do not heed commands but are too scared and hungry to travel far from you", "Pocket full of monkey treats"],
      "Skills": ["4 Climb", "2 Trapping", "1 Club Fighting", "1 Knife Fighting"],
      "Special": "The GM may choose to roll on this table anytime the Mien of monkeys must be determined:<br>1. Playful<br>2. Stalking<br>3. Hungry<br>4. Tired<br>5. Austere<br>6. Aggressive",
      "Source": "Rulebook (36) by Daniel Sell"
    },
{
      "Name": "Necromancer",
      "Text": "The least popular of magical practitioners, Necromancers are shunned by the major centres of learning, left to their own devices on the edges of society, passing on knowledge in the time honoured master–student dynamic. This loneliness encourages students to make their own friends.",
      "Posessions": ["Dusty robes", "The skull of your master<br>OR Zombie Servant<br>OR ghost with whom you have developed a codependent relationship"],
      "Skills": ["2 Healing", "2 Mortuary Science", "2 Relationship Counseling", "1 Spell – Posthumous Vitality", "1 Spell – Skeletal Counsel", "1 Spell – Torpor", "1 Sneak"],
      "Special": "",
      "Source": "Rulebook (41) by Daniel Sell"
    },
{
      "Name": "Parchment Witch",
      "Text": "Known for their smooth skin, midnight gatherings, and preturnatural fear of rain and open flames; the Parchment Witches are long-dead sorcerers who cannot give up the vanity of life. They cover themselves in perfect paper skin, a patiently painted and immaculately folded imitation of life intended to hide ancient bone and gristle.",
      "Posessions": ["d6 Rolls of parchment", "Vials of pigments and powders", "Collection of brushes", "Sword cane (DMG 4, 6, 6, 6, 6, 8, 10)"],
      "Skills": ["2 Spell – Protection From Rain", "2 Spell – Callous Strike", "2 Spell – Quench", "2 Spell – True Seeing", "2 Disguise", "2 Second Sight", "1 Healing", "1 Spell – Undo", "1 Spell – Random"],
      "Special": "You are undead and so do not need to breathe or circulate blood. You take double Damage from Silver Weapons and regain Stamina half as effectively from all sources. You must Test your Luck if outside in the rain, are made wet, are close to open flames, or suffer generally grievous wounds. A failure will see your skin ruined. If your skin is compromised you are very obviously a walking corpse.",
      "Source": "Rulebook (42) by Daniel Sell"
    },
{
      "Name": "Poorly Made Dwarf",
      "Text": "Dwarfs are known for being the finest artisans of the million spheres. Give a Dwarf a rock and they will make gold, give a Dwarf a boulder and they will make a Dwarf. You were supposed to be the finest expression of Dwarfy craftsmanship, a true masterpiece, a brand new Dwarf like those made by the old masters, but you were deemed imperfect and abandoned.",
      "Posessions": ["Woodsman’s axe (DMG 2, 2, 6, 6, 8, 10, 12)", "Empty Firkin"],
      "Skills": ["3 Fist Fighting", "3 Awareness", "2 Strength", "2 Wrestling", "2 Axe Fighting"],
      "Special": "Dwarfs may eat gems and rare metals as food replacements. You, in fact, vastly prefer the taste of rare minerals to mundane food.<br>Dwarfs are genderless. You are immune to all compulsions that play on a creature’s desire for sex. This also means you don’ t have sexual organs. Instead of urinating you excrete through sweating, thus explaining your odour.<br>Other Dwarfs will completely ignore you as though you were a piece of furniture or somebody’s abandoned hat. Very occasionally they may openly examine and comment thoughtfully to themselves on your unforgivable flaws, possibly while marking areas for improvement on your body with a grease pen. To non-Dwarfy eyes you probably look like any other Dwarf. You have +4 Sneak versus Dwarfs.",
      "Source": "Rulebook (43) by Daniel Sell"
    },
{
      "Name": "Questing Knight",
      "Text": "You are on a quest for the grail, or the sword, or the throne, or for god, or a lost love, or some other significant object. Your sort are common enough, wandering the worlds, acting out your romantic melodrama, accusing good folk of being demons or faeries. Questing Knights are generally considered to be harmless.",
      "Posessions": ["Heavy armour (3 Armor, 6 slots)", "Horse", "Lance (DMG 4, 4, 6, 6, 8, 8, 10)", "Sword (DMG 4, 6, 6, 6, 6, 8, 10)", "Shield (Armor 1. DMG 2, 2, 2, 4, 4, 6, 8)", "Quixotic undertaking"],
      "Skills": ["3 Jousting", "2 Sword Fighting", "2 Spear Fighting", "1 Shield Fighting", "1 Awareness"],
      "Special": "",
      "Source": "Rulebook (44) by Daniel Sell"
    },
{
      "Name": "Red Priest",
      "Text": "You are an evangelist of the Red Redemption, wandering confessor, cauterizer of the festering wound of sin—the constant accumulation and recreational consumption of Mass. How can your spirit fly free while shackled and flabby?",
      "Posessions": ["Red Robes", "Huge maul (DMG 1, 2, 3, 6, 12, 13, 14)", "Traditional faceless metal helmet of your order (2 Armor, 4 slots)", "Symbolic (but fully sized and fully functional) single headed greataxe, to help batter down the door to sin (DMG 2, 4, 8, 10, 12, 14, 18. Requires at least two hands to use.)"],
      "Skills": ["2 Spell – Ember", "2 Spell – Fire Bolt", "2 Spell – Flash", "2 Great Axe Fighting", "1 Second Sight", "1 Spell – Exorcism"],
      "Special": "",
      "Source": "Rulebook (45) by Daniel Sell"
    },
{
      "Name": "Rhino-Man",
      "Text": "The original Rhino-Men were created by an insane sorcerer several centuries ago but rebelled and killed him. They are fairly rare creatures, serving as formidable and loyal guards to those who can afford their services.",
      "Posessions": ["Horn (DMG 2, 2, 2, 2, 4, 8, 10)", "Thick skin (Rhino Men always count as having 2 Armor)", "Undersized spear (DMG 4, 4, 6, 6, 8, 8, 10)", "Tiny, useless helmet", "Knuckle dice", "Half full Firkin of rhino-beer (20 provisions worth)"],
      "Skills": ["3 Spear Fighting", "2 Run", "2 Strength", "1 Gambling"],
      "Special": "",
      "Source": "Rulebook (46) by Daniel Sell"
    },
{
      "Name": "Sceptical Lamassu",
      "Text": "With the body of a bull, the head of a man, the forelegs of a cat, and the wings of a swan you are the sweetest of the children of the gods. You, however, were not content to rest on your cloud and instead descended from the heavens or crawled up from the abyss and set about finding your own path among the stars.",
      "Posessions": ["Incidental sacred jewellery worth 10d6 silver pence if traded", "Pillbox hat", "Claws (DMG 4, 6, 6, 6, 6, 8, 10)", "Hooves (DMG 1, 1, 2, 3, 6, 8, 10)", "Wings — able to fly as fast as a running man over clear ground."],
      "Skills": ["3 Fly", "3 Spell – Random", "3 Spell – Random", "3 Spell – Random", "2 Claw Fighting", "1 Hoof Fighting"],
      "Special": "",
      "Source": "Rulebook (51) by Daniel Sell"
    },
{
      "Name": "Sorcerer of the Academy of Doors",
      "Text": "You are a student at Troika’s most prestigious wizarding academy (pride of the city, experts in pan-dimensional mobility) you were finally able to penetrate the (2d6)th door. You are no master but few outside your peers can claim to know more about the vagaries of skyward travel than you.",
      "Posessions": ["Small functional Door worn on your forehead through which you channel your magic", "Flashy robes"],
      "Skills": ["3 Astrology", "2 Second Sight", "2 Spell – Astral Reach", "1 Spell – Teleport", "1 Spell – Web", "1 Spell – Random", "1 Spell – Random", "1 Spell – Random"],
      "Special": "",
      "Source": "Rulebook (52) by Daniel Sell"
    },
{
      "Name": "Sorcerer of the College of Friends",
      "Text": "As an integral part of your tutelage in the sub-dimensional academy of the Cordial Wizard God you spent your childhood learning about the fate of pixies, the colour of magic, ritual grammar, and endless other theoretical topics. Now you’re out in the world, discovering that your education hardly accounted for any of the things that you’ve seen.",
      "Posessions": ["Pointed wizard hat you received at graduation", "Pocket full of Wizard biscuits (2d6, each counts as a Provision)", "Wand used to help focus new apprentices, now kept for sentimental reasons"],
      "Skills": ["4 Secret Signs – Witching Words", "2 Run", "1 Climb", "1 Sleight of Hand", "1 Swim", "1 Sneak", "1 Second Sight", "1 Spell – Jolt", "1 Spell – Amity", "1 Spell – Mirror Selves", "1 Spell – Protection from Rain", "1 Spell – Helping Hands", "1 Spell – Purple Lens", "1 Spell – Random"],
      "Special": "",
      "Source": "Rulebook (53) by Daniel Sell"
    },
{
      "Name": "Fellow of the Sublime Society of Beef Steaks",
      "Text": "Brawlers believe the application of might and a good beef steak is the universal truth. Words have no power and can no more define the universe than they can build a house, lift a cup, or sear a steak. Might can! Really, they have thought a lot about this.",
      "Posessions": ["Weapon of your choice", "Small gridiron", "2Kg of premium meat cuts", "Waistcoat", "Bottle of strong but fancy wine"],
      "Skills": ["2 in a Fighting Skill of your choice", "2 Wrestling", "2 Swim", "2 Climb", "2 Run", "2 Fist Fighting", "1 Grilling"],
      "Special": "",
      "Source": "Rulebook (54) by Daniel Sell"
    },
{
      "Name": "Temple Knight of Telak the Swordbringer",
      "Text": "You were once (and possibly still are) a fanatical monk set to maintain constant, vigilant martial readiness in preparation for the end times, when all doorways crumble inwards. You are always prepared and never unready.",
      "Posessions": ["The Blessing of Telak", "6 Swords of your choice"],
      "Skills": ["3 Awareness", "2 Blacksmithing", "1 Sword Fighting", "1 Greatsword Fighting"],
      "Special": "The blessing of Telak awards you Armour equal to half (rounded down) the number of Swords you carry. If you carried 6 Swords your Armour would be 3 while if you carried 9 it would be 4.<br>You must be overtly armed at all times or else Telak will take this blessing away until you forge and donate to the unarmed a brand new Sword.",
      "Source": "Rulebook (55) by Daniel Sell"
    },
{
      "Name": "Thaumaturge",
      "Text": "Wandering miracle workers, the depths of whose clothes are filled with pouches of unguents, holy icons and herbs. No matter the metaphysical need, you are always prepared.",
      "Posessions": ["Thaumaturgic fez", "Staff (DMG 2, 4, 4, 4, 4, 6, 8), bedecked with charms and bells. May reroll one die on the Oops! Table if using this staff, however, may never sneak up on anyone because of the ringing and clattering it makes", "Curled shoes", "Voluminous robes"],
      "Skills": ["3 Spell – Undo", "2 Spell – Assume Shape", "2 Spell – Thunder", "2 Spell – Random", "1 Spell – Brittle Twigs", "1 Spell – Random", "1 Second Sight", "1 Astrology"],
      "Special": "You may Test your Luck to just so happen to have exactly the (common) mystic tchotchke, bauble, or gewgaw the situation requires.",
      "Source": "Rulebook (56) by Daniel Sell"
    },
{
      "Name": "Thinking Engine",
      "Text": "Your eyes are dull ruby spheres, your skin is hard and smooth like ivory but brown and whorled like wood. You are clearly broken, you have no memory of your creation or purpose, and some days your white internal juices ooze thickly from cracks in your skin.",
      "Posessions": ["Soldering iron", "Detachable autonomous hands or centaur body (+4 Run)<br>OR inbuilt particle detector (+4 Second Sight)<br>OR one random spell at rank 3"],
      "Skills": ["3 Golden Barge Pilot", "2 Astrology", "2 Pistolet Fighting", "2 Healing", "1 Run", "1 Strength", "1 Cooking"],
      "Special": "You don’t recover Stamina by resting in the usual manner—instead you must spend a full rest period with a hot iron welding your skin back together like putty. For each hour of rest with access to the right tools you regain 3 Stamina.<br>You may recharge plasmic machines by hooking your fluids to them and spending Stamina at a rate of 1 Stamina and 6 minutes per charge.<br>You always count as being at least Lightly Armoured (1 Armor).",
      "Source": "Rulebook (61) by Daniel Sell"
    },
{
      "Name": "Vengeful Child",
      "Text": "Your village was burnt down by ruffians, or your mother was beheaded by snake cultists, or your father was hung by corrupt officials. Either way you took umbrage and entered the world with a chip on one shoulder and an oversized Sword on the other.",
      "Posessions": ["Too-large Sword that provides +1 to Longsword Fighting and Damage while using it (DMG 4, 6, 8, 8, 10, 12, 14). Only you may benefit from this bonus; it’s not magic, just sentimental", "Old hunting Bow (2, 4, 6, 8, 8, 10, 12) and 12 arrows"],
      "Skills": ["3 Longsword Fighting", "1 Awareness", "1 Climb", "1 Bow Fighting", "1 Run", "1 Swim", "1 Vengeance"],
      "Special": "",
      "Source": "Rulebook (62) by Daniel Sell"
    },
{
      "Name": "Venturesome Academic",
      "Text": "You’re a classically trained Academic, a product of the universities of the Brass City, the Palace of Tigers, or some other less prestigious centre of learning among the spheres.",
      "Posessions": ["Reading glasses in a sturdy case (you cannot read without them)", "Small sword (DMG 4, 6, 6, 6, 6, 8, 10)", "Bundle of candles and matches", "Writing materials", "Journal"],
      "Skills": ["2 Evaluate", "2 Astrology", "1 Healing", "1 Spell – Random", "1 Sword Fighting", "1 Sleight of Hand"],
      "Special": "You may Test your Luck to recall facts that you might reasonably be expected to have encountered relating to the natural sciences and humanities.",
      "Source": "Rulebook (63) by Daniel Sell"
    },
{
      "Name": "Wizard Hunter",
      "Text": "Some people say man is the most dangerous prey. They’re wrong. Can men ignite the air and freeze your blood? Can men turn into flocks of seagulls when cornered in an alley? No, they can’t. Wizards are the most dangerous prey.",
      "Posessions": ["Large sack", "Witch-hair rope", "Crossbow (DMG 4, 4, 6, 8, 8, 8, 10) and 12 bolts", "Sword (DMG 4, 6, 6, 6, 6, 8, 10)", "1d6 Pocket Gods", "Ruby Lorgnette"],
      "Skills": ["2 Tracking", "2 Disguise", "2 Crossbow Fighting", "1 Sword Fighting", "1 Sneak", "1 Locks", "1 Etiquette"],
      "Special": "",
      "Source": "Rulebook (64) by Daniel Sell"
    },
{
      "Name": "Yongardy Lawyer",
      "Text": "Down in Yongardy they do things differently. They respect the Law. Every day there is a queue outside the courts to get a seat to see the latest up and coming barrister defend their case with three feet of steel. The people follow the careers of their favourite solicitors, watch all their cases, collect their portraits, and sneak into the court after hours to dab the patches of blood on white handkerchiefs. In Yongardy, they love the Law.",
      "Posessions": ["Rapier (DMG 4, 6, 6, 6, 6, 8, 10) and puffy shirt<br>OR Sjambok (DMG 1, 1, 2, 3, 6, 8, 10) and lots of scars<br>OR Longsword (DMG 4, 6, 8, 8, 10, 12, 14) and heavy armour (3 Armor, 6 slots)<br>OR Hammer (1, 2, 4, 6, 8, 10, 12. Ignores 1 point of Armor.) and Gargantuan Shield (1 Armor)", "Manual on Yongardy law", "Barrister’s wig"],
      "Skills": ["4 Fighting in your chosen Weapon", "2 Etiquette", "1 Healing"],
      "Special": "",
      "Source": "Rulebook (65) by Daniel Sell"
    },
{
      "Name": "Zoanthrop",
      "Text": "At some point in your past you decided you didn’t need it anymore: you found a Zoanthropologist and paid them well to remove your troublesome forebrain and elevate you to the pure and unburdened beast you are today.",
      "Posessions": ["No starting possessions; you have thrown off the shackles of civilisation. You are probably nude"],
      "Skills": ["3 Climb", "3 Run", "2 Strength", "2 Fist Fighting", "2 Club Fighting", "2 Wrestling"],
      "Special": "You are immune to all mind altering effects. You are able to speak but usually choose not to. When making Advancement Checks for Skills related to abstract thought, such as Spells or Astrology, you must roll twice and succeed on both to improve them.",
      "Source": "Rulebook (66) by Daniel Sell"
    }, {
      "Name": "Modicum of Bythos",
      "Text": "The Modica don’t recognise the distinctness of the universe from the matter of the Monad, believing that each person, aeon, fish and rock are equal and indivisible parts of the divine. When confronted with the obvious disharmony of reality they defend themselves with metaphors of sickness in the unconscious body and ponderous parables about the hair on your head and its knowledge of their hair of your toes. Eventually all but the most committed polemists stops listening and concede the point.",
      "Posessions": ["Voluminous toga hiding a rigid leaning-stool at the back", "A supply of leaflets containing exhausting parables", "d6 discreet and empty jugs", "Wooden rod, for emphasis (as Club)"],
      "Skills": ["4 Filibuster ", "2 Mathmology", "1 Second Sight", "1 Astrology"],
      "Special": "Fillibuster: You may test this skill to talk continuously, coherently and entirely vapidly on a subject you have any excuse to know something about. Use of this skill costs 1 Stamina per hour and similarly drains 1 Stamina per hour from those who insist on (or can 't help) listening.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Boiled Egg Pedlar",
      "Text": "You wake up early every day to set your cauldron bubbling. Before anyone else has awoken there you are, walking the market from top to bottom to top again. You ignore the silk sellers and fire sellers and moss sellers, the bubble makers and book lenders and tooth pullers. You don't waste your time watching their shows and gimmicks, their noise and theatre. No, what you have everyone wants and they know where to go when they need it. What you have is eggs.",
      "Posessions": ["A copper cauldron", "2d6 uncooked eggs", "A basket yoke (as yoke, or the baskets can be dumped and the stick used as a staff)", "Head scarf", "Pair of elevated wooden sandals (d6+2 inch high heels)"],
      "Skills": ["6 Egg Boiling", "2 Run", "2 Secret Signs: Market Shouting", "2 Sleight of Hand"],
      "Special": "You may test your luck to produce a boiled egg from somewhere about your person, this is an expertly boiled egg and counts as a full provision. You almost always seem to have more.<br>Any eggs you boil count as full provisions ",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Escaped People Pet",
      "Text": "We exist in a universe of warbling spheres floating and sinking through the quintessential media like wax through boiling oil. Elevated and agitated by the aeons and then made cold again as we flee from its light. How then can we remain firm in our position, knowing there is an abundance above and below ourselves, that we are both far less and far more than so many things? Maybe above our position are other races who call themselves and not us people, who benignly look at us as pets, who are large, of godlike intellect, easily bored and in need of an entertaining and indignant creature to dress up and love to help affirm their own position on the sliding scale of acquaintance. It would only be right.",
      "Posessions": ["Skin tight polka dot leotard <br>OR cuddly tiger suit <br>OR tiny colourful waistcoat", "A fez <br>OR big bushy mane-hood <br>OR a tall floppy hat that’s just rigid enough to flap about comically", "Shiv made from an animal bone (as knife)"],
      "Skills": ["3 Run", "2 Dance <br>OR 2 Poison", "2 Acrobatics <br>OR 2 Bite fighting", "2 Sneak", "1 Sleight of Hand", "1 Climb", "1 Language of the Master", "1 Swim"],
      "Special": "All your clothes are tied up at the back by big strong hands, so you’ll need help getting them off.<br>Decide whether you ran away from the Master, or the Master got sick and so you went to get help. Tell your GM which it is, your Master misses you.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Good Dog",
      "Text": "You’re not a magic dog, you’re not a talking dog, but you are a good dog.",
      "Posessions": ["A neckerchief <br>OR a collar and half a leash <br>OR your favourite ball"],
      "Skills": ["3 Awareness", "3 Dig", "2 Run", "2 Track", "2 Sneak", "2 Swim", "1 Sleight of Hand", "1 Tunnel Fighting", "1 Bite Fighting"],
      "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Cordial of Conduct",
      "Text": "Conductors were once an essential administrative arm of the Phoenix Throne, whose duty was to brief exaltants on the applicable procedures for interacting with diplomatic cacogens, undines, and all other possible spherical dignitaries. However since the Collapse of Good Governance, the Uncivil War and the repurposing of the sea towers, contact with the outer worlds has fallen from favour. So instead they read their books in the decayed and forgotten suites of the Green Palace and prepare for the day when the sky opens and their services are needed again.",
      "Posessions": ["Puffy robes (counts as having 1 armour)", "Soft cap, tightly tied under the chin", "Diakraton with 2d6 charges"],
      "Skills": ["6 Etiquette", "3 Sneak", "3 Language: Piscean OR Marrow People OR Northern OR Auroral", "1 Run"],
      "Special": "Conductors may test their luck to recall a useful bit of information about the current situation, with relation to manners, taboos and proper conduct only.<br>Diakraton: A glassy bead the size of a pomegranate, flecked with metal studs. While held in both hands the user may become entirely invisible while stood still. Of indefinite duration, but any movement will cancel the effect. Recharged with plasmic cores.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Kinidymos, Hunter of the Undivided",
      "Text": "When the inner becomes outer, and the upper becomes lower, when the male and female form the single-backed child who's eyes are replete with eyes and who's image is in place of an image, then you will enter the kingdom. These sidereal psychopomps will lead all matter to the monad and terminal oneness, it is the duty of the kinidymos to ensure this never happens.",
      "Posessions": ["Dyadic compass", "Disunional sword", "One weapon of Choice", "Lead manacles"],
      "Skills": ["3 Disunial Sword Fighting", "2 Weapon Skill of choice", "2 Sneak", "2 Second Sight", "1 Tracking", " 1 Swim <br>OR 1 Climb <br>OR 1 Disguise"],
      "Special": "Dyadic Compass: To the uninitiated this is just a broken compass in a small box, but to the kinidymos and those familiar with their ways it is a precision tool. Test your Second Sight while focusing on the needle to have it direct you towards a point of magical conflux within 6 miles. If multiple points exist it will point the the strongest, which will usually be the kinidymos' quarry.<br>Disunional Sword (DMG 2,4,4,6,8,18,24) The sinister and iconic tool of the hunters of the holy hermaphrodites, made of the basest metal to ensure their separation and descent. The lead blade is as long as a typical longsword's, but its girth and long handle make it look stubby. On a Fumble the weapon is bent out of shape and counts as a mace until repaired. ",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "The Last Wizard",
      "Text": "To all knowledge you are the last remaining wizard on this wretched cosmic rock. You hate everything about it and everyone on it, however you quietly maintain a great hubris for the esteemed and vaunted position you hold. Your skills are narrow yet powerful and with your grimoire of lost and then found again knowledge, penned by the illustrious time-lord Chromic, you have the ability to sift through the skeins of time and witness portents of what is yet to come, leaving you always wary of what's around the corner. You keep many stones and precious rocks in your single pocket.",
      "Posessions": ["The last grimoire of Chromic, chained about your waist", "Iridescent robes with no sleeves", "Pocket of precious and semi-precious rocks"],
      "Skills": ["3 Spell - Invisibility", "3 Spell - Darksee", "3 Spell - Jolt"],
      "Special": "Once per day you may scry the future using the last grimoire of Chromic. If you are playing a single player adventure you may keep your finger at this paragraph and return in no more than 3 additional paragraphs. If you have a GM they can give you genuine clues as to what is ahead for 20 seconds. Once this time is up you must continue on with your adventure remembering as much or as little as you care to.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Chosen Champion of Mankind",
      "Text": "You are the chosen one, tales of your heroic deeds have reached the farthest corners of the realm and you are an unambiguous force for good.  Dozens of fell sorcerers and scores of tyrants have fallen before you, what is one more?",
      "Posessions": ["Gilded Sword of Oooz", "Exquisite Shield", "2D6 Extra silver pennies", "Pot of Dr. Swish's Hair wax", "Burnished plate armour (Counts as being Heavily Armoured)"],
      "Skills": ["3 Sword Fighting", "3 Fablewright (Specifically their own deeds)", "2 Ride", "1 Climb", "1 Swim"],
      "Special": "If you allow the barely restrained sentience of the Guilded Sword of Oooz to leak out once per adventure, you may automatically critically succeed a combat roll",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Tame Taxidermist",
      "Text": "You are mute and have a temperate temper. You grew up in the wilds and you love animals. You dislike the company of others and your only means of communication are rude gestures or your satchel-full of “Read-Me Rats™ ”; Taxidermied baby rats making clear gestures of yes, no and maybe. You have a penchant for the exotic and esoteric.",
      "Posessions": ["Satchel of Read-Me Rats™", "Cat Club (a taxidermied cat with its claws extended and teeth bared, shoved onto a stick)", "Pouches of Alum and Borate, these also happen to be the names of your dead brothers.", "Poison ingredients"],
      "Skills": ["2 Tracking", "2 Poison", "3 Taxidermy"],
      "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Demolitions Expert of the Imperial Chartered Landscapers Conglomerate (ICLC)",
      "Text": "You are a proud member of the ICLC, they treat you well and supply you with explosive microtech. The ICLC is rebuilding its image and public perception after a multitude of incidents where failings of it's operational standards and public safety measures were called out. Incidents that you have almost nothing to do with. You enjoy acronyms.",
      "Posessions": ["Miniaturised explosive device “T.H.U.D” you  keep it in your pocket.", "Sledge Hammer named “B.A.S.H”", "Crowbar “R.E.N.D”", "Brightly coloured troll-hide hat and gloves"],
      "Skills": ["3 Strength", "3 Sledge Fighting", "2 Climb", "1 Demolition"],
      "Special": "T.H.U.D can be placed and timed to explode. Count this as the Explode Spell when it detonates.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Arcano-Thief",
      "Text": "You are one of the few remaining Arcano-Thieves. Once a haughty and disdainful club of ne'er-do-wells, they were vagrant magic stealers who spent their lives digging deep in to the ruins of the past. You have two crystal globes remaining of your famed collection, the others now spent in your journey to the blackened north, one red and one green.",
      "Posessions": ["Red and green glass globes kept hidden at all times", "Sturdy spade", "Full dark robes 2 sizes too big", "Power knife"],
      "Skills": ["3 Power Knife Fighting", "3 Archaeology", "2 Sneak", "1 Gambling", "1 Awareness"],
      "Special": "When thrown the glass globe shatters in a 2' sphere, at first behaving like mist and then shortly like egg whites. The spells take effect without expending stamina and no roll is required. The spell just happens.<br>You think the red globe contains the spell Cockroach and the green globe Levitate.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Chattels Handler",
      "Text": "You are duty bound to uphold this most revered of tasks and you perform it with gusto - to lug the stuff. You know where its stored and if you aint got it they aint getting' it! The only item you personally own amongst the packs, panniers, purses, pouches and pockets is a massive skillet. You can wield it destructively if need be.",
      "Posessions": ["Many sacks and suitcases", "Massive skillet", "8 additional provisions"],
      "Skills": ["2 Stacking and packing", "2 Etiquette", "1 Skillet Fighting", "1 Endurance"],
      "Special": "You may automatically recover anything from inside your pack without issue as a free action.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Modicum of Bythos",
      "Text": "Modica don’t recognise the distinctness of the universe from the matter of the Monad, believing that each person, aeon, rock and stream are equal parts of the divine body. When confronted with the violent disharmony of reality they engage in intense didactics. What knowledge has the hair on your head of the hair on your toes? Do we not bite our nails? Consider the glacier in the valley. And so on, so on they go.",
      "Posessions": ["Plain white robes <br>OR colourful fluffy velvet clothes with plenty of slashed sleeves and tassels ", "A pouch full of yellow lotus powder", "Plain lotus pipe <br>OR outrageous lotus pipe"],
      "Skills": ["Pedagogy 4", "Second Sight 2", "Astronomy 1"],
      "Special": "There are multiple schools of thought amongst the Modica, but they all agree that everything is divine and we are all aspects of the One God. The profound sincerity this generates in the Modicum allows them to, once per session, have one person or small group hear them out until they have made their point. This must be done with no intention to harm the recipients.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Boiled Egg Trader",
      "Text": "Up and down the market you go, up and down with your your pickling pot, your jars and jars and jars hung from colourful cord and clanking. You fancy yourself the finest example of the market’s spirit, a true peddler in the old methods, a visiting saint in this rough parish, shouting your sermon from the pulpit “COME GET YER EGGS!”",
      "Posessions": ["3d6 jars of boiled eggs", "3d6 jars of boiled eggs", "A pickling pot, full of pickled eggs", "An egg ladle", "Sun hat", "Wooden sandals", "Walking stick with a jar of eggs hanging from it"],
      "Skills": ["4 Shouting", "4 Language: Market Patter", "2 Awareness", "1 Cooking", "1 Etiquette"],
      "Special": "They always have a boiled egg about their person, no matter how hard the universe tries to stop them.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Star Tyrant",
      "Text": "You crossed the sky on flaming horses, you fought Lord Quasar on the shores of Titan and toppled his Blue Glass Conservatories, you fled the War Sphere with an army of brain-broken star-bastards at your back. You stole the Bridle of Aeons, you touched the Eye of God, you saw it you took it you lost it all over again, you are the Star Tyrant.",
      "Posessions": ["Bridle of Aeons", "Phlogiston Sword", "Pistolet, empty", "Muscles, rippling", "Drastic haircut, pink"],
      "Skills": ["Sword Fighting 3", "Pistolet Fighting 3", "Strength 2", "Golden Barge Pilot 2", "Ride 2", "Run 1"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Horizon Knight",
      "Text": "You are the disciple of a roving monastic order committed to the preservation of reality. You once sailed from sphere to sphere inside your hermetic fortress, plumbed the depths of non-existence, fusil in hand, engaging in highly abstract combat with the forces of entropy and psycho-oblivion. However one day on returning from an excursion beyond the black rainbow you found your fortress to be gone. In itself not surprising, the fortress goes where it is needed, but to leave behind a Sentionaut is unheard of except in the most desperate situations. Investigation is warranted.",
      "Posessions": ["Fusil lance (as fusil and polearm)", "Environmentally sealed plate armour (heavy armour, grants immunity to environmental effects. Requires recharging with a plasmic core once a week)", "A loyal Squire (6/10/2) who is attached to you via a metal umbilicus, allowing them to benefit from your suit. Can be released with a few minutes fiddling. Their own suit is sealed but cannot function alone."],
      "Skills": ["3 Spell - Life Link", "2 Fusil Lance Fighting", "2 random spell from table 5", "2 Astrology", "1 Second Sight", "1 Climb", "1 Run", "1 Strength", "1 Fly"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Owl Bagger",
      "Text": "You would pull on your welly boots just as the sun is rising, every day. You’d walk the quiet streets of Troika with your ladder slung over your shoulder, tapping on doors and asking “bag your owls, guv?”. With a coin you’d climb up your ladder and stuff your sacks with tired owls clogging the gutters and bowing the rafters, or with a dismissive wave you’d be on your way; plenty more where that came from. ",
      "Posessions": ["Rubber boots", "Overalls", "Extendable ladder", "Many burlap sacks", "Club", "Telescopic net"],
      "Skills": ["Climb 2", "Club Fighting 2", "Sneak 1", "Gambling 1"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Decolator",
      "Text": "Schoom off with their head. Woosh watch it go. No one ever took as much joy in their job as you. If the crowd stormed the stage and removed your mask they’d see your beaming face right to the end. But that was then, now you’re out on The Road where no one appreciates a craftsman. Blunt axes and dirty blocks everywhere you go. ",
      "Posessions": ["Snub nosed executioner’s sword (as longsword)", "Headsman’s mask: black and floppy OR elaborate and garish OR a tiger’s head", "Hatchet", "Cut out satirical engraving of you from a Troikan broadsheet (caption it)"],
      "Skills": ["Beheading 5", "Carpentry 3", "Spell: Presence 2", "Sword Fighting 2"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Mate of the Matross’ Guild",
      "Text": "You sat days and nights at the ancient controls of the Autarch’s sky shattering artillery, ready for the word to pivot the canons and fire. At your hands those sleeping machines could wake up and split the world in two, but instead you sat in the dark and monitored the blinking lights that said the Commonwealth’s enemies were still sleeping.",
      "Posessions": ["Overalls", "Iridescent goggles", "Lots of grease", "Spanner (as club)", "Cutlass (as sword)"],
      "Skills": ["Climb 3", "Mathmology 3", "Spell: Farseeing 2", "Sword Fighting 2"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Piscimancer",
      "Text": "You are a student of the Unweighted Scale and can see beyond the firmament to the piscean creatures that float amongst us, transposed on our dry reality. With effort you can reach beyond and whorl the ethereal waters, but are prone to becoming lost in watching these eidolons when you think no one is looking.",
      "Posessions": ["Bundle of 3d6 potent kataponti incense sticks", "Ruby goggles (as ruby lorgnettes but does not require a hand)", "Hermetic robe (+1 Swim)", "Rubber gloves with pointed fingers"],
      "Skills": ["4 Swim", "2 Second Sight", "2 Spell: Drown", "2 Spell: Assume Shape", "1 Spell: Banish Spirit", "1 Spell: Slide Skywards"],
       "Special": "Kataponti incense: Anyone fully immersed in the greasy smog of this incense gains +6 Second Sight(one stick can last for an hour) but must also resist Drowning. Swimming in this case of Drowning represents breathing discipline and resistance to having your lungs filled with ashy grease. Users may test luck or else see phantom fish forms in the air for a day after. These may be distracting enough to cause trouble at the GMs discretion.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Illumiere of the Worshipful Company of Lamplighters",
      "Text": "Troika nights are brief and have the habit of sneaking up on a fellow, much like the Lamplighters themselves. As night descends so too do the Worshipful Companions, brandishing their polehooks and multicoloured phlogiston torches (each flame’s hue befitting a member's inscrutable standing within the guild). After a brief but intense bout of street violence and tasteful illumination they are gone, returned to their chapter houses below the street corners.",
      "Posessions": ["Phlogiston torch (1. Red 2. Blue 3. Green 4. Purple 5. White 6. Black). Lasts for 6 hours before needing refueling", "Polehook, damage as Polearm", "Collapsible ladder (large item)", "Waistcoat, sewn in steel plates (light armour), fancy but smeared with phlogiston stains (highly flammable)", "Silk handkerchief tied around your neck"],
      "Skills": ["4 Secret Signs: Worshipful Company of Lamplighters", "3 Climb", "2 Athletics", "2 Locks", "2 Sneak", "1 Spell: Flash"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Tumere",
      "Text": "Tzarina Dunwicket IV, upon learning of her long expected pregnancy, took to wearing dresses with the a hole in the front through which all could witness the ongoing gestation. It was eventually revealed through a series of public miracles that the occupant of her womb was not in fact a child but a reincarnated archon with no intention of coming out. We all know the story from there. However, to alleviate the Tzarina’s distress the court and all fashionable ladies and gentlemen adopted the same style, revealing their bellies and seeking to make them as bulbous as possible. To this day urban fops such as yourself adopt the style in fashionable defiance of court trends, declaring yourselves to be proud tumeres.",
      "Posessions": ["Gutless dress <br>OR gutless waistcoat <br>OR gutless corset <br>OR gutless greatcoat", "Inconveniently tall hat <br>OR wig", "Swordstick (as sword) <br>OR Spearbrella (as spear)", "Pair of tailors scissors"],
      "Skills": ["3 Etiquette", "2 Awareness", "2 Ride", "2 Spell: Languages", "1 Weapon fighting of your choice "],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Giant Killer",
      "Text": "They never stop growing. The limitanei can get them young, while they’re wild and reckless with their head still below the treeline, but for anything more they are outmatched and far from the Green Palace. Whole towns are abandoned when a cunning and fertile family dig deep into the hillside, unless of course they are so lucky as to have the benefit of your storied trade.",
      "Posessions": ["Large old horse", "Dented metal wagon handed down from your master", "Ancient collapsible ballista", "300ft of new steel chains", "D6 6ft long ballista bolts", "Assortment of hammers and chisels and spikes and saws", "Crossbow & 3d6 bolts", "Huge brass Giant Call and appropriate lashings"],
      "Skills": ["5 Ballista fighting", "3 Use Giant Call", "2 Climb", "2 crossbow fighting", "2 Evaluate", "2 Run", "2 Strength", "2 Tracking", "1 Trapping", "1 Ride"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Sister-Brother of the Mendicant Order of St. Selfridge",
      "Text": "You wear the bulbous and ballooning habit of the Order of St. Selfridge, you don the many layered wigs, you paint your skin in the Adequate Hue, you receive every donation with an “as it ought to be”, and you buy only the finest oils and dried fruits. To some you are a common beggar, but you know you are an uncommon breed.",
      "Posessions": ["Golden begging bowl", "Bulbous habit of St. Selfridge", "3d6 Wigs, all worn at once", "A pouch of Adequate Hue", "Bottle of fragrant oil <br>OR bag of dried fruit", "Wig glue", "Gong", "Mallet (as club)"],
      "Skills": ["3 Begging", "3 Etiquette", "2 Spell: Diminish", "2 Spell: Helping Hands", "1 Spell: Ember"],
       "Special": "",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Limitanei",
      "Text": "The daedal borders of the commonwealth are largely forgotten by the Phoenix Throne, maintained only by inertia and the institution of the Limitanei. You were one of the young volunteers of these rural militiae, received the ancient weapons and armour invested in the town since before the Autarchs looked inwards, and been instructed in their basic usage. You grew tired of chasing arctother from the city streets and dreamt of crossing into the silent exterior, so you left and took your relics with you.",
      "Posessions": ["Ruptured Korsekes (when rolling a 6 for damage, test luck or lose remaining charges)", "Misshapen Jazerant (as medium armour)", "Helmet with enormous feathered comb", "Colourful mismatched undergarments", "Youthful exuberance"],
      "Skills": ["2 Tracking <br>OR 2 Strength <br>OR 2 Acrobatics", "2 Swim <br>OR 2 Climb <br>OR 2 Run", "1 Sneak <br>OR 1 Awareness", "1 Korsekes fighting", "1 Spell: Random"],
      "Special": "Korsekes can be used as a Polearm or a pyrotechnic ranged weapon (DMG 3,4,4,6,8,12,16). Each plasmic core contains enough energy for 4 shots",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Spider Financier",
      "Text": "Metropolitan travellers might remark on how strange it is to see a Spider outside of a bank teller’s window and you might remark in turn on how insensitive that is. Indeed, the thought that someone could hurt the feelings of a 6ft tall spider never crosses most people's’ minds, but a spider-heart aches like any other. However in truth you do not possess a spider-heart, at your core beats something far worse: the pungent heart of a Speculative Financier of the Spider Bank.",
      "Posessions": ["Shiny black silk suit", "Bowler hat", "Reinforced umbrella with sharpened tip (as Sword or Shield)", "Strongbox filled with money, property of the Spider Bank", "10d6 pennies"],
      "Skills": ["6 Secret Signs: Spider Banking", "5 Climb", "4 Evaluate", "3 Sneak", "3 Mathmology", "2 Fang Fighting", "1 Umbrella fighting", "1 Trapping"],
      "Special": "May make silk at a rate of 6ft per turn. It is effectively sticky high quality rope. Every 30ft costs 1 Stamina to create. Anyone touching it must test their luck or become stuck pending a successful strength test.<br> Fangs can cause damage as large beast.<br> Your strongbox has money of a bewildering array of currencies. For a 20% fee you may exchange anyone’s money up to the value of 6,000 pence (including your own, the spider bank shows no favouritism).<br> Your strongbox may loan money up to the value of 6,000 pence and must be returned at 40% APR.<br> You may invest up to 6,000 once per month in a business or endeavour. You must get a return on it in the agreed upon time or:<br> If anyone steals, fails to pay, or in any other way finds themselves in unacceptable debt to the Spider Bank they must test their luck once a week (at the GMs discretion) every week they remain in the same place (an area the size of a city or less) or else be visited by debt collectors of the Spider Bank, What form they take will be appropriate to the area, but they will be well armed, unsympathetic, and insistent. In Troika, for instance, they typically send bedazzled Rhinomen.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Painted Warrior",
      "Text": "Your body is a canvas. When you left your home you left it covered in goodbyes, since then you have been painted in hellos and destinations and peoples. You are a a spray-paint golem, freely following the commands as you interpret them. Some of the goodbyes can still be seen, faded between newer more vivid contributions. ",
      "Posessions": ["Weapon of your choice", "No clothes"],
      "Skills": ["3 Fighting in the weapon of your choice", "3 Painting", "2 Acrobatics", "2 Strength", "2 Run"],
      "Special": "While you are fully painted by others you gain the benefits of armour. When you are freshly painted you are at 3 armour, this is reduced by 1 every week that passes without repainting. You must test your luck or reduce armour by 1 in the following situations and any others that make sense:<br>Swimming, taking a wound for 6 or more stamina, becoming profoundly dirty, bathing, rain, doubting the artistic integrity of your body.<br>You may not get painted armour benefits while wearing any clothes.<br>The person(s) painting you must successfully test Painting to give you the benefit of being painted.If they fail you must wash it off and try again.They must describe what they’re doing and you must dutifully record it and proudly show it off at every opportunity.",
      "Source": "<a href='https://www.patreon.com/troika/'>Troika Patreon</a> by Daniel Sell"
    }, {
      "Name": "Proxy Child",
      "Text": "One day you woke up in the arms of a giant, singed and lolling in its arms. You thought of how nice it would be to stretch your legs, and it put you down. You had trouble walking and felt that maybe this was a hasty decision, it put you on its shoulders. And so on and so on until this point in this place. You are still learning and still making mistakes, but your companion is always there for you, to pick you up again.",
      "Posessions": ["A compression suit", "A pouch containing interesting things you’ve found since you woke up, most notably a: (d6)<br>1) stuffed animal, though it’s unclear what that animal is<br>2) rubber ball that unerringly returns to the hand that throws it<br>3) collection of small bones strung together to make a functional puppet. The strings are long enough to stretch to the floor from the shoulders of your Proxy<br>4) small furry mammal which refuses to do as you say no matter how hard you think<br>5) rusty pistolet with no energy, useful for pretending to shoot the wild animals your Proxy often defends you against<br>6) crown you made from a bit of the scrap you woke up surrounded by. It has markings on it that you can’t read.", "A 7ft tall companion who is moved by your will alone:<br>Ceramic Proxy: Surgical white (or vividly coloured) plates form the skin of this bipedal behemoth, sliding over each other with the gentle sound of bare feet on sand. Someone made it with an eye to detail, every inch of it is an aesthetic treat. Always has 3 armour.<br>Organic Proxy: To a casual observer it could be mistaken for a particularly large person with a barrel chest, cabled arms and a square head. But once they spot those dull eyes it’s clear this is just a puppet. They are capable of speech, though only at your command.<br>Mechanical Proxy: An unsubtle conglomeration of articulated metal, its every movement grinds and twangs. This is a functional machine, made without the arrogance of a hominid form. It might be stooped and chicken-like, or a great wheel of arms and legs. Its form is up to you. Always counts as being armed with a weapon of your choice and has 3 skill in its use."],
      "Skills": ["Proxy: 5 Strength","Proxy: 2 Climb","Proxy: 2 Run","Proxy: 2 Heal","Proxy: 2 Swim","Child: 2 Second Sight","Child: 1 Spell - Random (Table 5)","Child: 1 Spell - Random (Table 5)"],
      "Special": "The Child starts with 2 Skill and 8 Stamina and counts as an oversized item for inventory purposes when carried (they are rather small and feeble). The Proxy is rolled as you would a normal character. They both share a common Luck pool.<br>The Child may use their own Advanced Skills for any action the Proxy takes, including magic in which case they may also use its Stamina to cast it.<br>The Proxy ceases to function if it loses all Stamina, is out of sight of the child for more than an hour, or is encased in lead or silver.<br>The Proxy heals naturally like any other character, regardless of its construction. It can also be Healed (or repaired).<br>If the Child dies the Proxy ceases to function. If the proxy dies the child is very sad and lonely.",
      "Source": "<a href='http://whatwouldconando.blogspot.com/2017/11/background-proxy-child.html'>What Would Conan Do?</a> by Daniel Sell"
    }, {
      "Name": "Brother of The Belt",
      "Text": "You are a buccaneer of that rebel society of the asteroids, who find fraternity among thieves adhering to a simple code: No member may rob or cheat another, loot must be apportioned by established rules, and no captain may command without being elected by the crew.",
      "Posessions": ["Cutlass", "Mechanical eye, hidden mostly behind a patch, but capable of scuttling ambulation on unfolding limbs. It can record what it seems for 15 minutes and relay it upon reinsertion.", "Pistol", "breathing-dress (counts as modest armor)"],
      "Skills": ["2 Astrology","3 Climbing","2 Pilot","2 Sword Fighting","2 Pistol Fighting"],
      "Special": "",
      "Source": "From the <a href='http://sorcerersskull.blogspot.com/2016/11/baroque-space-troika-style.html'>Sorcerer's Skull</a>"
    }, {
      "Name": "Lunar Castaway",
      "Text": "You have been recently rescued from the silvery Lunar wastes where you were long marooned.",
      "Posessions": ["Antique Musket", "Fantastical yet rustic clothing", "Journal and writing implement", "Semi-transparent body owing to long subsistence on Lunar fruit"],
      "Skills": ["3 Awareness  ", "2 Language - Selenite telepathy  ", "1 Musket Fighting  ", "2 Run  ", "2 Tracking"],
      "Special": "",
      "Source": "From the <a href='http://sorcerersskull.blogspot.com/2016/11/baroque-space-troika-style.html'>Sorcerer's Skull</a>"
    }, {
      "Name": "Mercurian Courtier",
      "Text": "What is there in life for you now that you have been compelled to flee the shining court of His Heliocephaliac Majesty, Helios XXIII, Emperor of Mercury? The other worlds are so cold! Still you persevere.",
      "Posessions": ["Mercurian Court Fashion: powdered whig, cache-sexe, corset, jabot or a doublet, pantaloons, stockings, and heels, and a mantled cloak.","Mercurian shaded lens on a stick <br>OR goggles","Light-blocking ointment","Muff Pistol","Stiletto"],
      "Skills": ["3 Etiquette","2 Gambling","3 Language - Mercurian","1 Knife Fighting","2 Pistol Fighting"],
      "Special": "",
      "Source": "From the <a href='http://sorcerersskull.blogspot.com/2016/11/baroque-space-troika-style.html'>Sorcerer's Skull</a>"
    }, {
      "Name": "Space Cook",
      "Text": "You are a veteran of many voyages and an essential member of any astronef crew. It is often no mean feat to wring something edible from the bounty of the spontaneous generation vats, and occasionally, you succeed.",
      "Posessions": ["Bottle of rotgut","Cleaver","Pistol","Vials of salt and various exotic spices","Venerian Jabbering Monkey"],
      "Skills": ["1 Awareness","2 Cooking","1 Strength","2 Axe (Cleaver) Fighting","2 Pistol Fighting","2 Fist Fighting"],
      "Special": "",
      "Source": "From the <a href='http://sorcerersskull.blogspot.com/2016/11/baroque-space-troika-style.html'>Sorcerer's Skull</a>"
    }, {
      "Name": "Cursed Astro-Mariner",
      "Text": "Your dead eyes have beheld things no man was meant to see. Adrift in the Tartarean reach beyond Saturn, you bore witness to the protean horrors of the Titans of Chaos, stared in cold wonder at legion ruined Gamorrahs of the rebellious Nephilim, and suffered at the peril of your immortal soul the sirens’ allure of alien Atlantean heathenry. You returned alive, but not unchanged.",
      "Posessions": ["Vials of soporific","A locked box 6 inches square, 8 deep, whose contents you frequently examine, but show no one","Brace of Pistols","Strange tattoos"],
      "Skills": ["2 Astrology", "1 Healing", "2 Pilot", "2 Pistol Fighting", "2 Second Sight"],
      "Special": "",
      "Source": "From the <a href='http://sorcerersskull.blogspot.com/2016/11/baroque-space-troika-style.html'>Sorcerer's Skull</a>"
    }, {
      "Name": "Rat-Catcher",
      "Text": "You are a Vermin Disposal Expert, though they often diminish your work, naming you merely 'rat-catcher.' But who among them has seen what strange vermin arise from the putrefaction of wastes of scores of space crews mingling in the cesspits of an asteroid? Much less hunted and captured those foul things? You have.",
      "Posessions": ["One-eyed terrier, inured to space travel", "d4 animal traps", "d4 specimen collection jars, at least one contains a slime of some sort", "Club", "Blunderbuss"],
      "Skills": ["2 Awareness", "1 Blunderbuss Fighting", "2 Club Fighting", "2 Tracking", "3 Trapping", "3 Tunnel Fighting"],
      "Special": "",
      "Source": "From the <a href='http://sorcerersskull.blogspot.com/2016/11/baroque-space-troika-style.html'>Sorcerer's Skull</a>"
    }, {
      "Name": "Alqai",
      "Text": "Beneath the sands your people toil, digging out shards of metal from some long forgotten war. You’re stout, wrapped about with a shell like an armadillo and have four arms. The life of toil and war without the sun left you wanting, and so you set out.",
      "Posessions": ["Shell (as Modest Armour)", "2 Maces", "2 Maces or Two Shields"],
      "Skills": ["2 Mace Fighting", "3 Smithing", "3 Metallurgy", "2 Sneak"],
      "Special": "You’ve got four arms.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Dune Rider",
      "Text": "You were an outrider of your fleet, a three armed no-legged dun-skinned scout, guiding the fleet away from danger and towards vulnerable targets. Something happened, and you left, perhaps by choice. You still have your single-rider craft, but you’ve lost purpose.",
      "Posessions": ["One-man Dune Rider Craft (twice as fast as a horse, roll for use in harsh weather. Only usable in the desert)","Dune Rider Sickle (as axe on foot, as polearm when riding craft & charging)","A memento of home"],
      "Skills": ["4 Dune Riding", "2 Sickle Fighting", "3 Navigation"],
      "Special": "You’ve only got 3 multi-purpose limbs, and need at least 2 free to walk in an ungainly manner.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Slow Tribeling",
      "Text": "You are one of the anarchist, reptilian murderers from the southern wastes, known for your horrendous brutality and sculptures made of limbs, bound together by cacti-needles. You left your tribe behind, perhaps seeking to test yourself and return ready to Shepard the tribe as a Slow Warlord.",
      "Posessions": ["Polearm", "Bag of cacti Needles", "Lizard-skin (as Light Armour)"],
      "Skills": ["3 Polearm Fighting","3 Art (Limb Sculpture)","1 in any Skill","1 in any Skill","1 in any Skill"],
      "Special": "As a reptile, you struggle if you cannot bask in the sun, or warm yourself before a fire, meaning you only put one initiative dice in the bag.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Sandworm Rider",
      "Text": "You were once nobody, until you successfully rode the sandworm, true lord of the desert. You’re now something between a shaman and a trouble-shooter. It is true the worm showed you things, but what mystical properties you ascribe to this is known to you alone.",
      "Posessions": ["Worm-hooks", "Sword", "1d6 powerless charms which have influence amongst nomadic people", "Worm-drums, attuned to a specific worm, usable only in deep desert"],
      "Skills": ["2 in random spell", "2 in random spell", "2 in astrology", "2 in healing"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Rubble Dweller",
      "Text": "You were born and raised in the shadows of dead gods, picking through the endless rubble and debris of a dead age. Oh, what things you have found, and lost.",
      "Posessions": ["Laser Pistol (Damage as Pistolet, 1d6 shots per day) <br>OR Power Armour (as Heavy Armour, +1 to strength when worn. Solar powered)", "Knife", "Ratty Clothes", "1d6 items of sentimental junk"],
      "Skills": ["2 Sneak", "2 Run", "2 Scavenging", "2 Barter", "2 Forage"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Coated Man",
      "Text": "You were one of the many pilgrims who travel to the Plastic Sea, having chosen glory and young death above being worn down by the sands. You are one of the few who decided to test themselves in the world at large, rather than dying upon the Plastic Shores.",
      "Posessions": ["Weapon of choice", "Plastic Coated Skin (always lightly armoured)", "A deathwish"],
      "Skills": ["4 in weapon of choice", "3 in dodge", "2 in artistic medium of choice", "1 in any skill"],
      "Special": "Your coating will kill you slowly - your maximum age is 40.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Refugee of the Past",
      "Text": "You awoke in a glass tube in the midst of the remains of your culture. Everything is gone. You were frozen to restore the old world - but seeing this desolation, is it worth it?",
      "Posessions": ["Laser pistol, 1d10 uses per day (solar powered)","Survival Knife","Memento of loved ones"],
      "Skills": ["2 Laser Pistol Fighting", "1 Knife Fighting", "1 Navigation", "1 Foraging", "1 Survival", "1 Ancient History", "1 Sneak"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Freshwater Grub Agent",
      "Text": "You are, or were, an agent for one of the rare and ruthless Freshwater Grubs, leading their criminal empires from their techno-tanks filled with precious, filtered water. You’ve been extensively trained and paid.",
      "Posessions": ["A secret mission OR hitmen on your tail", "Laser pistol 1d4 uses per day", "Shortsword", "Desert-cloak", "Finery in a bag", "Disguise kit"],
      "Skills": ["3 Disguise", "1 Laser Pistol Fighting", "1 Sword Fighing", "2 Dodge", "2 Sneak", "1 Run"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Sha’ir",
      "Text": "You weave words, into poetry and spells alike. You are greatly respected by the Thousan Sultans, who often pay heavily to be your patron.",
      "Posessions": ["Unfished epic poem"],
      "Skills": ["4 Poetry", "2 Random Spell", "2 Random Spell"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Petty Priest",
      "Text": "You are unpopular - religion is not common amongst the peoples of the waste, yet you truly believe. They have blessed you with such powers, how could they not be a true god?",
      "Posessions": ["None - they will care for you"],
      "Skills": ["3 Random Spell", "3 Random Spell", "3 Random Spell", "1 Preaching"],
      "Special": "Construct your deity using the spells you have been blessed with as cues.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Desert Mutant",
      "Text": "You are utterly reviled by all good folk. Your mutations are undeniably useful. This puts you in an interesting position.",
      "Posessions": ["Horrendous Crab Claw (damage as Sword) <br>OR Insect Chitin Skin (always Heavily Armoured) <br>OR Freakish Sensory Organs (+4 Awareness)", "A missing Limb <br>OR Diminutive Size <br>OR Nauseating Stench", "Hyper-specific dietary requirements (10x provision cost) <br>OR Huge Glutton (Triple provisions required)"],
      "Skills": ["2 Any skill","2 Any skill","2 Any skill","2 Any Skill","2 Any skill"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Bat-man",
      "Text": "You glide upon the thermals, ranging far and wide across the desert, seeking something. Perhaps food for the people, or their enemies. Perhaps a water scout? Regardless, your Skills have use to others.",
      "Posessions": ["Spear (Treat as polearm for diving attacks)", "Wings!", "Dropping-daggers", "Totem of Winds"],
      "Skills": ["2 Spear Fighting", "3 Flight Control", "2 Navigation", "3 Awareness"],
      "Special": "You can fly.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Tortoise Dweller Survivor",
      "Text": "In the deep wastes, tortoises the size of towns wander, decimating oases whenever they are found. Rather than attempt to race the tortoises, your people settled atop them, slow-moving pirates of the wastes. Something killed your mount, and almost all of the people died, and you are left alone.",
      "Posessions": ["Sword", "Light Armour", "Shield", "2 Spears"],
      "Skills": ["3 Sword Fighting", "2 Spear Fighting", "3 Climb", "2 Barter"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Titan AI Host",
      "Text": "Those skeletons are not gods - they were fighting machines. And you, poor unfortunate, have one of them inside your head. It is diminished, your fleshy body barely able to maintain its most basic functions, but it is there, and you can hear it. It’s supplanted your own Skills with those it desires, seeking a new, more fitting form.",
      "Posessions": ["Laser rifle (damage as Fusil, 1d10 uses per day)", "Laser pistol (1d10 uses per day)"],
      "Skills": ["5 Technology", "3 Laser Rifle Fighting", "2 Laser Pistol Fighting"],
      "Special": "If you die, the core lives on. It emerged, a metal insect the size of your fist. If placed upon the skull of a helpless or willing humanoid, it burrows in, sealing the entry wound as it goes. They are now your character, losing all Skills but gaining those you had. Stamina, skill and luck values remain as the host.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Reptile Tamer",
      "Text": "You have learnt the art of taming the many reptiles of the wastes, teaching them tricks and ensuring their loyalty. To what purpose? That is for you to decide.",
      "Posessions": ["2d6 Trained Lizards (each fits in a small coinpurse, and can perform 1 trick perfectly)", "1d6 Lizard-treats (+1 to lizard taming rolls)"],
      "Skills": ["3 Lizard Taming", "2 Perform", "2 Forage", "2 Navigate"],
      "Special": "",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Water-Witch",
      "Text": "You are valuable, oh yes indeed. Beloved by the poor, despised by the merchant, some freak mutation or magical gift allows you to flawlessly find water. What happens next?",
      "Posessions": ["Staff", "Robes"],
      "Skills": ["1 Staff Fighting", "3 Run", "3 Sneak", "1 Random Spell", "1 Random Spell"],
      "Special": "Can always find a source of fresh, drinkable water.",
      "Source": "From the <a href='https://antlerrr.blogspot.com/2017/05/acid-death-fantasy-weird-desert.html'>Ant-Lerr</a> by Luke Gearing"
    }, {
      "Name": "Rainbow Thresher",
      "Text": "All but the holy wavelength are false. Some members of your order have purified their retinas to expunge the blasphemous receptors, but you retain yours to bear witness to their grotesque vibrations. Let the gods sort heretics into ultraviolet heavens and infrared hells, you have painting to do.",
      "Posessions": ["A prism", "Robes and tassels dyed the sacred shade", "Pigments and binding agents"],
      "Skills": ["3 Spell - Light", "2 Mathmology", "2 Second Sight", "2 Spell - Jolt", "1 Spell - Darksee", "1 Spell – Flash"],
      "Special": "",
      "Source": "From <a href='https://uncannyspheres.blogspot.com/'>Uncanny Spheres</a> by Ian Yusem"
    }, {
      "Name": "Monumentalist",
      "Text": "While your companions are busy wrestling and hacking away at some foe, you're already planning the bloodstone obelisk that will forever mark this place. Your paths through the spheres are marked by cairns, tombstones, and temples. For you, the only things worth remembering are written in stone.",
      "Posessions": ["Hammer and chisel", "Pulleys and rope", "A jar of gold leaf", "A sled", "A pack mule"],
      "Skills": ["4 Masonry", "3 Mathmology", "1 Most Obscure Languages", "1 Secret Signs - Masons", "1 Evaluate", "1 Awareness", "1 Climb"],
      "Special": "",
      "Source": "From <a href='https://uncannyspheres.blogspot.com/'>Uncanny Spheres</a> by Ian Yusem"
    }, {
      "Name": "Maiden Bearer",
      "Text": "You carry the maw of your god upon your back, and your god is always hungry.",
      "Posessions": ["An iron maiden", "Hooks and chains", "A nasty little trap of your own invention"],
      "Skills": ["3 Wrestling", "3 Strength", "2 Run", "1 Tracking", "1 Trapping"],
      "Special": "Your iron god takes up 4 equipment slots. Once its thorny chambers are filled with a wriggling sacrifice and the door is shut, it doubles in weight and cannot be opened until your god is satiated—usually about 1 day. Your god never needs cleaning.",
      "Source": "From <a href='https://uncannyspheres.blogspot.com/'>Uncanny Spheres</a> by Ian Yusem"
    }, {
      "Name": "Miracle Cure Salesmen",
      "Text": "You were the only survivor of an expedition to the fountain of youth, and you’ve carried back as much of the legendary waters with you as you could carry. However, eternity is proving too short a time to make your fortune hawking your miraculous wares. You meander from sphere to sphere, seeking out the desperate and the gullible after being laughed out of throne rooms and grand halls. Maybe somewhere there’s one fool enough, or a deal cheap enough, to offload some of your priceless haul.",
      "Posessions": ["Water from the fountain of youth, stoppered in tacky curio bottles","Dirty, threadbare rags","Banners bearing slogans of previous marketing attempts"],
      "Skills": ["1 Awareness","1 Run","1 Sneak","1 Swim","1 Trapping"],
      "Special": "You never age.",
      "Source": "From <a href='https://uncannyspheres.blogspot.com/'>Uncanny Spheres</a> by Ian Yusem"
    }, {
      "Name": "Masonic Campaign Manager",
      "Text": "The candidates are secret, the districts jagged, voter registration arcane, but there’s an election to be run. It’s your job to find babies to wave and hands to kiss for your future club president…whoever they might be.",
      "Posessions": ["A crate of campaign pins","A poisoner’s ring","A list of suspected opposition candidates"],
      "Skills": ["4 Secret Signs – Secret Sphere Domination Organization","3 Etiquette","2 Poison","1 Disguise","1 Awareness","1 Astrology"],
      "Special": "If you win the election, your candidate will assume a mantle of unspeakable power. You may be awarded for your efforts with obscene wealth, an influential office, or a firm handshake.",
      "Source": "From <a href='https://uncannyspheres.blogspot.com/'>Uncanny Spheres</a> by Ian Yusem"
    }, {
      "Name": "Bound Knights",
      "Text": "From birth, your body was molded by straps, frames, and ropes into odd forms and shapes. The resulting silhouette provides you an anatomical camouflage on the battlefield. How can the enemy pierce your heart when there’s already a hole in your chest, or decapitate a head that’s hidden in your foot?",
      "Posessions": ["Armored attire woefully unsuitable for anyone but you (Lightly Armored)","An oversized bow operable only by your hooked feet, +1 to Bow Fighting and Damage Rolls while using it.","A chained weapon wielded by the momentum of your body (damage as Axe and doesn’t require use of your hands)"],
      "Skills": ["3 Bow Fighting", "3 Axe Fighting", "2 Acrobatics OR 2 Strength", "2 Climb OR 2 Run OR 2 Swim", "-2 Disguise"],
      "Special": "",
      "Source": "From <a href='https://uncannyspheres.blogspot.com/'>Uncanny Spheres</a> by Ian Yusem"
    }, {
      "Name": "Haunted Medic",
      "Text": "Behind the brazen charges and bristling armies that sweep and collide across the spheres, you wage your own war in hellish ditches and ramshackle huts that pass for operating theatres. Almost as spectacular and strange as the weapons that make them, the wounds of your patients constitute the intricate intrigues at the heart of your feverishly wrought dramas. You’ve been at this too long, and finally caught a body that snapped your typically adamantine heartstrings. The wars left behind, will your quaking hands and quivering lips prove fatal for your new comrades?",
      "Posessions": ["A surgeon’s kit, disused aside from a dwindling supply of painkillers", "A half-empty bottle of strong spirits"],
      "Skills": ["2 Awareness", "1 Trapping", "1 Poison", "1 Healing"],
      "Special": "The bottle or the pill are the only ways you’ve managed to dull the screams and still your tremulations. When thoroughly soused, you gain a +4 bonus to Healing but -1 to everything else.",
      "Source": "From <a href='https://uncannyspheres.blogspot.com/'>Uncanny Spheres</a> by Ian Yusem"
    }, {
      "Name": "Pail Possessor",
      "Text": "You once had nothing to your name. That was until a stray bucket fell on your head. Now, you have a pail and/or amnesia (but probably just the pail). The question arises; what does one do with a magic bucket? The answer: adventure.",
      "Posessions": ["A magic pail", "The clothes on your back (and other body parts)"],
      "Skills": ["3 Bucket Fighting", "2 Strength", "1 Spell – Summon Pail", "1 Run"],
      "Special": "Only you can use the pail; the pail chose you. To all others it is just a regular bucket.<br>Magic Pail: The pail appears empty, however, when you make a motion as if you were throwing out its contents, a random substance will materialise and be thrown out of the pail. E.g. you come across a fire, swing the bucket towards the fire and out of the bucket is thrown a bucket’s-worth of water which douses said fire. If you place an item in the bucket, it will disappear only to reappear when you throw the bucket again. You can only place one item (GM’s discretion for what counts as a single item) at a time in the bucket, any subsequent items will either be spat out or destroyed (Again, at the GM’s discretion). The bucket still only takes up 1 equipment slot with an item in it.<br>Bucket Fighting: In melee you may swing the pail at enemies to deal damage as a club might (Without the benefit of Heavy Percussive Weapon). A ranged attack would be throwing a substance out of the bucket.<br> Summon Pail: If you ever lose the pail you can use this to summon it again. What are you if not the pail possessor? The pail may or may not fall on your head when it is summoned",
      "Source": "By Curtis Teixeira"
    }, {
      "Name": "Goblin Dogsbody",
      "Text": "What are goblins made of? Chaos and snot, and meat left to rot. Goblins are small dark green people with noses, mouths, ears and big toes out of proportion to the rest. They are the backbone and the whipping boys of any evil horde. They're smarter than you think, and often manage to get away when the overlord is slain and his citadel is burning. ",
      "Posessions": ["A weapon of your choice", "A hooded shirt <br>OR good shoes (but not both)", "Bone dice", "Sack"],
      "Skills": ["Awareness 1", "Climb 1", "Bow Fighting 1", "Club Fighting 1", "Knife Fighting 1", "Run 2", "Sleight of Hand 2", "Sneak 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Brother of the Mephitic Sycophantry Fellowship",
      "Text": "Evil has a problem with cohesion and loyalty. It has a tendency to undermine itself for profit, fun, or out of duty. The Fellowship of Mephitic Sycophantry belong in that last category. They are minor imps and sundry hell-beings filling up the ranks of an evil horde. They masquerade as bungling acolytes and feckless goblins, experts at licking boots and nothing else. Even if an evil power-grab fails due to incompetence and ego-bloat, these infernal creatures win. ",
      "Posessions": ["Dark brown robe", "Sacrificial dagger", "Marbles (for people to step on and fall)", "Pet centipede"],
      "Skills": ["Acrobatics 2", "Awareness 2", "Disguise 4", "Sleight of Hand 1", "Sneak 1", "Spell: Babble 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Crowblin Scout",
      "Text": "A crowblin is a crow-like goblin, or a goblinoid crow. It walks on two legs, has a beak, and can, on a good day, manage a few moments of awkward half-flight. Their cawing voices carry far, and almost always seem to have a hint of glee and raucous ridicule. Goblins say they're another dumb experiment gone wrong, while crowblins consider themselves to be an example of divine improvement. This disagreement has made the crowblins adept at hiding, even from their more numerous cousins. ",
      "Posessions": ["A crossbow with twenty black-feathered blots","A leather cuirass (Light armor)","1D6 shiny pilfered objects","A firkin of crowblin ale (imagine a chicken broth beer)"],
      "Skills": ["Climb 3", "Fist Fighting 1", "Gambling 1", "Crossbow Fighting 2", "Sneak 4"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Fanged Gentlebeast",
      "Text": "It is humanity’s own fault if the fanged gentlebeast has joined the evil horde. Not long ago it lived in a cave or a hollow tree, a quiet philosopher of nature. If it ate a sheep, a child or a serf, it was no more than is lost to wild animals and accidents. Their fire. Their traps and their rage was a crude intrusion into unfettered contemplation. Anything that happens now is on them.",
      "Posessions": ["Diary", "Fangs & Claws (Modest Beast)", "Fur (Lightly armored)", "Parchment and sketching quill"],
      "Skills": ["Awareness 1", "Fist Fighting 2", "Run 2", "Sneak 2", "Tracking 2", "Spell: True Seeing 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Hogoblin Grunt",
      "Text": "A hogoblin is a pig-headed goblin of greater-than-average size. Their pig-headedness is literal, but figurative as well. They have been bred to be frontline fighters, with less propensity for cowardice than their goblin cousins. Maybe that succeeded a little too well, as they are liable to take their porcine rage out on each other at inopportune moments. They can sometimes be distracted with food.",
      "Posessions": ["Serrated blade", "Shield", "Nose ring", "Loincloth"],
      "Skills": ["Blade Fighting 2", "Fist Fighting 2", "Another Fighting skill of your choice 2", "Ride 1", "Run 1", "Strength 1", "Wrestling 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Renegade Lizardperson",
      "Text": "Lizardpeople generally find mammals distasteful and weak, but a few join evil hordes due to serving the same masters (mainly serpent demons), or as slave warriors. A lizardperson looks like an upright crocodile with opposable thumbs, and it acts like its shit does not stink. ",
      "Posessions": ["Bow and 20 arrows", "Breast plate", "Claws and teeth (small beast)", "Raw meat in a tightly wrapped bundle", "Spear"],
      "Skills": ["Bow Fighting 1", "Poison 2", "Polearm Fighting 1", "Secret Signs – Reptilian 2", "Swim 3", "Tracking 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Meatpatch Man",
      "Text": "The meatpatch man is a creature made from patches of skin and flesh, stretched over mismatched bones. The skin sags sickeningly in one place, and is contoured sharply over bones in another. It is the product of dark magic and medicine, and has no place in the natural order of things. It stinks of formaldehyde too. A meatpatch man has few allies in this world, except for those few that are deemed similarly freakish.",
      "Posessions": ["A collection of teeth", "Sewing kit", "Glue", "Femur (treat as club)"],
      "Skills": ["Club Fighting 2", "Fist Fighting 2", "Second Sight 4", "Strength 3"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Filth-Crone of the War Spinneries",
      "Text": "Some call them the Norns’ step-sisters or a poor man’s Furies. No one does so around the filth-crones however. A filth-crone is the oldest, ugliest, grimiest and most hatchet-faced woman you can imagine. She smells of asparagus and piss. The Filth-Crone weaves visions of the future on her gross loom, and the smart overlord will often consult her before a battle.",
      "Posessions": ["Gross loom","Gross woolen dress","A jug of strong troll-spirits"],
      "Skills": ["Astrology 4", "Healing 1", "Second Sight 3", "Spell: Fear 1", "Spell: Weave Premonition (same as Read Entrails, but uses", "a woven piece of fabric) 3", "Spell: True Seeing 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Hogoblin Watchman",
      "Text": "It is usually an older and less aggressive hogoblins who have the task of patrolling the dark citadel and grounds. They have turned their pig-rage into an omnidirectional paranoia that is quiet, yet intense. The watchman has survived fighting the Forces of Good, as well as all the dangers in an overlord’s lair. His fears are solid, educated ones, and their causes are all around him. ",
      "Posessions": ["Sensible nose ring", "Helmet", "Morning star", "Lantern", "Flask of oil", "Soft pillow"],
      "Skills": ["Awareness 3", "Blunt weapon Fighting 2", "Fist Fighting 2", "Sneak 1", "Strength 1", "Wrestling 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Doom-Shade",
      "Text": "A doom-shade is an undead agent of the netherworld, a glum shadow-warrior, secretly overjoyed at being out of Hell for while. Physically it appears as a tattered black cloak floating silently by. Occasionally a grinning skull peers out from under the cowl. No one suspects this, but doom-shades will sometimes twist an overlord’s plans slightly, if it means staying ‘top-side’ a little longer.",
      "Posessions": ["Communion-stone (a faintly glowing rock which lets the shade speak to its infernal master – if said master deigns to respond).", "Shadowy greatsword", "A doom-shade wears no visible armor, yet always counts as being modestly armored"],
      "Skills": ["Second Sight 1", "Sneak 4", "Sword Fighting 4"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Ogre Sous Chef",
      "Text": "Ogres may not be clever, but they know food. Any ogre worth its spice rack has sampled all sorts of meat it has encountered, including the ritual devourment of their parents (with garlic). As such it is not uncommon to see ogres in an evil overlord’s kitchen. Sometimes a brawl will break out and someone will become a main ingredient. The food always tastes great though.",
      "Posessions": ["Apron", "Cleaver", "Cooking pot", "Spice Rack"],
      "Skills": ["Cooking 4", "Cleaver Fighting 2", "Poison 1", "Strength 3"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Troll Accountant",
      "Text": "A troll is a large, lumpen creature, known mainly for its refusal to die from natural causes. They do however have a faculty for accounting and number-crunching. Some say this ability was a gift from one of the Lords of Misrule, and that there is a circle of Hell where trolls endlessly subtract and divide the body parts of the damned. However it may be, trolls invented the abacus and the concept of zero, but still regard fire with religious awe. An evil overlord will often have a troll in charge of the treasure chamber. Trolls care little for gold, but hate discrepancies. ",
      "Posessions": ["Abacus", "Lots of scrolls and writing equipment", "Key to the treasure chamber", "Club"],
      "Skills": ["Mathmology 4", "Run 1", "Strength 4", "Wrestling 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Goblin Shaman",
      "Text": "Goblins have no gods. No one has come forward to claim responsibility for them, or to protect them in troublesome times (which is almost all the time). The goblin shaman channels something else, something that whoops, hollers and ejaculates protoplasm all over the shop. The totality of ur-goblinity perhaps, shat through time and place. ",
      "Posessions": ["A wicked knife", "Bone-filled spirit rattle", "Rat-skin cloak", "Jars of unguent and salves"],
      "Skills": ["Awareness 1", "Heal 1", "Run 1", "Second Sight 1", "Spell: Assume Shape 1", "Spell: Befuddle 2", "Spell: Jolt 2", "Spell: [Random] 1", "Spell: Ward 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Mnemo-Spectre",
      "Text": "Being an evil overlord is dangerous. Even when the Forces of Good aren't coming at you, there's the ambitious lieutenant, the fickle demon lord, and the opportunistic malcontents who call themselves adventurers. A Mnemo-Spectre is what is left of the most stubborn overlords, after the world has stabbed them in the back. A billowing shroud of shadow, blood and tenacity. The Mnemo-Spectre potentially has great power, but its grasp of time and place is confusing and tenuous. The Mnemo-Spectre will at times not be able to remember names or allegiances, but will remain razor sharp when it comes to ambition and the nature of slights. It is paranoid, frustrated, gloating, and occasionally magnanimous. One thing is certain: it WILL return to power. ",
      "Posessions": ["None, but due to its otherwordly nature it always counts as being modestly armored, and its touch as a Large Beast attack."],
      "Skills": ["Second Sight 4", "Spell: Cockroach 3", "Spell: Leech 2", "Spell: Fire Bolt 2", "Spell: [Random] 1", "Spell: [Random] 1"],
      "Special": "You cannot kill a spectre with physical attacks. Sure you can tear it asunder or blow it up, but it just reforms D66 days later, even less tethered to reality. A strong banishment might do the job, but even then they might strike a deal with some arch-fiend or dark god.",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Low Elf",
      "Text": "Elves are made from dreams, a gossamer material of beautiful color and potential. Most elves stay aloof and apart from the baser species, lest they become dulled and sullied by reality. Low elves are the few who take a different path, wallowing in booze, shit, violence and associating with the Forces of Evil. In this way they press their reality upon the world. Low elves smell, stomp and burp, but beneath the grime one can see the vestiges of unreal beauty. They’re still supercilious gits.",
      "Posessions": ["Cruel shadow sword","Bone bow and 20 insectile arrows","Filthy silk robes","Silver centipede torc"],
      "Skills": ["Acrobatics 1","Awareness 1","Bow Fighting 3","Fist Fighting 1","Sneak 1","Sword Fighting 2","Run 1","Spell: Read Entrails 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Gark",
      "Text": "The Forces of Evil love their breeding programs and their ill-advised hybridizations. Hence the gark. A gark is an incongruous mix of two worlds. It has the strength, size, and hunger of an ogre and the intellect and hankering for trouble of a goblin, yet does not fit in with either group. The ogres are just too dumb, and goblins do not properly appreciate a good bout of ultra-violence among cousins.",
      "Posessions": ["Dane axe", "Scrap armor (modestly armored)", "Musky body oil", "Hand mirror"],
      "Skills": ["Awareness 1", "Axe Fighting 2", "Fist Fighting 2 ", "Run 1", "Sneak 1", "Strength 2", "Wrestling 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Cancerman Undoctor",
      "Text": "Some people manage to negotiate with their disease. The result is a cancerman, a creature made from lumps, boils, tumors and vestigial tails. It can’t really die, but can you really call it alive. Worst among these are the undoctors, missionaries of pestilence and canker. They can heal you, but your flesh grows back as unsightly growths and your blood becomes a grey green pus. An undoctor is gentle, softly spoken, and as he sits by your bedside his sores will not cease oozing.",
      "Posessions": ["Stained grey robes","Doctor’s bag (full of filthy tools)","Gauze mask","A collection of small bones"],
      "Skills": ["Healing 4", "Sneak 1", "Spell: Brittle Twigs 2", "Spell: Drown 2", "Spell: Leech 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Pain Merchant",
      "Text": "A strange creature from an underworld called the War Sphere. The pain merchant is a vaguely humanoid figure made from blades. Its eyes are blue as a gas-flame and seem distant. The pain merchant is a source of cruel and twisted weapons, still warm from the War Sphere’s suffer-forges. A pain merchant has trouble understanding things that aren’t war or the preparation for war. To a pain merchant a lute will seem like a very poor weapon, and a painting of a landscape nigh-useless intel.",
      "Posessions": ["All the weapons (it does not literally pull them out of its backside, but it might as well. It is never unarmed).", "Its knife-skin counts as modest armor."],
      "Skills": ["All Fighting Skills 2, Run 1, Strength 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Crowblin Assassin",
      "Text": "The crowblins are generally regarded as a mistake, or some sort of infernal joke. The crowblin assassin casts some doubt on who exactly the punchline is. This crowblin has single-mindedly focused on becoming silent and deadly, striking from surprising angles and escaping through what you might generously call winged flight. Yet there is no one left alive to express any sort of mirth.",
      "Posessions": ["Curved knife", "Garrote", "Two vials of poison"],
      "Skills": ["Acrobatics 2", "Garrote Fighting 2", "Fly 1", "Knife Fighting 2", "Sneak 4"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Acolyte",
      "Text": "Some people just need a place to belong, and when you’re a no-account serf or cottar, being an evil overlord’s crony (even if is an abused and disrespected crony) can seem like a step up. It usually doesn’t entail backbreaking work in some wet barley field. Even if the acolyte tires of being ill-used, and the constant threat of becoming ogre-stew, there usually isn’t a place to go back to. Once you throw in your lot with evil, it’s hard to go back to sharecropping.",
      "Posessions": ["Dark robe", "A dagger", "A fake hog-nose and tusks (to look like a hogoblin in a pinch)", "Broad-brimmed hatchet-faced", "A memento of those you left behind"],
      "Skills": ["A Crafting skill of your choice 1","Awareness 1","Disguise 1","Etiquette 1","Farming 1","Fist Fighting 1","Run 1","Sneak 2","Spell: Quench 1","Tracking 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Hunchbacked Gatekeeper",
      "Text": "It is a sad truth that a hunchbacked gatekeeper has become an accessory to many overlords. These people are often bought from callous parents and raised as guards and keymasters surrounded by goblins, skeletons and imps. The adult hunchback is a tough customer, accorded respect, even from hogoblins and ogres.",
      "Posessions": ["A ring of keys to pretty much everything", "Spiked club", "Dagger", "Lockpicking tools", "Leather jerkin (light armor)"],
      "Skills": ["Awareness 2", "Club Fighting 2", "Fist Fighting 2", "Locks 4", "Strength 1", "Tunnel Fighting 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Grey Dwarf",
      "Text": "The grey dwarves usually work in the deepest strata of the earth. Work defines their world, and things not useful to their work is at best irrelevant. Hence it is unusual to see a grey dwarf in an evil horde, even one operating out of a dungeon. It must have determined that this servitude to some light-dweller (even a dark overlord is a light-dweller to grey dwarves) furthers the work in some way. A grey dwarf is decidedly dour, and seems to feel that everyone else are work-shy weaklings.",
      "Posessions": ["Petrifier", "Sharpened shovel (treat as axe)", "1D6 rations (which look like fossilized plankton and isn’t edible to non-grey dwarves)", "The sturdiest boots imaginable"],
      "Skills": ["Axe Fighting 3", "Engineering 4", "Evaluate 1", "Tunnel-Fighting 3"],
      "Special": "Petrifier: The petrifier is a grey dwarf invention which makes things stay in place, by petrifying it. It can be used as a weapon but only fired every other turn. A hit starts the petrification process, costing the victim two SKILL points. The petrifier looks like a cast iron vacuum cleaner worn backpack - style.",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Skelly Fusilier",
      "Text": "Most reanimated skeletons literally don’t have the brains they were born with. A few retain intelligence after being reanimated, or perhaps a runaway soul uses the bones as a hiding place. These skeletons are often put to use as marksmen, as their eyeless sockets do not water from wind and smoke, and their hands do not tremble with fear or agitation. Intelligent skeletons (or ‘skellies’ as the goblins call them) are often quite gregarious, and as their fleshless kin do not speak much, try to fit in among the living.",
      "Posessions": ["Fusil", "Twelve apostles (bandolier with powder and shot)", "A hat ", "Dice", "(While skellies do not wear armor, they only take 2 STAMINA damage from any attack that is meant to pierce, puncture or slash. They can’t be suffocated or poisoned)."],
      "Skills": ["One crafting skill (retained from life) 1", "Awareness 1", "Fist Fighting 1", "Fusil Fighting 3", "Gambling 2", "Run 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Left-Hand Apprentice",
      "Text": "An overlord is likely to attract followers wanting to learn the dark arts from a true master. Even if the overlord isn’t a warlock, they usually hang around, playing dice and lording it over the goblins. There are usually some mysteries for them to plumb in the overlord’s expansive lair. If they’re lucky they’ll survive it.",
      "Posessions": ["Robes smelling faintly of grave-mold", "Arcane tattoos", "Rod of Eldritch Might (treat as club)", "2D6 silver", "Playing cards"],
      "Skills": ["Evaluate 1", "Gambling 1", "Healing 1", "Locks 1", "Second Sight 1", "Sneak 1", "Spell: Open 1", "Spell: Posthumous Vitality 1", "Spell: Skeletal Counsel 1", "Spell: Torpor 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "A ”plain-dealing villain”",
      "Text": "It happens more often than you might think. A child of a noble lineage despairs at ever inheriting power. Maybe a parent or an older sibling is the main obstacle, maybe it is something more nebulous, like a heavenly mandate. However the case may be, she sees an alliance with evil as an expedient way to get what she feel she is owed. The outcome is rarely what she hoped for.",
      "Posessions": ["Fine clothing as befits her status", "Slim silver sword", "Beautiful bow", "Destrier", "Heirloom worth 4D6 silver"],
      "Skills": ["Bow fighting 2", "Dancing 2", "Etiquette 3", "Evaluate 1", "Ride 2", "Sword Fighting 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Winged Monkey",
      "Text": "The winged monkey used to be carefree and mischievous, but in no way evil. Their downfall allegedly came about through playing a prank on a sorceress’ fiancee. This occasioned the creation of a golden cap imbued with the magic power to control the monkeys. This magic was copied by every tinpot overlord worth his throne. Now, tragically, a free winged monkey is as rare as hen’s teeth. There is a rumor among the monkeys that the caps’ magic is fading, or even that some overlord have no cap. The creatures have internalised subservience to such a degree that none of them have tested this. Yet. A winged monkey looks like a Japanese snow monkey, if somewhat larger and black. They have large bat-like wings, and usually carry tridents in their tail.",
      "Posessions": ["Bow and ten arrows","Trident","A hat","Pilfered jewelry worth 2D6 silver"],
      "Skills": ["Acrobatics 1", "Bow Fighting 2", "Trident Fighting 1", "Fly 3", "Wrestling 2"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Demon Tailor",
      "Text": "An overlord must look their horrid best. As such they import the best tailors from the underworld. A demon tailor is a pale personage with needle fingers and the barest hint of horns on their forehead. A demon tailor works with an ever-expanding range of materials. Iron headdresses, skirts of living skin, dog heads stuffed with silver maggots and nail collars are all possibilities for those daring fashion-makers. A demon tailor’s greatest annoyance is a conservative or timid dark lord.",
      "Posessions": ["A carpet bag full of thread and fabric", "A jar of silver maggots", "Theatre jewelry", "Rope"],
      "Skills": ["Evaluate 3", "Healing 1", "Needle Fighting 3", "Sewing 4 (Given time a demon tailor can sew any two things together).", "Spell: Affix 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Death Knight",
      "Text": "When a champion of Good is dying on the field of battle, infernal forces will sometimes offer them a bargain: join us, and you do not have to pass on. Fear humbles most, and many have taken the offer. The result is a death knight, a great warrior haunting their own dead body, encased in brutal black armor. The death knight is not truly alive, but has not passed on. That is the way Evil keeps its promises. Most death knights feel cheated and bitter, but dread removing the armor which keeps them alive for fear of their fate after death. They usually take out their rage on the armies of Good. Where was the help when they needed it? ",
      "Posessions": ["Black armor (heavily armored)", "Massive maul", "Grisly trophies (a necklace of ears or the like)", "Knife"],
      "Skills": ["Fist Fighting 2", "Knife Fighting 1", "Maul Fighting 4", "Strength 2", "Ride 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Gremlin",
      "Text": "A gremlin is a goblin that has been infused with the essence of a minor demon of ruin. The gremlin still acts much like its goblin cousins, but has a distinct knack for sabotage, and for destroying anything which could be generously be described as a ‘machine’. Goblins tend to avoid a gremlin, as they consider it (somewhat justifiedly) a jinx. ",
      "Posessions": ["A weapon of your choice", "Iron shoes", "Lockpick set", "Pouch full of pebbles"],
      "Skills": ["Awareness 1", "Gremlinology 4 (used for destroying contraptions with moving parts, from carts to clockworks).", "Locks 3", "Run 2", "Sleight of Hand 1", "Sneak 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Hydra-Wrangler",
      "Text": "Overlords tend to have a massive nigh-unkillable monster somewhere in their base of operation. It does not have to be a hydra, but we will use it as a shorthand. The hydra-wrangler is usually a skinny little person who looks like the hydra has drained their energy directly. They are respected by all, from death knights to latrine goblins, since they are the single person (save, perhaps, the overlord) who can exercise any kind of control over the hydra.",
      "Posessions": ["Chain mail apron (modest armor)", "Backpack full of hydra-treats", "Tin whistle", "Hook for a hand", "Spear", "Steel-toed boots"],
      "Skills": ["Hydra Wrangling 3", "Music 1", "Run 1", "Sneak 1", "Spear Fighting 2", "Spell: Amity 1", "Spell: Ironhand 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Goblin Manservant",
      "Text": "This goblin has been promoted to wait on the dark lord personally. This mean wearing nice clothes, but also getting a kick up the backside if the lord is ‘in a mood’. Still the goblin manservant is all kinds of snooty, and might be suspected of being a snitch. He isn’t though.",
      "Posessions": ["A uniform with gold tresses and all that", "short sword", "1D6 rations’ worth of stolen food"],
      "Skills": ["Awareness 1", "Climb 1", "Etiquette 1", "Gambling 2", "Run 2", "Sleight of Hand 2", "Sneak 2", "Sword Fighting 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Demolition Demoniac",
      "Text": "Black powder is a recent invention, and evil has taken to it like a duck to water. To properly utilize this destructive miracle an overlord hire itinerant alchemists called demolition demoniacs, since their stink of sulphur and love of destruction rivals any pit-fiend. A demolition demoniac sees an explosion as a re-shuffling of reality, a creation of new patterns through destruction. Of course the demoniac knows that the overlord pays her to destroy his enemies, but that is a question of politics, not essence. There is no bad explosion.",
      "Posessions": ["2D6 Explosive charges", "Pistolet (with eight reloads)", "Alchemy set, strapped precariously to the backbone", "Prosthetic arm", "1D6 silver worth of gold nuggets. Can the demoniac really make gold?"],
      "Skills": ["Astrology 1", "Demolitions 3", "Mathmology 2", "Pistolet Fighting 1", "Second Sight 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }, {
      "Name": "Hogoblin Commander",
      "Text": "This is the peak of hogoblindom (according to them). The rage is tempered by experience, and the cruelty is handed out with intent and purpose. They’re still hog-headed warriors motivated by slaughter, but time has put some flab on them. They don’t have to run at the enemy.",
      "Posessions": ["Greataxe", "Ostentatious helmet", "Chain mail", "Shield", "Double nose ring", "Loincloth"],
      "Skills": ["Blade Fighting 2", "Fist Fighting 2", "Axe Fighting 3", "Ride 1", "Strength 1", "Wrestling 1"],
      "Special": "",
      "Source": "From <a href='https://acontinentofbanalities.blogspot.com/2019/04/the-last-days-of-kranium-kastle.html'>A Continent of Banalities</a> by Tore Nielsen"
    }
  ]
}