{
  "names": {
    "prefix": [
      "Aviary", "Backwoods", "Bog", "Burial Ground", "Burrows", "Canyon", "Cliffs", "Conifers", "Copse", "Cradle", "Crater", "Den", "Evergreens", "Fen", "Flowerbed", "Forest", "Garden", "Gorges", "Graveyard", "Greenlands", "Grove", "Haven", "Hearth", "Hills", "Hive", "Hunting Grounds", "Marsh", "Maze", "Mire", "Mound", "Mountain", "Nest", "Old-Growth", "Orchard", "Primeval Woods", "Remains", "Road", "Rotfields", "Ruins", "Sporebed", "Swamps", "Thicket", "Timberline", "Trail", "Valley", "Weald", "Wetlands", "Wildlands", "Woodland", "Woods"
    ],
    "suffix": [
      "Absolution", "Anguish", "Awakening", "Blades", "Bloodshed", "Bones", "Bounty", "Broken Time", "Burning", "Corpses", "Dead Gods", "Dead Kings", "Decay", "Desolation", "Disease", "Drowning", "Druids", "Eternal Dreams", "Euphoria", "Filth", "Fool’s Gold", "Hunger", "Madness", "Mutation", "Night", "Nightmares", "Poison", "Regret", "Rime", "Sacrifice", "Silence", "Singing", "Snares and Traps", "Spores", "Standing Stones", "Storms", "the Ancients", "the Behemoth", "the Crows", "the Flesh", "the Lost", "the Megalith", "the Mother", "the Ritual", "the Totems", "the Void", "Trickery", "Vermin", "Worms", "Wraiths"
    ]
  },
  "searchBody": [
    "A set of combs and soaps for removing lice and fleas.", "A glass jar of various teeth.", "1d10 Torches, crafted from tree limbs, gnarled roots, and bones.", "2d6 Gold coins, with the faces and mint crudely scratched off.", "A large squirming leather sack, containing an infant Wild Elf.", "1d6 dice made from the knucklebones of wild sheep.", "3d6 Arrows, with tips made from sharpened molars of a great beast.", "The petrified and decaying head of an ancient druid.", "A Roughly printed phrasebook of Fangspek.", "1d4 Hides of large carnivorous predators the color of coal and ash.", "A wreath made of 1d6 useful plants and flowers.", "1d3 tinderboxes, still full of dry tinder and matches.", "A cast-iron skillet in good condition, but clearly used in combat once or twice.", "A mask made from aged purple wood, its surface detailed with ragged scrawl.", "1d6 chunks of goat jerky, all coated in mud and slime (but still usable).", "A jug of fine spirits with a dead mouse at the bottom of the container.", "A holy book, each page containing a pressed flower or leaf.", "A fancy steel helmet with a faceplate that refuses to stay up.", "Some fancy pipeweed and a long wooden pipe made of stained oak.", "Two masterwork compasses, each made of silver but pointing in different directions.", "1d6 Jugs of water, each one smells faintly of sulfur.", "A large decorative quilt, made from various cloths that depict heraldic crests.", "A stoneware crock for cooking, a hideous face has been sculpted on its side.", "A bag of Sanctified Salt.", "A battered tin cage containing an unruly Quilluff.", "A long necklace of wooden sigils and letters that can be used to read scrawl.", "A sack full of 1d10 small birds, all dead, with beautiful plumage.", "1d3 blankets, made from scraps of wool and cotton.", "An envelope of scabs, infected with a disease and clearly marked as such.", "A wicker basket containing 1d6 meals' worth of edible mushrooms.", "3d10 Severed fingers on a necklace.", "A treasure made by Wild Elves (pg. 149).", "A fragment of a spell book containing one random spell.", "A backpack made from patchwork cloth and bits of leather.", "1d4 knives, each with a bone handle, slightly rusted blade but incredibly sharp.", "Pocket maps detailing the local area in some detail.", "The journal of a long-dead adventurer, some secrets can be gleaned from the words.", "Coils of rope, made from human and animal hair.", "A pair of tough leather gloves, seasoned with age and already broken in.", "Several sheets of clean vellum, made from human skin.", "A poem, written in Rhymespeak, of a hidden treasure.", "A woodcutter’s axe of blackened iron, with 13 notches carved in its handle.", "1d6 Pounds of oats in a burlap sack.", "A fine wool cloak, covered in sewn-on patches of various adventuring bands.", "A battered steel shield, emblazoned with the image of a fighting snail.", "1d6 Books containing dark children’s tales regarding the Wilds.", "A walking stick made from iron wood with a deer-leather handle.", "1d8 primitive charms, made from scrawl-etched bone, silver wire and twine.", "A small curved whistle made from antler, used for calling deer.", "Wooden and tin bird call, depending on how it’s twisted can make different calls."
  ],
  "paths": [
    "A wide footpath, dusted with coal ash and black sand.", "The remains of a stone wall, crumbling, no taller than knee height.", "Rough pale cobblestones, a closer look reveals them to be skulls.", "The path is paved with gravestone, the names and dates still legible.", "A thin recessed trail has been gouged by hoof track and animal use.", "An ancient overgrown road of broken cobble and sand foundation.", "A trail is marked on either side with fat, faintly glowing mushrooms.", "The trail is made of the partially buried spine of some colossal corpse.", "A series of steep eroded switchbacks ascend a mossy cliffside.", "The path is mysteriously devoid of any life.It smells of sulfur and blood.", "A narrow damp fissure, like a hideous scar across the surface.", "Erosion and flooding has gouged a rough, twisting path.", "Through a canyon of loam and dirt, the walls are filled with twitching roots.", "Immaculate, slowly ascending marble steps are lit by bronze braziers.", "A great bed of vine winds onward like a treacherous knotted carpet.", "A series of moldy boardwalks wind through a rancid fen.", "Massive trees have been felled and flattened into an elevated walkway.", "A single aged suspension bridge stretches over a misty gorge.", "What was once a creek is now a muddy, fly-ridden trail.", "The trail is made with glittering quartz, broken into sand and pebbles.", "A single winding a deer path, laden with salt-licks and snares.", "The road winds through a deserted village, haunting eyes watch you.", "A tunnel-like terrace, woven from thick spider web and desiccated bodies.", "The trail of sandstone is lined with countless monstrous totems.", "A eerily straight trail, the sound of echoing voices are ever-present.", "The ground is hot, a path made of smouldering embers.", "A great stone wall, its crumbling battlement serves as a path.", "Slats of wood have been laid down, their surfaces etched with poems.", "A ferry pier and raft operated by a robed figure who is paid in secrets.", "A snaking carpet of ants serves as a trail.They ignore you.", "Next to a stream lies a small weathered trail.", "The trail is littered with shattered glass and mirrors.", "Giant standing stones bearing greedy faces serve as path markers.", "The sound of a whistling bird leads the way through a thicket.", "Countless remains of weapons and armor have been laid out in a trail.", "A giant frog offers to carry you on its back through a poison swamp.", "Through the mouth and gullet of a sleeping Linnorm.", "A trail of rusted pennies winds playfully around trees and stone.", "An ancient stone staircase descends into a wooded gulch.", "A trail of decapitated animals leads into the dark of the woods.", "Trees are carved with the same strange symbol.It unnerves you.", "Great cathedral ruins lie about.The remaining archways mark a path.", "The trail is marked with skeletons hanging from nooses.", "A great line of nithing poles bearing skulls spells a faint foot path.", "The ivy-covered corpse of a great aqueduct now serves as a road.", "A slimy, crusty path of an impossibly large slug.It smells of wet paint.", "The brush has been intentionally burned, carving a blackened footpath.", "A river fjord is marked with crumbling, defaced statues of dead gods.", "A line of robed monks silently point the direction of travel.", "A great, kingly road lies untouched despite its clear age."
  ],
  "dangers": [
    "Feral Knights patrol the trails in pairs.", "Sleep is plagued by nightmares of an unholy shrine.", "Ravagers hunt travellers for sport here.", "Home of a monstrous intelligent spider.", "Is quick to snatch corpses and the fallen.", "Thick canopies cast the area in total darkness. Ground is tumultuous and hungers for flesh. Robs adventurers at every possible turn.", "Travel is almost always up the face of a cliff.", "The game and flora is diseased and unsafe.", "The wildlife all works together to hunt and kill.", "A mad Druid holds the name of a Primal Deity.", "It is far too easy to become lost here.", "A terrible false god demands your worship. Magic and spells have a terrible life of their own. The dead here never stay dead for long.", "Refuses to let any fire or lamplight burn.", "Rust grips metal at an accelerated rate.", "Has a habit of taking eyes and ears.", "The trees and flora conspire against you.", "A Fiend has made its home here in the shadows.", "A cult of gibbering lunatics demand sacrifice.", "No one ever leaves unscathed.", "Flooding happens regularly.", "A crazed bard rules from a ruined keep. Seeming shelters are always trapped.", "Nighttime ambushes are common.", "The private hunting ground of a Wild Elf Lord. Memories are hard to keep.", "A single errant spark will start a wildfire.", "The trails change course every full moon. Vampylfs have infected every living beast.", "Knows your darkest desires.", "Any ground is thick, sinking mud.", "All tolls here are paid in fingers.", "Hates and destroys bearers of holy symbols.", "At least one traveller always goes mad.", "Loud noises alert a primordial beast.", "Wyrd flares cause mutation and worse.", "Loners are always captured.", "The sound of music is met with punishment. Everyone is a backstabber and liar.", "Time is fickle and flows in many directions.", "Trust only what you hear, never what you see. Tests your strength in the most brutal ways. Entering is easy, escape is difficult.", "Trails and paths are spots for ambush.", "Enjoys riddles and punishing unclever sorts. Deadly chill befalls at night.", "Always takes a single life."
  ],
  "secrets": [
    "a tree that tells horrid but perfect predictions.", "a way to acquire immortality", "the name of a powerful primal deity.", "great statues constructed entirely out of gold.", "spell books of an ancient and powerful wyrd mage.", "the location of the wild’s beating heart.", "blueprints for magical weapons of great and terrible power.", "a method for temporarily controlling the wyrd.", "a legendary dryadi craftsman and their workshop.", "standing stones that reveal the future.", "a means of travelling back in time.", "the relic bones of an ascended saint.", "a suit of mythic iron armor, buried with its original owner.", "a grimoire that contains the names and sins of every mortal.", "the invulnerable pelt of an ancient wolf god.", "the last brilliant writings of a warrior poet-queen.", "a magic forge that runs on flesh and bones.", "spider-silk crafted by the first of the spiders.", "the maddening songbook of an insane, but legendary bard.", "the long-held secret of the lady of broken branches.", "a dark ritual, strong enough to change the fate of the world.", "a way to return someone from death, no matter what.", "the teachings and techniques of a legendary warrior.", "the secret of controlling another mortal with word alone.", "a brazier containing a fire that will never go out.", "the body of a powerful but forgotten deity.", "a painting, hidden away for its terrible unmatched beauty.", "the great tomb of a legendary civilization.", "flesh from the body of a divine being.", "the knowledge of every trail and its destination.", "a bow that was said to call storm-clouds and lightning.", "method for preserving the mind, even after the body decays.", "a portal of shadow and ivy that leads to the afterlife.", "an ironwood chest containing the sins of mortal-kind.", "the crumbling tower of demigod who weeps sapphire tears.", "the name of a watchful living star, its powers unknown.", "a memory that is utterly important, but long forgotten.", "the chords of a song that will win any heart.", "a single flower that can cure any ailment or disease.", "a method for killing the ruin.", "the crown of a ruler, worth more than an entire castle.", "a key that can be used to open anything, not just locks...", "the sarcophagus of an ancient and powerful hero.", "the process of removing the curse of the treewylding.", "a forgotten library full of ancient and valuable tomes.", "the last known location of a falling star.", "the buried treasure of a barbarian king.", "an heirloom that spells disaster for a great ruler’s family.", "a terrible truth of a noble lineage.", "the loving embrace of a god."
  ],
  "scenes": [
    "Small undulating loam hills.", "Large wide sinkholes, now overgrown.", "A bog full of twitching bloated corpses", "A field of tiny splintered bones.", "Chaotic mess of dirt piles and rotted logs.", "Armor, weapons, skeletons from a long-forgotten battle.", "Hundreds of burrows pepper the ground.", "Ancient glacial boulder field.", "An abbey, now decayed", "The ruins of a camp, signs of violence.", "Slow decline, dotted with fresh stumps.", "A series of warm leisurely streams.", "A cold fast moving creek.", "Great steep shale field.", "Old riverbed, long since dried.", "A pond, host to many strange tiny beings.", "Field of freshly upheaved dirt.", "Marshy lowland, peppered by large boulders.", "Eerily flat in all directions, the ground moves.", "Steep mountainside with fast moving water run-off.", "Deep gorge, layers of moist earth on both sides.", "Ridge of metamorphic rock juts up angrily.", "A channel laden with stacked-stones.", "A ruined forest altar, shattered on purpose.", "Large cliff face packed with fresh wet clay.", "Stoney ground with a long deep dark fissure.", "Steep incline, cut with several caves.", "A broken stone bridge in the middle of nowhere.", "Decaying masory hundreds of feet all around.", "A burnt out cabin.", "Several ponds, foetid and fly-filled.", "An overgrown graveyard.", "A massive wicked standing stone.", "Soft swampy ground.", "A grove of discarded statues.", "Difficult from all of the rotten logs.", "The overgrown bones of some giant beast.", "Several oddly tall dirt mounds.", "Massive stacks of brush and branches.", "The remains of many trails.", "Tracks of a herd have destroyed the ground.", "Large rolling hills that seem hollow, and hungry...", "A canyon complex is carved deep into the ground.", "The ground is alive with countless industrious insects.", "The earth and stones here are ashen and break easily.", "A bear graveyard.", "Several bonfires smoulder still.", "A large stream disappears down into a hole.", "The ground is naturally terraced.", "Thick viscous mud ooozes and is as warm as blood."
  ],
  "woods": [
    "Faintly glowing coniferious forest", "Solemn ragged pale birch trees.", "Dark gnarled trees, hard as iron.", "Thick pulsating moss carpets everything.", "Thorny underbrush begs for blood.", "Sparse trees in perfect careful rows.", "Thick oaks packed tight.", "Sickly looking conifers with dry rot.", "The thick canopy is a single twisting tree.", "A grove of pear trees, the fruit worm-filled", "Many trees that leak a thick foul white foam.", "Tall grass shifts without wind.", "Trees with branches forming hands.", "Tall thin trees, scorched recently.", "Trees heavy in poison ivy.", "The air is choked with spores that cling to everything.", "Hollow ash trees packed with animal nests.", "Sunken trees coated in stringy moss.", "Ferns that enjoy clinging to skin.", "Deciduous trees, covered in vicious scars.", "Wide short trees with screaming faces.", "Trees with long roots that snake and writhe.", "An inpenetrable canopy obscures all light.", "Trees fat and blistered with disease.", "The ground is thick with sticky fungus.", "Strange topiary woven with bones.", "Thick with dead, fallen, and ruined trees.", "Great pine trees bleeding glowing blue sap.", "Thin trees grow tightly together, like a cage.", "Spindly maples, twigs tipped with blood.", "Umbral oaks carved with angry runes.", "The canopy is thick with spider webs.", "Short grey trees with fleshy trunks.", "Trees and foliage tinted blue and stains ground.", "Sparse, thin, leafless pines.", "A small treeless field of invasive wretched weeds.", "Giant evergreens, long dead, nooses bear skeletons.", "Lonely ash trees, every inch covered in strange scrawl.", "Strong healthy beech trees, roots snarl around skulls.", "Grove of massive elms with translucent leaves.", "Pale white trees that bleed red, with crimson leaves.", "Many trees, all severely windblown to the south.", "Impossibly tall sequoias that disappear into the sky.", "Cherry blossom trees, twisted and perverted somehow.", "Elm trees, all leafless and worm-ridden, but still alive somehow.", "Spruce trees, their needles hard as iron.", "Several of the trees' branches end with hand-like a shape.", "The roots are thick and all connect together in spirals.", "The leaves here glint like silver in the half-light.", "You can’t be sure, but the trees seem to move..."
  ],
  "senses": [
    "SMELL: The smell of rotting cheese chokes your senses", "SOUND: Thousands of skittering legs move about unseen.", "SMELL: Freshly cut grass burns itself deep into your nostrils.", "SOUND: The faint plucking of a strings wafts through the air.", "SOUND: The area fills with bird noises, eventually becoming deafening.", "SMELL: Oddly sweet, like fresh cinnamon rolls. Marked only by a twinge of ozone.", "SOUND: Standing to close to certain areas triggers agonizing tinnitus.", "SMELL: Heavy with burnt wood and cooked flesh.", "SMELL: Tainted by the smell of spoiled meat, but you find yourself wanting more...", "SOUND: A droning noise, like that of a single colossal hornet, surrounds you.", "SMELL: Acrid and pungent like fresh cat urine and spillled alcohol.", "SOUND: Someone or something weeping softly. There is no one.", "SMELL: The scent of stale bread clogs your nostrils.", "SMELL: Something has died and long since rotted, its scent lingers in the air.", "SOUND: A series of owls call to each other. They seem to be talking about you.", "SMELL: Pine sap, acrid and overpowering, its smell clings to everything.", "SMELL: Loamy earthen scents waft all around, they greedily fill your lungs.", "SMELL: Electric coppery scents occasionally strike your nostrils.", "SOUND: The woods go dead silent suddenly, save for your cautious steps.", "SMELL: Almost undetectable, but a warm pheromone. You begin to feel... strange...", "SOUND: The sound of running water deep underneath the ground.", "SOUND: Voices in the darkness chitter and chatter amongst themselves, they know your names.", "SMELL: Pockets of oily burnt air seem to rise up from the ground.", "SOUND: A single piercing note, like an out of tune violin, is heard in the distance.", "SOUND: Pained, shrieking howls from a cat or some animal.", "SMELL: The scent of freshly fallen rain and faint ozone.", "SMELL: Musk and odor stifles the air, growing stronger the deeper you go.", "SOUND: A single unseen bird makes a single note every two seconds without fail.", "SMELL: Expelled bowels and rotted flesh fills the air like a miasma.", "SOUND: Something is stifiling a laughter, malicious chuckles slip out...", "SMELL: The warm comforting smell of cooking food, but something is terribly wrong.", "SOUND: A low rumbling drone from deep under the earth.", "SMELL: Mother's milk, warm and sickly sweet, overwhelming and unenjoyable.", "SOUND: Strange deafening trumpets from beyond the clouds, terrifying and unearthly.", "SMELL: Pungent body oder mxed with the musk of some unkempt animal.", "SOUND: Animal calls, distorted and otherworldly, all as if in pain.", "SMELL: The smell of a tea-shop, pleasantly aromatic at first but overpowering at certain spots.", "SMELL: Animal dung, earthy and foul, especially in the heat of day.", "SOUND: The sound of things dropping from high in the trees. Oddly rhythmic and growing closer.", "SOUND: Iron and metal grinding against one another. Grating and angry.", "SOUND: Piercing cracks, followed by the gentle sound of air escaping from below.", "SOUND: Constant, angry bird calls surrond you from all sides as if they are mocking you.", "SMELL: The smell of rotted eggs and sulfur hangs low to the ground. The scent makes you dizzy...", "SMELL: Fresh air rushes in, but grows steadily foul. You can bear with it for the time.", "SMELL: Pungent like lantern oil, the fumes make it hard to concentrate.", "SOUND: A crackling fire off in the distance, it must be massive to be heard from here...", "SMELL: No smell, in fact it is uncannily devoid of scent. Your own odor creeps into your nose.", "SOUND: The croaks from frogs hidden in the underbrush, a gutteral and gentle song.", "SMELL: A choking loamy scent of mold and moss. It comes in waves and creeps into your lungs.", "SOUND: The gentle hum of a folk song, the singer nearby. Are they friend or foe?"
  ],
  "locations": [{
      "name": "Abbey to the Godflesh",
      "description": "Through a corroded iron gate, past a line of weeping statues, a great stone abbey sits untouched by the surrounding woods. The inside is rotted and the floorboards give way with a single step. Something wriggles and pulses on the altar, and the world seems to distort.<br>A single piece of still-living flesh from a divine being rests here. Its power untapped, its great influence runs wild in this area.Nothing is what it seems."
    },
    {
      "name": "Abstersion Pool",
      "description": "The air grows calm here, and the trees form a thick lattice above. The light that shines through seems to form shapes of symbols and beings that dance on a clear crystal pool as the trees sway in the wind. The water is the cleanest you’ve ever seen and no animals dare disturb its shores. <br>Created from the single tear of a god, the pool cleans any impurity or ailment, scars and sickness washing away into the sacred waters. It does not sit unguarded, however; the elder Dryads Ardgal and Aife watch over it judging those worthy who might attempt to bath in the pool."
    },
    {
      "name": "Ale Spring",
      "description": "A small rocky pool of liquid arises from deep in the ground and flows into a stream.Foamy and gold it smells of hops and ale. It is ale! Well, lager technically.<br> It has a well-rounded flavor and a slight hint of malted sweetness. It flows out cold at 50C, at a rate of about 2 pints a minute, or 15 gallons an hour. There is no detectable magic, but it does beg the question of how it’s being made."
    },
    {
      "name": "Altioc's Grave",
      "description": "Across this forest of sickly oak trees you see the hints of struggle. Not just a struggle, a great battle. Scattered about the forest floor, under a layer of dirt and leaves piled several bodies deep, you find the ancient corpses of warriors long past, their armor rusted to dust, their weapons sticking up like saplings.<br>These are the remains of an army's failed attempt to combat the Wilds. Led by a self-proclaimed \"Saint Altioc\" they did battle with the beasts of the Wild for many years, before finally perishing here. <br>Altioc's spirit still haunts these woods, appearing as a regal ghost, torn to shreds, ribbons of flesh floating in the invisible wind. His army will fight again, but only if his heart, taken from him by a great beast, can be retrieved."
    }
  ],
  "creatures": [{
    "name": "Ailiper",
	"page": 30,
    "marks": 10,
    "ac": "As Leather",
    "hd": 1,
    "hp": 5,
    "move": "Standard",
    "damage": "1d4 + disease",
    "quantity": "Solo or Clutch 1d6",
    "XP": 100,
    "extra": "Disease-Ridden-Bite: Save versus poison or contract a random disease (changes with each bite)."
  },
  {
    "name": "Arcanus Arachni",
	"page": 32,
    "marks": 10,
    "ac": "None (automatically hit)",
    "hd": 1,
    "hp": 1,
    "move": "Standard",
    "damage": "1d8 Ragged Nails",
    "quantity": "Cluster 1d3x10 or Swarm 2d4x10",
    "XP": 10,
    "extra": "Inherent Magics: As long as their webs are unaffected, the Arcanis Arachni can collectively cast one spell per turn. Spell-WebsL A group of Arcanis Arachni know 1d6 random spells between level 0-3."
  },  {
    "name": "Bauik",
	"page": 34,
    "marks": 10,
    "ac": "As Studded Leather",
    "hd": 4,
    "hp": 22,
    "move": "Standard",
    "damage": "1d8 Ragged Nails",
    "quantity": "Solo or Pack 1d4",
    "XP": 800,
    "extra": "Silver Tongue: Save versus Charm or be compelled to follow the orders of the Bauik. Nimble Body: Despite its size, the Bauik can fit through spaces as small as 1 foot by 1 foot. Lightless Lair: Light sources, magical or otherwise, become supernaturally dimmed within a Bauik's lair, providing light only out of 5 feet."
  },  {
    "name": "Blight Motes",
	"page": 36,
    "marks": 10,
    "ac": "As Leather",
    "hd": 2,
    "hp": 10,
    "move": "Move Standard, Fly Double, Burrow Half",
    "damage": "Rotting Needle Teeth 1d4 and Festering Wounds.",
    "quantity": "Solo, Pair, or Troupe 1d6+1",
    "XP": 150,
    "extra": "Rotting Touch: Anything the Blight Mote touches begins to spoil and rot. Food or water will spoil on contact with their bodies making it dangerous to consume. Festering Wounds: They bite jagged rotted teeth. With each bite, characters must save versus poison or receive a disgusting wound that refuses to close, reducing their hit point maximum by 1d2 for a week."
  },  {
    "name": "Blukstound",
	"page": 38,
    "marks": 10,
    "ac": "As Hide",
    "hd": 6,
    "hp": 32,
    "move": "Double Standard",
    "damage": "Splinter bite and claws 1d6/1d6 and Splinters",
    "quantity": "Solo, or pack 1d6",
    "XP": 750,
    "extra": "Splinters: The attacks from a Blukstound are painful and splinter-filled. Save versus breath weapon or take disadvantage on all dexterity based checks until you spend an hour removing the splinters. Blitz: Leap 15 feet, then attack with advantage for 1d10 and Splinters. Vulnerable to Cold: Frost and cold damage slows their circulation, reducing them to only one attack and half standard speed for one round."
  },  {
    "name": "Bramble Beast",
	"page": 40,
    "marks": 10,
    "ac": "As Scale",
    "hd": 10,
    "hp": 50,
    "move": "Standard",
    "damage": "Reaping Claws 1d8/1d8",
    "quantity": "Solo",
    "XP": 1400,
    "extra": "Mauling Strike: If the Bramble Beast hits with both of its attacks, it gets to make a third for 1d10 damage as it rips its victims apart. Ensnaring Tendrils: Each time the Bramble Beast attacks, save versus breath or become grappled in its vines and branches. Implant: Anything unconscious or entangled in the Bramble Beast's Ensnaring Tendrils for more than a round must save versus poison or be implanted with a Bramble Spawn. Vulnerable to Fire: The Bramble Beast takes double damage from fire as its body bursts into flames."
  },  {
    "name": "Briarscoffs",
	"page": 42,
    "marks": 10,
    "ac": "As Leather",
    "hd": 1,
    "hp": 1,
    "move": "Standard",
    "damage": "1d2-1",
    "quantity": "2d10, Wave 3d20",
    "XP": 5,
    "extra": "Stick and Prick: Briarscoffs are covered in spikes that stick into skin and clothing, making it hard to move. Lose 5 feet of movement for every 10 that stick into you."
  },  {
    "name": "Cacophonous Crowmen",
	"page": 44,
    "marks": 10,
    "ac": "As Leather",
    "hd": 1,
    "hp": 6,
    "move": "Standard, Fly Double Standard",
    "damage": "1d4 Beak and claws",
    "quantity": "Clutch 2d6, Flock 3d8",
    "XP": 100,
    "extra": "Future Sight: The Crowmen have already seen their death. They can never be caught by surprise. Swarming Noise: The noise surrounding the Crowmen is thick and dangerous. Make a constitution save or suffer 1 sonic damage as your ears bleed."
  },  {
    "name": "Cherub",
	"page": 46,
    "marks": 10,
    "ac": "As Leather",
    "hd": 1,
    "hp": 5,
    "move": "Standard, Fly Double Standard",
    "damage": "Bite 1d4",
    "quantity": "Troupe 1d6, Choir 2d6",
    "XP": 100,
    "extra": "Withering Words: A group of more than 3 Cherubs can hurl a scathing and withering insult at a target within its vision. Save versus Charm or suffer one level of exhaustion."
  },  {
    "name": "Children of the Woods",
	"page": 48,
    "marks": 10,
    "ac": "As Scale",
    "hd": 8,
    "hp": 40,
    "move": "Standard (Unaffected by Natural Terrain)",
    "damage": "As Weapon",
    "quantity": "Solo",
    "XP": 1000,
    "extra": "Wyrd Aura: Anyone in the company of a Child of the Woods for more than a day suffers a random Call of the Wild (pg.20). Lords of the Wild: Lesser animals within eyesight of a Child of the Woods obey any command it may give."
  },  {
    "name": "Cindershams",
	"page": 50,
    "marks": 10,
    "ac": "As Hide",
    "hd": 4,
    "hp": 20,
    "move": "Standard",
    "damage": "Vicious Maw 1d6 + 1d4 fire",
    "quantity": "Solo or Pack 1d6",
    "XP": 500,
    "extra": "Cinder Breath: As Attack, the Cindersham belches out a gout of sparks and ash. Save versus breath weapon or suffer 2d6 fire damage. Hot Flare: As Attack, the Cindersham releases an explosive burst of light. Save versus breath weapon or suffer blindness for 1 minute."
  }
],
  "mutations": [
    "You read by eating. Written language makes no sense to you anymore, you instead comprehend words and 1 writing by eating them. Each book, scroll, or written word you eat is immediately comprehended as if you had just read it.", "Barkskin. Your skin grows hard and pebbled with bark, much like a tree. You are less susceptible to damage but fine motor skills are made difficult.", "Lunar paranoia. The moon is watching you and every move you make. You need to protect yourself from its vision and touch, lest it finally decides to ambush you.", "Fertile Skin. Small seedlings and miniature life sprouts from under your skin. They are painful at times and will continue to grow despite your best efforts.", "Blood Scent. By smelling and tasting the air you can detect the faint traces of recently spilled blood within 5 100 feet of you. By tasting the blood with your tongue you are able to accurately predict the size and general physiology of the creature.", "You can sense heartbeats within 15 feet of you. It comes as a slight vibration inside your skull, allowing you to sense the exact location of a living creature even without vision or sound.", "Echolocation. You absentmindedly click your tongue in various directions and sense the returning vibrations. You can \"see\" with your echolocation out to a range of 50ft.", "Societal Disdain. You begin to hate cities, towns, and civilization as a whole. Any interactions you make with people who are unfamiliar with the Wilds tend to be hostile or unhelpful.", "Your body slowly loses all fat and your skin begins to tighten, giving you the visage of a corpse.", "You never forget a smell. Your olfactory organs keen and you pick up on subtle scents and aromas. Once you have smelled something you can immediately identify it if you smell it again.", "You body hair lengthens. Growing thick in places where it already grows heavily, it provides you some warmth in the night.", "Internal Alarm Clock. Your mind subconsciously keeps a timer running, giving you the ability to perfectly count a set amount of time. You can specify how long you sleep down to the second and awake without tardiness.", "You come to believe and accept your utter insignificance in the Wilds, becoming ambivalent to your own suffering.", "Twitchy eyes. Your eyes are constantly darting about and taking in your surroundings, making you excellent at spotting tiny details or avoiding possible traps.", "Overgrown Antlers. Sharp and boney horns or antlers grow from your skull. They must be shaved every week or grow out of control.", "Magic Sense. You can smell magic within close proximity and the stronger the magic the stronger the smell. Various magics have different scents, but you are able to distinguish them as magic at any given point.", "A terrible and powerful word has taken residence inside your gut. Once per day you must scream it out, dealing 1d10 sonic damage to all who can hear it, or risk having it burst from your stomach.", "You hate to be seen by \"the civilized folk.\" When travelling, you avoid caravans or travelling merchants, prefering to hide amongst the trees and underbrush.", "You are compelled to eat every possible piece of your hunting prey. Organs, cartilage, even bones by either boiling or grinding. You cannot waste anything.", "Perfect Weather Prediction. By standing on the very top of a tree and strenuously observing with all of your senses for 30 minutes, you can accurately predict the weather for the next 24 hours.", "Scrawl Carver. Strange symbols and designs dance in your head. You need to carve them onto trees or the symbols will begin to appear on your body in painful fashion. Some of the symbols and scrawl hold power.", "The trees sing to you. If you tilt your head back, close your eyes and hum, you pick up a subtle melodic vibration from the trees around you. The trees can communicate direction, emotions, or danger if they feel like helping you.", "You are followed by a ghost that terrifies you. It is always just at the edge of your vision and never speaks. It warns you when an ambush is near by producing either a song or whistle that only you can hear. Don’t let it touch you, or it will possess you.", "Hypersensitive ears. Your ears become attuned to even the smallest of noises including the wingbeats of a moth or the footfalls of a single spider. You are susceptible to noises and can become easily deafened.", "Night Speak. In the dead of night, if you gaze into the darkness between the trees long enough, you begin to understand its language. It is whispers and drones, almost impossible to understand; but still attainable. It is the language of secrets.", "Your flesh re-grows rapidly. You heal 1d4 hit points every hour as your flesh warps and stitches itself together. However, it has a habit of sprouting large horrible growths that must be cut off or else sprout a mutant pygmy of yourself.", "Your fingernails lengthen into claws. They grow to a point, thickening and growing strong as iron. They function as daggers.", "A strange fungus is growing inside your digestive tract. It is excellent at neutralizing ingested poisons and toxins, but requires you to eat twice the normal amount.", "Your limbs lengthen and toughen, allowing you to gallop on all fours. If not wielding anything in your hands you can move using all four limbs, doubling your speed.", "Your eyes go slitted and cat-like. They reflect in the night and are slightly better at seeing in the dark. More importantly they’re quite intimidating.", "Dreamseek. At least once a month you are visited by a terrifying vivid dream that reveals the location of a demigod. The dreams are broken, fractured, and surreal, but with enough time they can be used to plot a course to whatever great and terrible entity plagues your dreams.", "You are incapable of digesting cooked food. Meat and vegetables must be eaten raw or you immediately grow ill and vomit them up. You suffer no ill effects from eating the food raw, however.", "Bestial howl. You can let loose a terrible howling roar from deep within your gut, terrifying lesser beings within ear shot. It hurts to do and is loud enough to send a small vibration through the air.", "Feral eating tendencies. Anytime something dies or falls unconscious near you, you must make a concerted effort in order to not immediately begin devouring them. You will not do this to your close friends or allies, unless you’re starving.", "Terraphobia. You are terrified of the ground swallowing you whole. You will not sleep on the ground at night, choosing raised platforms or trees and actively avoiding caves or caverns. It’s not as crazy a fear as others might believe...", "Voiceless. You grow used to the strange silence of the Wilds. You avoid speaking when possible but are adept at picking up on the sublest of body language, even scents, tics, and pheromones.", "Your skeleton begins to shift into a more feral shape. Over time, your skull begins to lengthen, your teeth fall out to be replaced with fangs, and your limbs extend. You suffer -1 Charisma but gain +1 Strength and Dexterity.", "You can speak to vermin. They understand you and follow your commands if they are willing to do so. Offering them food or a favor can increase the chances of them accompanying you.", "Faceless. You can’t bear to show your face. You must find or make a face covering object and are loathe to remove it.", "Hyperdontia. New teeth grow sharp like fangs, giving you a vicious bite for 1d6 damage. Unfortunately, they continuously grow and must be pried out weekly or risk a mouth crowded with teeth.", "Stoic Mind. It is difficult for you to display or feel emotions. It is unnerving to most but gives you advantage against madness and mind-affecting spells.", "Wyrd Mood. Your mind swims with designs and schema of something strange and powerful. You have the knowledge and skill necessary to begin construction of one random artifact. The materials, time, and magic necessary are all known to you as well as where to find them.", "You eyes go pale and irisless. They unnerve civilized folk and grant the respect of wilder folk.", "Saint’s Blood. Your blood has healing qualities! Drinking a pint of you blood heals 1d6 hit points and allows an extra save against poisons and disease.", "Sigils and glyphs begin to appear on your body like tattoos. They can be deciphered with dedicated study and can be everything from eldritch spells to anecdotes that make little sense.", "Your strength ebbs and flows with the phases of the moon. One random ability score increases and decreases based on how full the moon is.", "You can hear precious metals, gems, and treasure \"calling\" to you. If you close your eyes and hum you can detect a strange frequency of buried or hidden treasure within 50 ft. Mundane items are a more \"soft\" frequency while magical items are hard and grating.", "Chameleon. Your skin slowly changes color and texture over the course of 1d6 days to better suit the environment you're in. Once fully changed you have advantage on hiding and not being seen.", "You understand FANGSPEK, the language of Ravagers. It is crude and vicious, but has a primal charm to it.", "Your hair grows 1 foot per day, and is stringy and tough. It can be fashioned into rope and is as strong as silk"
  ],
  "artifacts": [{
      "name": "Bottle of Briarblood Beer",
      "description": "Thick and tinted with the taste of blood, its color a dark burgundy.<br>A favorite amongst fighters and thugs. EFFECT: Gain 1d10 temporary hit points.<br><br>Each drink requires a save versus poison to avoid becoming increasingly drunk, while the effects of the drink last one hour.<br>1 Failed Save: Tipsy - Advantage on charisma checks, disadvantage on dexterity checks.<br>2 Failed Save: Drunk - Disadvantage on attacks.<br>3 Failed Save: Plastered - Half speed, disadvantage on all skills. <br>4 Failed Save: Wasted - Incoherent and illiterate.<br>5 Failed Save: Blackout - You go unconscious."
    },
    {
      "name": "Blood of the First",
      "description": "A crimson ichor lies eerily still, its surface reflects odd shapes and images. You swear it moves while you aren’t looking...<br>In an age long forgotten, a single being made pilgrimage into the Wilds. It was here that they ascended to divinity and were the first mortal to ever transcend into godhood. All that they left in their wake was a pool of their blood, a great and terrible gift.<br>Drinking from the Blood of the First causes your very essence to change and grow closer to a divine state, giving you 1d20 points to add to your various ability scores. However, containing such power wracks the mind, body, and soul in unimaginable ways and one minute later you lose 1d20 points to your various ability scores."
    },
    {
      "name": "Bloody Maw Charm",
      "description": "A disk of tarnished bronze, a spiral terminates in its center. Along the spiral are the crude etchings of a hundred teeth. The charm bleeds steadily, as if it has a slit vein.<br>A charm once used by hunters was twisted and perverted by Ravagers into its current bastardized state. It grants fury and strength in combat, but at a terrible cost. While wearing the Bloody Maw Charm you gain advantage on attack rolls as you transform into a whirling dervish. However, you can only eat the flesh of those you have killed. All other food and drink provides no sustenance and only makes you ill. You cannot remove the Bloody Maw Charm until you have ended 1d20 lives while under its power."
    },
    {
      "name": "Bone Shard Shiv",
      "description": "A knife appears made from a femur or humerus. Its edge is serrated and hard as steel. There are no marks of craft or make, as if it grew this way.<br>A blade sung into shape by the Wild Elves, created as a perfect weapon for an assassin or backstabber.<br>The Bone Shard Shiv functions in all ways like a dagger or knife; however, when pressed against the owner’s skin and gently hummed to, the knife melds into the flesh. It can be summoned at any time, bursting out without any harm to the wielder."
    }
  ],
  "spells": [{
      "name": "Adrenal Overdrive",
      "level": 3,
      "castingTime": "Action",
      "range": "30ft",
      "duration": "1 Minute",
      "material": "A vial of Blukstound Sap.",
      "higher": "",
      "effect": "A spike of adrenaline bursts through your veins. For 1 minute your speed is doubled and you may perform one extra attack or non-combat action during your turn. As well, each turn you may also choose to boost your body beyond its physical limits for one turn by making a constitution check. Success means you gain advantage on attacks, dexterity and strength checks; enemies have disadvantage on attacks against you; and you may double the amount of actions you perform in a turn (rather than just having one extra). Failure automatically knocks you unconscious, as your heart stops beating."
    },
    {
      "name": "Ashes to Ashes",
      "level": 5,
      "castingTime": "Action",
      "range": "60ft",
      "duration": "1 Minute",
      "material": "A source of flame or heat and a piece of the creature you intend to bind.",
      "higher": "You may bind one extra creature for each spell level beyond 5 (two creatures at level 6, three at 7, etc.",
      "effect": "You bind a source of fire or heat to a single creature, burning them away just like the fuel they are bound to. You select a single creature and source of heat within range, dealing damage to the creature each turn based on how hot the source of heat is.<br>A match - 1 damage<br>A candle - 1d4<br>A torch - 1d6<br>A bullseye lantern - 1d8 A campfire - 2d6<br>A burning wagon - 4d8<br>A tree on fire - 8d8<br>A house burning down - 10d8 A wildfire - 20d8<br>You may shift the target of the spell once the previous target has died or retreated out of range. Increasing or decreasing the heat source affects the damage of the spell. The heat source does not have to be fire(a cauldron of boiling water has just as much heat as, if not more than, a large campfire.)"
    },
    {
      "name": "Avenging Flesh",
      "level": 2,
      "castingTime": "Action",
      "range": "30ft radius",
      "duration": "1 Minute",
      "material": "A fingernail or tooth from a corpse.",
      "higher": "Every two spell levels beyond level 2 increase the amount of Hit Dice and Hit Points of the Corpse-Swarm, as well as an extra attack.",
      "effect": "You cause severed limbs and dessiccated corpses to snap back to life in a flurry of strikes. You create a writhing Corpse-Swarm from the bodies of creatures within range of you that attack anything hostile to you. The Corpse-Swarm has 1d12 Hit Dice or 1d3 Hit Dice for every body within range (caster’s choice), and has 2 Hit Points for every Hit Dice. It can attack anything within the spell’s range for 1d6 damage as it claws, cuts, and clubs with its flailing parts."
    },
    {
      "name": "Bark Blast",
      "level": 1,
      "castingTime": "Action",
      "range": "Touch",
      "duration": "1 Hour",
      "material": "",
      "higher": "Each spell level beyond Level 1 deals an extra 1d10 damage.",
      "effect": "By touching a tree and uttering the magic words, you create a magical explosive that detonates on your command with the force of a black-powder bomb, dealing 1d10 damage to everything within 5 feet of the tree as they are shredded with splinters and fire. The tree must be alive and the caster needs to be within visual range of the tree in order to detonate it. When cast, it is almost impossible to spot, save for a subtle bulge of the bark and a strong heat that radiates from said bulge."
    },
    {
      "name": "Bind with Steam",
      "level": 3,
      "castingTime": "Action",
      "range": "60ft",
      "duration": "1 Minute (Concentration)",
      "material": "A mouthful of salty water",
      "higher": "You may bind one extra creature for each additional spell level.",
      "effect": "You unleash a cloud of steam that clings and surrounds a creature, blinding, slowing, and burning it. A cloud of steam surrounds a creature of your choosing within range; the cloud blinds it as well as halves its speed; flying creatures risk falling from the sky. Each round the creature also takes 1d8 points of damage as the steam burns it alive."
    },
    {
      "name": "Bone Dart",
      "level": 2,
      "castingTime": "Action",
      "range": "120ft",
      "duration": "1 Minute (Concentration)",
      "material": "A chunk of bone or tooth, shaved to a point.",
      "higher": "",
      "effect": "A sharpened dart of bone fires off and burrows into the flesh of another creature before slowly making its way into the bones. The dart fires in a straight line for 2d6 damage. The next turn, the bone dart begins to drill into the bones of the creature, causing indescribable pain and stunning it. As long as the caster maintains concentration the creature remains stunned."
    },
    {
      "name": "Breath of Bees",
      "level": 2,
      "castingTime": "Action",
      "range": "30ft",
      "duration": "Instant",
      "material": "A handful of dried bees, hornets, or wasps (which you eat).",
      "higher": "At 5th Level, double the damage and blindness dice used.",
      "effect": "You open your mouth and exhale a swarm of stinging, angry bees. The bees are expelled from your mouth and immediately attack one target of your choosing for 3d6 damage and blinding them for 1d6 rounds. The following turn, the swarm begins to disperse, attacking anything within 10 feet of the original target for 2d6 damage (not including the original target). The following turn after that, the bees attack everyone within 30ft of the original target for 1d6 damage (not including anyone who has already been damaged in this way). For the next hour, the area is plagued with furious bees, giving disadvantage on skill checks as they constantly sting and bite every living thing in the immediate area."
    },
    {
      "name": "Burnt Offerings",
      "level": 1,
      "castingTime": "1 Hour, Ritual",
      "range": "Touch",
      "duration": "24 Hours",
      "material": "Fire and a supply, a day’s worth of food or rations, or some other equal sacrifice.",
      "higher": "",
      "effect": "You provide an offering to the Wyrd in the hopes of a small guidance. You must set aside a day’s worth of food or rations to be burnt away to ash, as you meditate on the dancing smoke and embers. As long as you are not interrupted, you gain a small pittance from the Wyrd and may reroll any one roll for the next 24 hours"
    },
    {
      "name": "Burst with Briar",
      "level": 3,
      "castingTime": "Action",
      "range": "30ft",
      "duration": "Instant",
      "material": "A sprig of bloodied thorns.",
      "higher": "Increase the dice roll by 1d6 for every spell level beyond 3.",
      "effect": "You cause a small patch of briar or shrubs to rapidly grow within a creature, bursting it from the inside out with a shower of gore and vegetation. You select a target; if it has less than 1d8 Hit Dice it explodes into a gnarled shrub, killing it. Creatures with more Hit Dice suffer 8d6 damage as the shub rapidly grows within them, but fails to burst out of their bodies."
    },
    {
      "name": "Cinder Shard",
      "level": 1,
      "castingTime": "Action",
      "range": "120ft",
      "duration": "1 Minute (Concentration)",
      "material": "A still warm ember or piece of fresh charcoal.",
      "higher": "",
      "effect": "You fire off a bolt of smoldering energy at an enemy, burying it into its body for 1d6 fire damage. Every turn that you maintain concentration on the spell burns the enemy for an additional 1d6 fire damage, as the shard of cinder slowly burns the victim away into nothing."
    },
        {
          "name": "Coffin Nail",
          "level": 5,
          "castingTime": "Action",
          "range": "120ft",
          "duration": "Permanent",
          "material": "A nail from a coffin.",
          "higher": "You may attack an additional creature for every level beyond 5.",
          "effect": "A single nail flies from your hand with a bang, immediately implanting itself into the head of another creature, paralyzing it and rendering it helpless. The caster makes a ranged attack. If it hits, the target of the spell is immediately and permanently paralyzed, crumpling to the ground in a limp, motionless state. It is utterly unresponsive and incapable of moving or acting on its own. The only way to undo this state is by forcibly removing the nail from the victim’s skull with a successful strength check."
        },
        {
          "name": "Curse-Mend",
          "level": 3,
          "castingTime": "1 Hour, Ritual",
          "range": "Touch",
          "duration": "Permanent",
          "material": "A spool of silver thread.",
          "higher": "Incur disadvantage against an additional save, attack, or skill for every level beyond 3.",
          "effect": "You weave a thread through the body of a dying being, restoring them to health but twisting them to your own desire. You may revive one creature or being that has died within the last hour, quietly sewing them back together with a magic thread. They are restored to 1 Hit Point at the end of the spell and bear a series of silvered stitch-marks across their body. The caster may also choose to have the target hobbled or changed in some way by sewing on different body parts or reorganizing their limbs. In addition to any superficial changes the caster may incur a permanent disadvantage against one of the victim's saves, attacks, or skills. The only way to reverse this effect is by having the original caster redo the spell on the affected victim."
        },
        {
          "name": "Disgusting Flesh",
          "level": 3,
          "castingTime": "Action",
          "range": "Touch or Self",
          "duration": "1 Hour",
          "material": "A lump of rotten fat (which you ingest).",
          "higher": "At level 4, the save to avoid the illness is at disadvantage. At level 5, the a failed save also infects the attacker with one random disease.",
          "effect": "Your flesh becomes rancid and foul smelling; ingesting it causes illness. For the next hour anything that attempts to bite, taste, or eat you must make a saving throw against poison or become violently ill for 1d10 rounds. You also have a rotten stench about you that wards off lesser predators."
        },
        {
          "name": "Dream Lure",
          "level": 2,
          "castingTime": "1 Hour, Ritual",
          "range": "2 Miles",
          "duration": "1 Hour",
          "material": "",
          "higher": "",
          "effect": "Across the plane of sleep, you reach into the dreams of another, drawing them to you like a moth to flame. You reach out to a single person or creature within 2 miles who is asleep. The sleeper becomes charmed and begins to move to your location in a trance-like state. The sleeper is unaware of their surroundings, still technically asleep, but move purposefully and in the most direct and seemingly safest path towards you."
        },
        {
          "name": "Etherskip",
          "level": 3,
          "castingTime": "Action",
          "range": "Other or Self",
          "duration": "1 Minute",
          "material": "A tuft of EtherRat fur.",
          "higher": "",
          "effect": "You skip between one dimension and the next, using it to move in erratic teleporting jumps. Each round you may teleport to any location within 30ft of you. However, each time you do so there is a 50% chance you end up in a random location 10ft away from your intended destination."
        },
        {
          "name": "Forceful Stitch",
          "level": 4,
          "castingTime": "Action",
          "range": "60ft",
          "duration": "1 Minute",
          "material": "A spool of silver thread and needle made of bone.",
          "higher": "You may bind one extra creature for every level beyond 4.",
          "effect": "A line of silver thread burrows into and stitches the flesh of two creatures, binding them together forcefully and painfully. You select two creatures and immediately bind them together with silver thread. They each suffer 3d6 damage as the thread rapidly weaves through their flesh and are immediately pulled tightly next to one another. They remained restrained and suffer 3d6 damage each turn until the spell ends or either one of them makes a successful strength check."
        },
        {
          "name": "Furry Pelt",
          "level": 1,
          "castingTime": "Action",
          "range": "Other or Self",
          "duration": "8 Hours",
          "material": "A tuft of your hair and hair from another creature.",
          "higher": "",
          "effect": "Your skin sprouts a thin layer of fur all across your body that protects you from the cold. The type and color of your hair depends, but it is always warm and dry enough to provide you with a comfortable sleep during the night as well as avoid most harmful effects of the natural elements."
        },
        {
          "name": "Gentle Moonlight",
          "level": 4,
          "castingTime": "1 Hour, Ritual",
          "range": "Other or Self",
          "duration": "8 Hours",
          "material": "A mirror to reflect the moonlight.",
          "higher": "",
          "effect": "You commune with the moonlight, letting it soothe and heal your wounds. Once cast, your body heals itself while exposed to moonlight. You heal hit points every hour based on the phase of the moon.<br>New Moon: 1HP/hour.<br>Quarter: 1d4HP/hour.<br>Half: 2d4HP/hour.<br>Three Quarters: 3d4HP/hour.<br>Full: 6d4HP/hour."
        },
        {
          "name": "Gluttonous Consumption",
          "level": 2,
          "castingTime": "Instant",
          "range": "Other or Self",
          "duration": "1 Hour",
          "material": "A single mint candy.",
          "higher": "You may eat an extra 1d6 worth of food for every spell level beyond 2.",
          "effect": "A hunger descends upon you; there is no limit to how much you can eat! You gain the ability to eat beyond your body's physical limits and store the calories in your body until they are needed. For one hour, you may eat 2d6 days worth of food, relieving you of the need to eat for the following days. You may attempt to eat more, but every day's worth of food beyond the spell’s limit requires a successful save versus poison. Failure causes you to vomit up all of the food you’ve eaten, wasting it."
        },
        {
          "name": "Grisly Retrospect",
          "level": 3,
          "castingTime": "Action",
          "range": "Touch",
          "duration": "10 Minutes",
          "material": "A corpse.",
          "higher": "You may review 10 extra minutes of memories for every spell level beyond 3.",
          "effect": "You tap into the last memories of a corpse; every sense washes over you as you relive its last moments. You may relive the sensory memories of a single corpse by touching it. The spell is dependant on the state of the corpse: if the eyes are missing or destroyed you are unable to “see” the corpse's memories; if the ears are gone, you cannot “hear,” etc. While the spell is limited to 10 minutes you can review any moment of the corpse’s past but only review 10 minutes worth of memories."
        },
        {
          "name": "Grow Horns",
          "level": 1,
          "castingTime": "Action",
          "range": "Other or Self",
          "duration": "1 Hour",
          "material": "A piece of antler or horn.",
          "higher": "",
          "effect": "You sprout a pair of magnificent horns or antlers. Shedding their velvet after sprouting, they take whatever form you specify and fall off after the spell’s duration ends. They function as a crude weapon for 1d6. Most lesser creatures give you and your glorious horns a respectful berth."
        },
        {
          "name": "Honey Bolt",
          "level": 1,
          "castingTime": "Action",
          "range": "120ft",
          "duration": "1 Hour",
          "material": "A chunk of sticky honeycomb.",
          "higher": "",
          "effect": "You fire off a volleyball-sized glob of sticky and sweet honey with enough force to knock a person off of their feet. When the honey bolt hits, the target is knocked prone and engulfed in the sugary gel. Creatures engulfed by the honey are slowed in action and speed, and require a full round-action to clean the honey off themselves. The honey also tends to attract animals, bees, and various other creatures within the vicinity, who attack the engulfed creature in a mad scramble for the delicious honey."
        },
        {
          "name": "Ironguts",
          "level": 1,
          "castingTime": "Action",
          "range": "Self",
          "duration": "1 Hour",
          "material": "Some chunks of smooth iron and grain alcohol (which you swallow).",
          "higher": "At level 2 you can rapidly digest 1 cubic foot worth of wooden materials within an hour due to your gastric juices. At level 3 this includes non magical metals and stone. At level 4, magical items. (You will still have to defecate the remains of your eating...)",
          "effect": "Your digestive tract becomes so caustic and fortified that even harmful microbial life is eradicated within your stomach. For the next hour you are immune to the harmful effects of anything ingested including, but not limited to: poison, acid, disease, and spoiled food."
        },
        {
          "name": "Pack Mule",
          "level": 2,
          "castingTime": "10 Minutes, Ritual",
          "range": "Other or Self",
          "duration": "8 Hours",
          "material": "Mule Jerky.",
          "higher": "",
          "effect": "Your back grows strong, the muscles grow tight and durable as they ripple under your skin. Upon casting this spell you double your carry weight for 8 hours. You are not stronger in any other way that exists outside of carrying, lifting, or dragging."
        },
        {
          "name": "Root Bridge",
          "level": 1,
          "castingTime": "Action",
          "range": "Touch",
          "duration": "Permanent",
          "material": "",
          "higher": "For every level beyond 1, multiply the bridge size by the spell level. (10 feet by 40 feet at level 2, 15 feet by 60 feet at level 3, etc.)",
          "effect": "You touch a patch of tree, root, or vegetation and command a bridge to slowly creep and form before you. It is no wider than 5 ft across and can extend up to 20 ft in length. The bridge can easily hold 500 pounds of weight indefinitely or up to 1000 pounds of weight for a minute. Any weight over that causes it to immediately collapse."
        },
        {
          "name": "Sap Blood",
          "level": 1,
          "castingTime": "Action",
          "range": "Self",
          "duration": "1 Hour",
          "material": "A vial of sap mixed with blood.",
          "higher": "",
          "effect": "Your blood grows thick, making it harder to bleed out, at least for a time... You change the consistency of your blood to avoid some harm from attacks. The next damage you take after casting this spell is reduced by 1d6 for every Hit Dice you have. The damage you take can never be fully negated; you will always receive at least one point of damage from an attack. After the initial damage, the spell ends and subsequent attacks deal damage normally."
        },
        {
          "name": "Seek Standing Stone",
          "level": 2,
          "castingTime": "10 Minutes",
          "range": "5 Mile Radius",
          "duration": "Instant",
          "material": "A piece of a standing stone.",
          "higher": "Increase the range of the spell by 5 miles for every spell level beyond 2.",
          "effect": "You close your eyes, your consciousness speeds across the land, seeking a standing stone. You seek out the location and direction of all standing stones within 5 miles of you. Once cast, you know exactly where they are in comparison to yourself. However, the location becomes fuzzy as time goes on, much like regular memory."
        },
        {
          "name": "Shoulder the Burden",
          "level": 1,
          "castingTime": "10 Minutes, Ritual",
          "range": "Other or Self",
          "duration": "Instant",
          "material": "Strong brew and a pair of fine drinking cups.",
          "higher": "You may transfer one extra level of exhaustion for every spell level beyond 1.",
          "effect": "The weight of travel, hunger, and sleeplessness lifts from you to another willing host. You can transfer one level of exhaustion from one person to another. All rules for exhaustion still apply, and someone who takes on more exhaustion than one can handle will still die"
        },
        {
          "name": "Smoke Signal",
          "level": 1,
          "castingTime": "Action",
          "range": "Touch",
          "duration": "Until Dispelled",
          "material": "A fistful of ash.",
          "higher": "",
          "effect": "The smoke and vapor twists to your will, the shapes both delicate and incredible. You gain control over the physical shape and appearance of the smoke produced by a source of fire. Save for the size, which is dependent on the size of the fire, there is no limit to the shape of the smoke and it will persist so long as the fire continues to burn or is dispelled."
        },
        {
          "name": "Soothing Moss",
          "level": 2,
          "castingTime": "10 Minutes",
          "range": "Touch",
          "duration": "8 Hours",
          "material": "A clump of Kingsleep Moss.",
          "higher": "",
          "effect": "Moss erupts from beneath your feet, carpeting the ground in a soft pleasant moss-bed. You temporarily summon a patch of Kingsleep Moss in a 10 foot by 10 foot patch. Sleeping on a bed of Kingsleep Moss has reinvigorating properties. Every full night’s rest on the moss relieves one level of exhaustion."
        },
        {
          "name": "Soul Rot",
          "level": 4,
          "castingTime": "Action",
          "range": "Touch",
          "duration": "Until Dispelled",
          "material": "A piece of brain matter.",
          "higher": "",
          "effect": "You bestow a terrible curse upon the soul of another, eating away at their very being until there is nothing left but a husk. You curse another being with a horrible ailment that strips away the mind, personality, and soul. The moment the victim becomes inflicted with the spell and every day thereafter, they must make a save versus poison or lose 1d6 to their wisdom, intelligence, or charisma score, chosen randomly. The only way to remove the spell is rolling three consecutive successful saves, the caster dispelling it, or casting a remove curse spell."
        },
        {
          "name": "Speak with Fungus",
          "level": 1,
          "castingTime": "Action",
          "range": "Self",
          "duration": "1 Hour",
          "material": "A plump morel.",
          "higher": "",
          "effect": "The fungus chatters with small words and curious questions, but with a library of everything they have tasted. For a brief period of time, you gain the ability to communicate with fungus. Most fungi tend to be rather ambivalent but they are always willing to answer questions, seeing no reason not to. They know of anything that may have passed through, what the weather will likely be, and what has died in the area recently. Giant and ancient colonies of fungus become incredibly dense with information, collecting ages of death records and lists of the local wildlife."
        },
        {
          "name": "Swarm Form",
          "level": 4,
          "castingTime": "Action",
          "range": "Self",
          "duration": "1 Hour",
          "material": "A clay effigy of yourself to break into pieces.",
          "higher": "At level 5 you may choose to give your swarm form the power of flight.",
          "effect": "Your body twists and crumbles away; in its place a swarm of vermin and wretched life writhes and spills across the ground in horrid unison. You transform your body into a collection of tiny rat-sized or smaller creatures. You gain advantage on attacks and attacks against you are at disadvantage. Smaller diminutive tasks that require coordination are at advantage, but strength based checks are at disadvantage. In addition, you take double damage from explosions or area based attacks. The swarm weighs the same as you did and moves across the ground at standard speed. Staying in the swarm form for longer than an hour does not end the spell, but every hour after requires a save against charm or be permanently stuck in your swarm form, as the various pieces of you develop semi-sentience and refuse to reform."
        },
        {
          "name": "Take Root",
          "level": 2,
          "castingTime": "Action",
          "range": "Other or Self",
          "duration": "1 Minute",
          "material": "A gnarled piece of oak root.",
          "higher": "",
          "effect": "Your legs sprout roots, embedding into the ground and rooting you in place. You enroot yourself to the ground, growing stronger and less likely to be buffeted. While under the effects of the spell you move at half speed, cannot be knocked down, and have advantage on all strength-based checks. If you fail to dispell the spell before its allotted time, you must make a save versus poison or have your limbs atrophy and perma- nently take root into the ground."
        },
        {
          "name": "Taste for Blood",
          "level": 3,
          "castingTime": "Action",
          "range": "Other or Self",
          "duration": "1 Hour",
          "material": "A drop of Vampire or Vampylf blood.",
          "higher": "",
          "effect": "You drink from bloody sap that fills the bodies of living things, which is warm and soothing like honey. You gain the ability to heal yourself from drinking blood. For every pint of blood you drink, you heal 1d6 hit points. There is no limit to the amount of blood you can drink in this fashion as long as the spell persists, your body magically metabolizing it. However, there is a risk. If you heal more than 19 hit points in this fashion there is a 10% chance you gain a terrible addiction to the taste of blood. Even after the spell ends and you gain no healing benefits you will find yourself constantly seeking out blood and even harming others just for a taste."
        },
        {
          "name": "Thorn Cloak",
          "level": 2,
          "castingTime": "Action",
          "range": "Self",
          "duration": "1 Minute",
          "material": "A garland of thorns.",
          "higher": "Increase the damage by 1d4 for every spell level beyond 2.",
          "effect": "A jumble of bramble vines twist and weave into a cloak around you, their thorns twitch in cruel anticipation. You gain a cloak of thorns that wards off attackers. Each time an enemy successfully attacks you in melee, it suffers 1d4 damage as the thorns lash out and cut it."
        },
        {
          "name": "Tongue of Raven",
          "level": 1,
          "castingTime": "Action",
          "range": "Self",
          "duration": "Until dispelled.",
          "material": "A raven's tongue.",
          "higher": "",
          "effect": "Your tongue and mind shift, you deconstruct the very fabric of the sounds another person makes, repeating them with your new-found tongue. You gain the ability to perfectly repeat a phrase or word you hear. After casting this spell you lose the ability to speak or communicate in your own words, leaving you only able to repeat words or sounds you hear. You are masterful, and any checks to see through the charade are at disadvantage."
        },
        {
          "name": "Water to Wine",
          "level": 1,
          "castingTime": "10 Minutes",
          "range": "Touch",
          "duration": "Instant",
          "material": "A sprig of barley for whiskey, corn kernels for bourbon, a potato for vodka (etc.).",
          "higher": "You may double the amount of liquid you can transmute and the monetary value of each gallon of liquor produced, for each spell level beyond 1 (2 gallons for 2sp each at level 2, 4 gallons at 4sp each at level 3, etc).",
          "effect": "You bend the molecules and atoms present in water, breaking and binding them into something “stronger.” You transmute one gallon of water into a gallon of crude spirits. You can choose what proof the drink is, from 40 all the way to 200. It’s not particularly good quality, only fetching 1 silver piece for the full gallon."
        },
        {
          "name": "Whispers on the Wind",
          "level": 2,
          "castingTime": "Action",
          "range": "See Below",
          "duration": "Instant",
          "material": "A single dandelion.",
          "higher": "",
          "effect": "You utter a phrase or word into the wind, listening as your voice dances and twirls as its carried off with the wind. You may send messages over long distances, dependant on how strong the wind is blowing. You choose a person who you want to hear your message and speak it into the wind. Your message begins traveling at a steady pace and arrives at your chosen target if it is within range.<br>A light breeze - 1 mile per hour. Maximum distance of 12 miles.<br>A moderate wind - 12 miles per hour. Maximum distance of 50 miles.<br>Strong gusts - 36 miles per hour. Maximum distance of 75 miles.<br>Severe wind - 60 miles per hour. Maximum distance of 100 miles.<br>Windstorm or Hurricane - 100 miles per hour. Maximum distance of 300 miles.<br>A tornado - 300 miles per hour. No maximum distance and can even pass into other planes."
        },
        {
          "name": "Wolf Scent",
          "level": 2,
          "castingTime": "Action",
          "range": "Self",
          "duration": "24 Hours",
          "material": "A block of wolf or dog fat.",
          "higher": "",
          "effect": "Your nose bursts with sensory overload, as the secret world hidden in scents and pheromones opens up to you. You gain the ability to smell like a wolf or hound. In addition to gaining advantage on all perception checks related to smell, you are able to track and hunt other creatures based on smell. All you need to begin your search is a sample of your quarry’s scent and trail."
        },
        {
          "name": "Wyrd Trance",
          "level": 4,
          "castingTime": "1 Hour, Ritual",
          "range": "Self",
          "duration": "1 Week",
          "material": "A single eye from an intelligent being.",
          "higher": "",
          "effect": "You gaze deeply into the Wyrd, dancing across the infinite branches of fate to discover what lies ahead. You gain 1d3 premonitions about the future. Roll a d20 for each premonition and record their results. You can replace any attack roll, saving throw, or ability check made by you or a creature that you can see with one of these recorded rolls. You must declare your intention to do so before any roll is made."
        }
  ],
  "plants": [
    {
      "name": "Banshee Morel",
      "description": "A mushroom sprouts from warm shaded soil. Its neck is fat as a log and its head is a soft flesh that resembles many skulls fused together. A dull whistle can be heard from its head.",
      "uses": "When threatened, the mushrooms will push air from their head, creating a piercing wail that causes deafness for 1d6 hours [save versus poison to avoid]. They can be cut down and dried, and have been used as odd makeshift trumpets."
    },
        {
          "name": "Beedlesprouts",
          "description": "Long hardened vines, covered with plump trumpet-shaped buds the color of amber. Growing where it is warm and with plenty of water, they cling to the middle of trees drawing sap from deep within the trunks.",
          "uses": "When the buds are eaten (and after the vomiting stops), one can faintly hear the trees “singing” for the rest of the day. Soft ephemeral notes without words drift through the air, and grow shrill and venomous when predators are near."
        },
        {
          "name": "Boletus Posterum",
          "description": "A mushroom, also known as “Fortune-teller’s Folly,” appears as an apple-sized magenta lattice made of impossibly delicate shapes, speckled with white and glowing faintly pink in the dark.",
          "uses": "It is edible but poisonous, causing weakness and lethargy. Once eaten, the eater will experience a plethora of colorful and vivid hallucinations. Some of these hallucinations are actually visions of the future and allow the character to make 1d3 rerolls for the next week as the visions guide the eater for the near future."
        },
        {
          "name": "Canticle Holly",
          "description": "A tall strong tree with spiky blue-tinted leaves. Bright white berries cluster together and seem to glow slightly. They grow in the darker parts of the Wilds, and appear as soft beacons to some.",
          "uses": "Sleeping near these trees relives a level of exhaustion, and dreams are filled with a soft and gentle singing. The berries, which bloom only once in the tree’s lifetime, can be mashed and distilled into a potent mind-altering drug called “Saints’ Respite.”"
        },
        {
          "name": "Carol Trees",
          "description": "Tall elegant conifer trees grow in fertile and temperate soil. Their trunks and limbs stretch high into the air, the rustling of their silver tinted leaves sound like gentle ringing.",
          "uses": "Resting near a Carol Tree and hearing its gentle song has soothing properties, healing 1d8 hit point for every hour spent listening. However, listening for any longer than one hour risks falling into a deep slumber that does not end unless woken up. [Save versus charm or fall asleep, with success still causing one level of exhaustion.] Groves of Carol Trees are dangerous, and many adventurers have fallen to their death in a peaceful slumber, all from the trees' sonorous lullaby."
        },
        {
          "name": "Coal-nettle",
          "description": "Stiff brittle shrubs of this foul-smelling plant appear as tufts of black, prickly spruce pine. Present in the colder reaches, they reek of sulfur and have needles that can pierce leather.",
          "uses": "Burns incredibly well, if not foul-smelling and with ridiculous amounts of smoke. However, when dried and ground into the finest grain possible it takes on an almost explosive quality when exposed to fire, much like gunpowder."
        },
        {
          "name": "Dame’s Seal",
          "description": "A regal and elegant flower resembling an extremely elongated tulip. It is white with delicate veins of crimson and purple.",
          "uses": "They fetch a fair price to certain nobles who care for their beauty. Alchemists pay for the preservative qualities they give to liquids if dried and ground to a powder."
        },
        {
          "name": "Deer Weed",
          "description": "A leafless sprout made of tall hard branches that resemble antlers. Their color transitions from a dark mottled grey to a pristine bone.",
          "uses": "Deceitful but enterprising individuals may be able to pass off the weed as legitimate antler. While it may fool a noble, skilled craftsmen and deepwood hunters know the difference."
        },
        {
          "name": "Dirkberry",
          "description": "A wretched and mottled brown bush clings to the ground. It is a maze of stiff dagger-length thorns that jealousy hide clumps of soft, jewel-like berries.",
          "uses": "The berries are required for a pair of incredibly rare and special brews. One is called \"Dirk-Fighter Brandy\", a stiff liquor which invigorates the body and a favorite among pit-fighters and prize-fighters. The other is a sharp wine called “Bladed Caress”, which allows one’s mind to flow more freely and is popular among noble or wealthy artisans."
        },
        {
          "name": "Elf-ear",
          "description": "A type of grass. Green with fat blades that curve and taper to a point resembling elf ears. They make strange harmonic sounds in the wind.",
          "uses": "After dried and if properly placed between the thumbs, they can be used as a makeshift whistle that attracts some wildlife with its unearthly hum."
        }, {
          "name": "Gristle Pear",
          "description": "A fat squat tree grows in scree at high elevations. Its bark is warted and coated in a viscous film, the leaves droop like wet mayfly wings, and several plum fruits dangle like melted tallow. The fruit is a fistful of fat and gristled meat, always warm and wet.",
          "uses": "Despite its disgusting nature (and difficulty to chew), Gristle Pears are quite nutritious; eating just one is enough to feed a grown adult for a day."
        }, {
          "name": "Kingsleep Moss",
          "description": "Large soft beds of pale turquoise moss coat the ground. It is soft as down pillows and smells of home.",
          "uses": "Sleeping on a bed of Kingsleep Moss has reinvigorating properties. Every full night’s rest on the moss relieves one level of exhaustion."
        }, {
          "name": "Knitting Onion",
          "description": "Long green threads of grass weave together in uncanny geometric patterns. The onions themselves are slender like carrots and have white flesh that brings tears and runny noses.",
          "uses": "Children look for images and words in the oddly woven grass of their stalks. The onion can be eaten or used like smelling salts if cracked open in front of someone’s nose, reviving even someone who has fallen unconscious or asleep."
        }, {
          "name": "Night Cherry",
          "description": "A dark tree grows near dark, warm marshes. Its flowers the color of night, roots gripping the ground lecherously. There are cherries as black as obsidian, but insides bleed red like blood.",
          "uses": "Eating one causes a comatose state for nearly an hour per cherry, the mind of the victim plagued with unpleasant visions. If processed into an extract it becomes a dangerous poison called Red Slumber."
        }, {
          "name": "Obsequy Ragwort",
          "description": "Clusters of thin weeds grow tall near fresh moving water and cold streams. Small wildflowers crown the stems, with bone white flowers touched by ultramarine veins.",
          "uses": "Highly prized in funeral rites for their protection against necromancy. Clerics pay a healthy sum for fresh bundles. Bodies buried with the flower as garland or stuffed into them will never rise as an undead or vengeful spirit."
        }, {
          "name": "Pissboils",
          "description": "Lumps of foul smelling fungus grow where much is rotting. They smell of hot cat urine and resemble half buried cow stomachs that have bloated in the sun.",
          "uses": "Stepping on a Pissboil causes it to explode in a shower of caustic and foul smelling liquid. The liquid has a tendency to cause short term memory loss and attract predators with a sense of smell. If properly harvested, the liquid is sought after by artificers and metal smiths for use in metal etching and tinting."
        }, {
          "name": "Plump Friars",
          "description": "A tall weed grows where sun and water are plenty. As tall as a man, thin vines end in twisting filigree-like flowers and produce plump berries the size of plums and color of blushed cheeks.",
          "uses": "Eating Plump Friar fruit causes a slight dizziness and spotty vision, but is altogether delicious and pleasant. Brewing the fruit into a wine or distilling it into a concentrate creates a potent elixir that produces feelings of intense euphoria and vivid hallucinations for hours on end. Illegal almost everywhere, the black market pays handsomely for the fruits and a small fortune for the elixir."
        }, {
          "name": "Ring Root",
          "description": "A sweet smelling shrub grows wide and thick in lower elevations. The leaves are sharp like thorns, while their roots form in conjoined rings, looking like earthen chainmail.",
          "uses": "The roots can be boiled and eaten for a good meal. More importantly, when eaten raw and fresh it is able to help neutralize poison in the body [Immediately make a save against any poison consumed in the last day at advantage]."
        }, {
          "name": "Scribe’s Birch",
          "description": "A tall pale tree with ashen leaves. Its white bark comes off in thin vellum-like sheets and it grows straight as a fencepost. It can be found in temperate mountains, the elevation being preferable to its growth.",
          "uses": "Its bark comes off easily and can be used as a decent substitute for parchment. Scribes and paper dealers pay handsomely for pounds of the sheets."
        }, {
          "name": "Swineweed",
          "description": "Tall loathsome green stalks sprout from damp soil. They stretch two meters tall with wide leaves coated in thorns and limbs terminating in tiny grey flowers.",
          "uses": "When burned, the plant produces torrents of a thick, horrid smelling smoke. The smoke causes blindness for 1d6 hours [save versus poison to avoid]."
        }
  ],
  "traps": [
    {
    "name": "Amoeba Bog",
    "description": "Stagnant water that is surprisingly clean sits still, save for the occasional rhythmic shimmer. It is a swamp that is host to a single giant amoeba that grew out of control and consumed everything in the water. It now hunts those who enter or draw too close, attacking with fat pseudopods.",
    "detect": "The water shimmers and moves like a living gelatin.",
    "effect": "Entering its body or close enough for it to lash out causes it to attack. [Save versus breath weapon each turn or suffer 1d6 acid damage as it burns away and digests flesh.]",
    "disable": "Throwing a sufficient bait near it distracts and pacifies it for a time."
  }, {
    "name": "Blistering Ivy",
    "description": "An ivy grows close to the ground and up the sides of trees in thick starshaped leaves with crimson-tinted tips. Merely touching the ivy causes exposed skin to break out in painfully itchy blisters that last for days on end.",
    "detect": "A nature check or previous experience identifies the ivy for what it is.",
    "effect": "Making contact with the leaves coats bare skin in a oil that causes a terrible allergic reaction. [Roll 1d100. On a 1-99 Contact with the leaves causes the victim’s skin to be inflamed and covered in boils, suffering disadvantage on all skill checks for the next 1d3 days. On a 100, the victim is miraculously immune to Blistering Ivy, and permanently suffers no ill effects.]",
    "disable": "Avoiding skin contact is the best choice.The blistering can be cured with a special herbal soap made from Wild-elf fat and Gristle Pears."
  }, {
    "name": "Bonemeal Quicksand",
    "description": "The ground is coated in a rough bleached scree, made of broken and polished bones. It is a deep pit of partially animated bones that work together to feed on those who unwittingly cross over-top of it.",
    "detect": "Anything that lands on it is quickly dragged below.",
    "effect": "Moving over-top of the pile at a steady pace produces no effect. The moment someone stands still, the Bonemeal Quicksand activates, quickly dragging its victim below. [Save versus breath weapon or begin to be dragged below. One failed save immobilizes the victim, while two failed saves in a row sees the character drop below the surface of the pit, whereupon taking 3d6 crushing damage every turn as the victim is ground apart. They must make two successful saves in a row to free themselves.]",
    "disable": "Move quickly over top and do not stop."
  }, {
    "name": "Cutting Scrawl",
    "description": "A series of angry runes and symbols are carved into a surface, their corners drip viscous blood and fluids. Terrible cursed words and images that cause harm to anyone who accidentally gazes upon them.",
    "detect": "Detection magic, merely reading them triggers their effect.",
    "effect": "The moment someone gazes upon the scrawl, they are immediately understood and impart a truth, secret, or image so terrible it causes pain to the viewer. [Save versus charm/magic or suffer 1d6 psychic damage and lose all memory of the last hour.]",
    "disable": "Close eyes, do not make eye contact."
  }, {
    "name": "Doom Stones",
    "description": "An enormous standing stone seems tarnished and decayed, the scent of brimstone fills the air, and its surface is carved in all manner of lurid and profane script. Trapped inside the stone is a terrible spirit or fiend. Its malicious consciousness surpassing its prison and eager to torment passerbys. They were made and used in a time long before any written record.",
    "detect": "Soft horrid voices can be heard from the stone if concentrated on.",
    "effect": "Passing near the stone causes anyone near to go mad, as the monster bound within presses its conscious against the victim. [Save versus charm or become inflicted with one random madness.]",
    "disable": "Hold onto a holy symbol to ward off the madness. Splashing the stone with holy water nullifies its power for an hour."
  }, {
    "name": "Drowning Pond",
    "description": "A serene pond of cattails and lily pads is filled with the harmonious singing of wildlife. A group of animals and insects learned a secret chord and now use it to charm mortals into drowning themselves in the pond.",
    "detect": "The music is too perfect to be natural, and the many skeletal remains of its victims sit half-buried in the weeds.",
    "effect": "Those that listen to the animals’ song for more than a minute find themselves losing control of themselves. [After one minute, save versus charm or find yourself under the effects of a Charm Person spell, commanding you to swim out into the pond and touch the bottom.]",
    "disable": "Sing an equally bad or discordant tune to counteract the song. Optionally, if you sing a song BETTER than the animals, they become friendly."
  }, {
    "name": "Euphoria Stream",
    "description": "A warm teal stream seems to gently hum as vapor gently bubbles up and insects lazily bat against its surface. This stream is full of a potent euphoriant that absorbs through the skin and is strong enough to send a horse into a dizzying, blissful coma.",
    "detect": "The air is akin to that of a drug-den and the flies and small animals seem to happily drown themselves in the water.",
    "effect": "Skin contact to the water does not immediately cause the feelings of euphoria. Instead, after one minute of contact the drug kicks in and the victim turns into a giggling, mindless addict. [After one minute, save versus poison or become addicted to the euphoric sensation for an hour, refusing to leave the stream and oblivious to the world around you. A successful save gives you the presence of mind to act logical for 1 minute.]",
    "disable": "Avoid skin contact."
  }, {
    "name": "Hallucinogenic Moss",
    "description": "Patches of thick purple moss that glimmers iridescent like an oil slick. This moss has a habit of spewing out clouds of spore that causes vivid and sometimes dangerous hallucinations.",
    "detect": "A nature check or previous experience identifies the moss for what it is.",
    "effect": "Stepping on or coming within arm's reach of the moss causes it to release a cloud of hallucinogenic spores in a 10ft by 10ft area. [Save versus poison or suffer one random hallucination for 1 hour.]<br>1. Their friend is their worst enemy.<br>2. They are surrounded by the thing they fear most.<br>3. Everything is on fire.<br>4. The ground is swallowing them up.<br>5. The trees are shouting profanities and insults.<br>6. The Skulk is watching them.",
    "disable": "A crude gasmask is enough to avoid the effects of the spores, as well as holding your breath for an extended time."
  }, {
    "name": "Hideous Totems",
    "description": "Monstrous decaying wooden totems, adorned with hideous faces and scrawl, stand with hundreds of rusted blades buried deep in their bodies. These totems are placed along roads and trails, cursing the trail to become impassable, as those who pass them find themselves walking in circles, always returning to the totem.",
    "detect": "The totems give off a strong and malicious magical presence to anyone who can detect it.",
    "effect": "Those who pass by the totem travel for maybe half of an hour before arriving back at the totem. There is no way to pass beyond the totem without paradoxically ending back exactly where you started.",
    "disable": "Impaling and leaving the totems with a weapon is enough to suppress their power for a group to pass."
  }, {
    "name": "Hungry Lilies",
    "description": "Patches of ivory lilies are speckled with red like blood, they move in slow seductive motions. The lilies are a colony of ravenously carnivorous plants that can bleed a cow dry in a matter of minutes. They drain their prey of blood before devouring their limp exsanguinated corpse.",
    "detect": "The lilies have tiny mouths full of teeth that click together in anticipation.",
    "effect": "Those who enter the patch of lilies are immediately attacked and begin to bleed profusely as the lilies are adept at honing in on arteries and veins. [Each turn the lilies make one attack. If successful, the victim bleeds 1d4 damage every round until the bleeding is staunched or they recieve medical aid.)",
    "disable": "The lilies despise the smell of garlic, and rubbing yourself with a crushed clove is enough to avert their attention."
  }, {
    "name": "Papa Sleep",
    "description": "A tall corpse of man in burlap rags drags an enormous ornate grandfather clock, leaving gouges in the earth and wailing a gentle lullaby the entire time. A strange and solemn thing, forever roving the trails of the Wilds and leaving a wave of sleep and exhaustion in his wake.",
    "detect": "The sound of a children’s lullaby and feeling of drowsiness.",
    "effect": "Those who hear Papa Sleep’s sonorous song find themselves becoming drowsy, having to stave off waves of exhaustion. [Save versus charm or fall asleep. A successful saving throw avoids sleep, but leaves the character with one point of exhaustion.]",
    "disable": "The clock appears to be broken and inactive. Offering to fix Papa Sleep’s clock stops him from singing his lullaby. Successfully repairing his clock fills him with joy, offering the helpful soul a magic ring before disappearing into the woods while humming a jig."
  }, {
    "name": "Reaper's Fingers",
    "description": "Thin, bone colored protrusions jut up from the ground like greedy little fingerbones. A small, grim looking fungus, its surface is coated in a deadly toxin that causes illness with a single touch, and risks death with sustained contact.",
    "detect": "A nature check or previous experience identifies the fungus for what it is.",
    "effect": "Merely touching a Reaper’s Finger is enough to send a dangerous amount of toxins into the bloodstream. [On contact, save versus touch or become nauseated for 1 hour, suffering disadvantage on attack rolls and skill checks. In addition, touching the mushrooms for a second time requires a second save, or the victim falls unconscious. A third touch requires a save or the victim drops to zero hit points.]",
    "disable": "As long as the mushrooms do not make skin contact, the toxin does not have an effect."
  }, {
    "name": "Skull Children",
    "description": "They skulk and dart behind trees and into shadows, strange figures like children wearing masks of bone laughing at some monstrous joke. Small spirits of the restless youthful dead, Skull Children are physical apparitions bent on causing chaos wherever they go.",
    "detect": "The sound of laughing children and figures wearing skull-faced masks moving just out of sight.",
    "effect": "Passing into the territory of Skull Children causes them to mercilessly haunt unsuspecting victims with dangerous pranks and mischief while they sleep. [Roll on the chart each night to determine the prank the Skull Children pull]<br>1. Pilfered Food - 1d6 supplies worth of food is eaten.<br>2. Firebug - They pour oil over victim’s clothing, igniting at the slightest touch of fire.<br>3. Stones - They throw stones at least 1d3 times a day for 1d4 damage each.<br>4. Thieving Hands - They steal 1d6 gold or items equal to that amount.<br>5. Hide-and-Seek - A great monster is lured to your location<br>6. The Skull Children grow bored with you and leave, ending their haunting.",
    "disable": "Giving the Skull Children a single piece of candy or toy causes them to immediately cease their mischief, departing into the dark with a haunting laugh."

  }, {
    "name": "Spite Beds",
    "description": "The ground is littered with the bones of a thousand tiny beings, while the air seems to radiate a foul heat that does not warm the skin, but the blood. Spite Beds are the precursor to a Vermincaust; a collection of thousands of minute corpses, simmering in hatred at the world around them. Their hatred and rage radiates outward, spilling into the minds of those who come too near.",
    "detect": "A feeling of nausea, and the sounds of dying vermin if you close your eyes.",
    "effect": "Passing over the Spite Bed triggers their psychic energy to rise up and claw at the minds of those nearby. [Save versus Charm or Magic or be overcome with a wave dizzying sickness, making all attacks against you at advantage for the next hour. Lingering any longer than a minute requires another save or you become enraged, striking out at any living thing within range of you. You may attempt to break free of the rage with a successful save the next round.]",
    "disable": "Splashing the area with a gallon of holy water or a pound of sacred salt is enough to pacify the Spitebed."
  }, {
    "name": "Stink Stalks",
    "description": "Tall fungal stalks stand as tall as a child, thin as broomsticks, the color of rotted leather and smelling of spoiled marrow; their bodies are covered in pores that open and close slowly. A fungus that spews foul smelling spores when creatures are near, the scent attracts carnivores.",
    "detect": "The smell is that of animal bait, as spores puff in anticipation.",
    "effect": "Passing within 5 feet of Stink Stalks causes them to vomit a cloud of spores in a 20 foot area, coating anyone near in the foul-smelling pores that attract predators. [Save versus breath weapon or double the amount of random wilderness encounters for 1d12 hours.]",
    "disable": "A successful stealth check allows one to avoid detection. They sense life via vibrations in the ground."
  }, {
    "name": "Volatile Cadaver",
    "description": "Fat corpses of the fresh and long dead lie side-by-side, bloated beyond recognition, looking more like balloons made of flesh than actual bodies. These are bodies that have become hotspots for twisted and dangerous microbial life, so full that the slightest touch causes them to explode.",
    "detect": "The bodies pulse and heave as small seams hint to the dangerous pressure within.",
    "effect": "The slightest touch provokes the Volatile Cadaver to burst violently in a shower of shrapnel and disease. [Save versus breath weapon or suffer 2d6 piercing and bludgeoning damage. As well, save versus poison or suffer one random disease.]",
    "disable": "Chucking a stone at one is enough to cause it to explode."
  }, {
    "name": "Wyrd Flare",
    "description": "The world seems strange here, twisting in subtle ways, changing just out of your sensory peripherals.These are dangerous areas where the power of the Wyrd has burst or flared, spilling out and morphing the fabric of reality.",
    "detect": "Those capable of sensing magic perceive the distortion of reality, while those attuned to the Wyrd immediately know of the danger posed.",
    "effect": "The Wyrd magics are so strong that the very rules that govern reality breakdown and distort. Entering into the Wyrd Flare causes a random effect from the “Wyrd Effects and Curses” chart [pg. 183].",
    "disable": "Bearing items, treasures or pieces from a Wild Elf."
  }
  ]
}